<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<!-- saved from url=(0050)file:///C:/PHD2Guide_Ja_Help/Advanced_settings.htm -->
<html class="translated-ltr"><head><meta http-equiv="Content-Type" content="text/html; charset=Shift_JIS"><title>&#39640;&#24230;&#12394;&#35373;&#23450;</title><link type="text/css" rel="stylesheet" charset="UTF-8" href="./Advanced_settings_files/translateelement.css"></head>
<body>
<h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">詳細設定</font></font></h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#39640;&#24230;&#12394;&#35373;&#23450;&#12395;&#12450;&#12463;&#12475;&#12473;&#12377;&#12427;&#12395;&#12399;&#12289;&#20803;&#12398;PHD&#12398;&#12518;&#12540;&#12470;&#12540;&#12395;&#12424;&#12367;&#30693;&#12425;&#12428;&#12390;&#12356;&#12427;&#27231;&#33021;&#12391;&#12354;&#12427;[Brain button]&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;
&nbsp;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12395;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12399;&#12289;&#12460;&#12452;&#12489;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#26368;&#36969;&#21270;&#12377;&#12427;&#12383;&#12417;&#12395;&#35519;&#25972;&#12391;&#12365;&#12427;&#12363;&#12394;&#12426;&#22823;&#12365;&#12394;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12475;&#12483;&#12488;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12399;&#12300;&#39640;&#24230;&#12394;&#12301;&#35373;&#23450;&#12392;&#21628;&#12400;&#12428;&#12414;&#12377;&#12364;&#12289;&#29702;&#35299;&#12377;&#12427;&#12398;&#12399;&#29305;&#12395;&#38627;&#12375;&#12367;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12398;&#12391;&#12289;&#36960;&#24942;&#12394;&#12367;&#26908;&#35342;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12501;&#12457;&#12540;&#12512;&#12398;&#12377;&#12409;&#12390;&#12398;&#12501;&#12451;&#12540;&#12523;&#12489;&#12395;&#12399;&#12289;&#12300;&#12484;&#12540;&#12523;&#12498;&#12531;&#12488;&#12301;&#12289;&#21508;&#12501;&#12451;&#12540;&#12523;&#12489;&#12434;&#12354;&#12427;&#31243;&#24230;&#35443;&#32048;&#12395;&#35500;&#26126;&#12377;&#12427;&#23567;&#12373;&#12394;&#12513;&#12483;&#12475;&#12540;&#12472;&#12454;&#12451;&#12531;&#12489;&#12454;&#12364;&#21547;&#12414;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12501;&#12451;&#12540;&#12523;&#12489;&#19978;&#12395;&#12459;&#12540;&#12477;&#12523;&#12434;&#21336;&#12395;&#12300;&#12507;&#12496;&#12540;&#12301;&#12377;&#12427;&#12392;&#12289;&#12484;&#12540;&#12523;&#12481;&#12483;&#12503;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#22810;&#12367;&#12398;&#22580;&#21512;&#12289;&#12371;&#12428;&#12399;&#24517;&#35201;&#12394;&#12377;&#12409;&#12390;&#12398;&#24773;&#22577;&#12434;&#25552;&#20379;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12373;&#12425;&#12395;&#22810;&#12367;&#12398;&#35373;&#23450;&#12364;&#12354;&#12427;&#12383;&#12417;&#12289;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">PHD2&#12398;</font></span><font style="vertical-align: inherit;">&#35443;&#32048;&#12480;&#12452;&#12450;&#12525;&#12464;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12479;&#12502;&#21517;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12450;&#12463;&#12486;&#12451;&#12502;&#12395;&#12394;&#12427;&#12494;&#12540;&#12488;&#12502;&#12483;&#12463;&#12479;&#12502;&#12395;&#25972;&#29702;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12377;&#12409;&#12390;&#12398;&#12479;&#12502;&#12399;&#12289;&#12501;&#12457;&#12540;&#12512;&#12398;&#19979;&#37096;&#12395;&#12354;&#12427;[OK]&#12508;&#12479;&#12531;&#12392;[&#12461;&#12515;&#12531;&#12475;&#12523;]&#12508;&#12479;&#12531;&#12398;&#20849;&#36890;&#12475;&#12483;&#12488;&#12434;&#20849;&#26377;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">[OK]&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#12356;&#12378;&#12428;&#12363;&#12398;&#12479;&#12502;&#12501;&#12451;&#12540;&#12523;&#12489;&#12395;&#21152;&#12360;&#12425;&#12428;&#12383;&#22793;&#26356;&#12364;&#26377;&#21177;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">[&#12461;&#12515;&#12531;&#12475;&#12523;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#34892;&#12431;&#12428;&#12383;&#22793;&#26356;&#12399;&#30772;&#26820;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><br><span style="text-decoration: underline;"><a href="#Global_Tab"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">グローバルタブ</font></font></a></span><br><span style="text-decoration: underline;"><a href="#Camera_Tab"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">カメラタブ</font></font></a></span><br><span style="text-decoration: underline;"><a href="#Guiding_Tab"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">ガイドタブ</font></font></a><br><a href="#Algorithms_Tab"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">アルゴリズムタブ</font></font></a><br><a href="#Other_Devices_Tab"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">その他のデバイスタブ</font></font></a><br><a href="file:///C:/PHD2Guide_Ja_Help/Advanced_settings.htm#Rotator_Tab"></a><br></span>
<h3><a name="Global_Tab"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">グローバルタブ</font></font></h3>
<span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 604px; height: 577px;" alt="" src="Advanced_global.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
[&#12464;&#12525;&#12540;&#12496;&#12523;]&#12479;&#12502;&#12398;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12399;&#12289;&#12381;&#12428;&#12382;&#12428;&#12398;&#12484;&#12540;&#12523;&#12481;&#12483;&#12503;&#12391;&#35443;&#12375;&#12367;&#35500;&#26126;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#12364;&#12289;&#23436;&#20840;&#12434;&#26399;&#12377;&#12383;&#12417;&#12395;&#12371;&#12371;&#12395;&#35201;&#32004;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font></font><br>
<ul>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Language"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35328;&#35486; ' </font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">-PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12518;&#12540;&#12470;&#12540;&#12452;&#12531;&#12479;&#12540;&#12501;&#12455;&#12540;&#12473;&#12391;</font><font style="vertical-align: inherit;">&#20351;&#29992;&#12373;&#12428;&#12427;&#35328;&#35486;&#12434;&#27770;&#23450;</font><font style="vertical-align: inherit;">&#12375;&#12414;&#12377;&#12290;&#21033;&#29992;&#21487;&#33021;&#12394;&#12525;&#12540;&#12459;&#12521;&#12452;&#12474;&#12364;&#24517;&#35201;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12434;&#22793;&#26356;&#12377;&#12427;&#12395;&#12399;&#12289;&#12503;&#12525;&#12464;&#12521;&#12512;&#12398;&#20877;&#36215;&#21205;&#12364;&#24517;&#35201;&#12391;&#12377;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Reset_Configuration"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#27083;&#25104;&#12398;&#12522;&#12475;&#12483;&#12488; ' </font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">-PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12364;&#26032;&#12375;&#12367;&#12452;&#12531;&#12473;&#12488;&#12540;&#12523;&#12373;</font><font style="vertical-align: inherit;">&#12428;&#12383;&#12363;&#12398;&#12424;&#12358;&#12395;&#12289;&#12377;&#12409;&#12390;&#12398;&#35373;&#23450;&#12434;&#21021;&#26399;&#20516;&#12395;&#24489;&#20803;&#12375;&#12414;&#12377;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Reset_Dont_Ask"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">[&#12513;&#12483;&#12475;&#12540;&#12472;&#12434;&#34920;&#31034;&#12375;&#12394;&#12356;]&#12434;&#12522;&#12475;&#12483;&#12488;&#12377;&#12427;-&#20197;&#21069;&#12395;&#12513;&#12483;&#12475;&#12540;&#12472;&#12434;&#34920;&#31034;&#12375;&#12394;&#12356;&#12371;&#12392;&#12434;&#36984;&#25246;&#12375;&#12383;&#22580;&#21512;&#12289;&#12450;&#12521;&#12540;&#12488;&#12513;&#12483;&#12475;&#12540;&#12472;&#12398;&#34920;&#31034;&#12434;&#24489;&#20803;&#12375;&#12414;&#12377;</font></font></li>
  <li><a name="Check_for_updates"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12398;&#26356;&#26032;</font></font></li>
  <ul>
    <li><a name="Automatically_check_for_updates"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26356;&#26032;&#12398;&#33258;&#21205;&#30906;&#35469;- </font><font style="vertical-align: inherit;">&#12503;&#12525;&#12464;&#12521;&#12512;&#12398;&#36215;&#21205;&#26178;&#12395;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12364;&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12398;&#26356;&#26032;&#12434;&#30906;&#35469;</font><font style="vertical-align: inherit;">&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12414;&#12377;</font></font></li>
    <li><a name="Only_check_for_major_releases"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12513;&#12472;&#12515;&#12540;&#12522;&#12522;&#12540;&#12473;&#12398;&#12415;&#12434;&#30906;&#35469;&#12377;&#12427;-&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12398;&#26356;&#26032;&#12434;&#30906;&#35469;&#12377;&#12427;&#12392;&#12365;&#12395;&#38283;&#30330;&#12499;&#12523;&#12489;&#12434;&#21547;&#12417;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font></font></li>
  </ul><font style="vertical-align: inherit;"><span style="font-style: italic;"><font style="vertical-align: inherit;">PHD2</font></span><font style="vertical-align: inherit;">&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12398;&#26356;&#26032;&#12398;</font><font style="vertical-align: inherit;">
&#35443;&#32048;&#12395;&#12388;&#12356;&#12390;&#12399;&#12289;</font></font><a href="Tools.html#Software_Update"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">ソフトウェアの更新</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12475;&#12463;&#12471;&#12519;&#12531;&#12434;</font><font style="vertical-align: inherit;">&#21442;&#29031;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;</font><font style="vertical-align: inherit;">&#12290;
</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"></font></span><font style="vertical-align: inherit;"></font><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Log_File_Location"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12398;&#22580;&#25152; '-PHD2&#12460;&#12452;&#12489;&#12525;&#12464;&#12289;&#12487;&#12496;&#12483;&#12464;&#12525;&#12464;&#12289;&#12362;&#12424;&#12403;&#35386;&#26029;&#12452;&#12513;&#12540;&#12472;&#12501;&#12449;&#12452;&#12523;&#12364;&#20445;&#23384;&#12373;&#12428;&#12427;&#12501;&#12449;&#12452;&#12523;&#12487;&#12451;&#12524;&#12463;&#12488;&#12522;&#12434;&#25351;&#23450;&#12375;&#12414;&#12377;&#12290;</font></font></li><li><a name="Dither_Settings"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12487;&#12451;&#12470;&#35373;&#23450;</font></font></li><ul><li><a name="Dither_Random_Mode"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#12521;&#12531;&#12480;&#12512;&#12514;&#12540;&#12489;&#12301;-PHD2&#12395;&#12289;&#20081;&#25968;&#12472;&#12455;&#12493;&#12524;&#12540;&#12479;&#12540;&#12434;&#20351;&#29992;&#12375;&#12390;&#12487;&#12451;&#12470;&#12540;&#12398;&#12469;&#12452;&#12474;&#12392;&#26041;&#21521;&#12398;&#20001;&#26041;&#12434;&#35336;&#31639;&#12377;&#12427;&#12424;&#12358;&#25351;&#31034;&#12375;&#12414;&#12377;&#12290;RA&#12398;&#12415;&#12514;&#12540;&#12489;&#12414;&#12383;&#12399;&#12300;&#12394;&#12375;&#12301;&#12395;&#35373;&#23450;&#12373;&#12428;&#12383;12&#26376;&#12460;&#12452;&#12489;&#12514;&#12540;&#12489;&#12395;&#12424;&#12387;&#12390;&#35506;&#12373;&#12428;&#12427;&#21046;&#32004;&#12395;&#24467;&#12356;&#12414;&#12377;&#12290;</font></font></li><li><a name="Dither_Spiral_Mode"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#12473;&#12497;&#12452;&#12521;&#12523;&#12514;&#12540;&#12489;&#12301;-PHD2&#12395;&#12289;&#26178;&#35336;&#22238;&#12426;&#12398;&#12473;&#12497;&#12452;&#12521;&#12523;&#12497;&#12479;&#12540;&#12531;&#12391;&#22266;&#23450;&#12469;&#12452;&#12474;&#12398;&#37327;&#12391;&#12487;&#12451;&#12470;&#12540;&#12377;&#12427;&#12424;&#12358;&#12395;&#25351;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12459;&#12513;&#12521;&#12395;&#22823;&#12365;&#12394;&#22266;&#23450;&#12497;&#12479;&#12540;&#12531;&#12494;&#12452;&#12474;&#12364;&#12354;&#12427;&#22580;&#21512;&#12289;&#12414;&#12383;&#12399;&#12510;&#12454;&#12531;&#12488;&#12395;&#21380;&#20171;&#12394;&#37327;&#12398;Dec&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12364;&#12354;&#12427;&#22580;&#21512;&#12395;&#36969;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font></font></li></ul>

<ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Dither_RA_only"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12487;&#12451;&#12470;RA&#12398;&#12415; '-PHD2&#12395;RA&#36600;&#12391;&#12398;&#12415;&#12487;&#12451;&#12470;&#12377;&#12427;&#12424;&#12358;&#12395;&#25351;&#31034;&#12375;&#12414;&#12377;&#12290;</font></font></li></ul>
<ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Dither_scale"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12487;&#12451;&#12470;&#12473;&#12465;&#12540;&#12523; '-&#30011;&#20687;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12391;&#25351;&#23450;&#12373;&#12428;&#12383;&#26368;&#22823;&#12487;&#12451;&#12470;&#37327;&#12434;&#35519;&#25972;&#12377;&#12427;&#12383;&#12417;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12398;&#20055;&#25968;&#12290;</font><a href="Tools.html#Dithering_Ops"><font style="vertical-align: inherit;">ディザリング操作</font></a><font style="vertical-align: inherit;">&#21442;&#29031;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;</font></font><font style="vertical-align: inherit;"></font>を</li></ul><li><a name="Image_Logging"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#35386;&#26029;&#30011;&#20687;&#12398;&#12525;&#12464;&#35352;&#37682;&#12434;&#26377;&#21177;&#12395;&#12377;&#12427;&#12301;-&#20027;&#12395;&#35069;&#21697;&#12469;&#12509;&#12540;&#12488;&#12362;&#12424;&#12403;PHD2&#12473;&#12479;&#12540;&#12398;&#35469;&#35672;&#12392;&#28204;&#23450;&#12434;&#25201;&#12358;&#21839;&#38988;&#12398;&#35386;&#26029;&#12395;&#20351;&#29992;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#20182;&#12398;&#30446;&#30340;&#12398;&#12383;&#12417;&#12395;&#12460;&#12452;&#12489;&#12501;&#12524;&#12540;&#12512;&#30011;&#20687;&#12434;&#26908;&#26619;&#12362;&#12424;&#12403;&#20998;&#26512;&#12377;&#12427;&#12383;&#12417;&#12395;&#12418;&#20351;&#29992;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12501;&#12524;&#12540;&#12512;&#12398;&#30011;&#20687;&#12399;&#12289;&#12464;&#12523;&#12540;&#12503;&#12508;&#12483;&#12463;&#12473;&#12398;&#12501;&#12451;&#12523;&#12479;&#12540;/&#12488;&#12522;&#12460;&#12540;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12395;&#24467;&#12356;&#12289;FIT&#24418;&#24335;&#12391;&#12461;&#12515;&#12503;&#12481;&#12515;&#12362;&#12424;&#12403;&#35352;&#37682;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#30011;&#20687;&#12399;PHD2&#12525;&#12462;&#12531;&#12464;&#12487;&#12451;&#12524;&#12463;&#12488;&#12522;&#12398;&#12469;&#12502;&#12501;&#12457;&#12523;&#12480;&#12395;&#20445;&#23384;&#12373;&#12428;&#12289;&#12469;&#12502;&#12501;&#12457;&#12523;&#12480;&#21517;&#12398;&#19968;&#37096;&#12392;&#12375;&#12390;&#26085;&#26178;&#12364;&#12456;&#12531;&#12467;&#12540;&#12489;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20491;&#12293;&#12398;&#12460;&#12452;&#12489;&#12501;&#12524;&#12540;&#12512;&#12399;&#12289;&#30011;&#20687;&#12364;&#12461;&#12515;&#12503;&#12481;&#12515;&#12373;&#12428;&#12383;&#26178;&#38291;&#12392;&#12501;&#12524;&#12540;&#12512;&#12364;&#20445;&#23384;&#12373;&#12428;&#12383;&#29702;&#30001;&#12434;&#31034;&#12377;&#12501;&#12449;&#12452;&#12523;&#21517;&#12391;&#20445;&#23384;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12501;&#12524;&#12540;&#12512;&#12399;FIT&#24418;&#24335;&#12391;&#20445;&#23384;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#12504;&#12483;&#12480;&#12540;&#12395;&#12399;&#38706;&#20986;&#26178;&#38291;&#12394;&#12393;&#12398;&#20182;&#12398;&#26377;&#29992;&#12394;&#24773;&#22577;&#12364;&#21547;&#12414;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12525;&#12462;&#12531;&#12464;&#27231;&#33021;&#12399;&#20027;&#12395;&#12488;&#12521;&#12502;&#12523;&#12471;&#12517;&#12540;&#12486;&#12451;&#12531;&#12464;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;</font><font style="vertical-align: inherit;">&#30011;&#20687;&#12398;&#12469;&#12502;&#12501;&#12457;&#12523;&#12480;&#12540;&#12399;30&#26085;&#24460;&#12395;&#33258;&#21205;&#30340;&#12395;&#21066;&#38500;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#30446;&#30340;&#12395;&#21512;&#12431;&#12379;&#12390;&#30011;&#20687;&#12434;&#20445;&#25345;&#12375;&#12383;&#12356;&#22580;&#21512;&#12399;&#12289;&#12469;&#12502;&#12501;&#12457;&#12523;&#12480;&#12540;&#12398;&#21517;&#21069;&#12434;&#22793;&#26356;&#12377;&#12427;&#12363;&#12289;&#21029;&#12398;&#12487;&#12451;&#12524;&#12463;&#12488;&#12522;&#12395;&#12467;&#12500;&#12540;/&#31227;&#21205;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12525;&#12462;&#12531;&#12464;&#12364;&#12300;&#12452;&#12505;&#12531;&#12488;&#12301;&#12398;1&#12388;&#12395;&#12424;&#12387;&#12390;&#12488;&#12522;&#12460;&#12540;&#12373;&#12428;&#12383;&#22580;&#21512;-&#12383;&#12392;&#12360;&#12400;&#12289;&#12473;&#12479;&#12540;&#12398;&#27424;&#33853;&#12420;&#22823;&#12365;&#12394;&#12456;&#12521;&#12540;-&#30011;&#20687;&#12398;&#12464;&#12523;&#12540;&#12503;&#65288;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#30011;&#20687;&#12475;&#12483;&#12488;&#65289;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12399;&#12289;&#12452;&#12505;&#12531;&#12488;&#12434;&#12488;&#12522;&#12460;&#12540;&#12375;&#12383;&#30011;&#20687;&#12398;&#26178;&#38291;&#20013;&#24515;&#12395;&#20445;&#23384;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;&#30064;&#24120;&#12394;&#29366;&#24907;&#12364;&#30330;&#29983;&#12377;&#12427;&#21069;&#12392;&#24460;&#12398;&#20001;&#26041;&#12391;&#12460;&#12452;&#12489;&#26143;&#12392;&#12460;&#12452;&#12489;&#12501;&#12524;&#12540;&#12512;&#12364;&#12393;&#12398;&#12424;&#12358;&#12395;&#35211;&#12360;&#12383;&#12363;&#12434;&#31034;&#12377;&#12460;&#12452;&#12480;&#12540;&#30011;&#20687;&#12398;&#35352;&#37682;&#12364;&#25552;&#20379;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12373;&#12414;&#12374;&#12414;&#12394;&#12488;&#12522;&#12460;&#12540;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12392;&#12501;&#12451;&#12523;&#12479;&#12522;&#12531;&#12464;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12434;&#20197;&#19979;&#12395;&#35500;&#26126;&#12375;&#12289;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12398;&#12484;&#12540;&#12523;&#12481;&#12483;&#12503;&#12395;&#12418;&#34920;&#31034;&#12375;&#12414;&#12377;&#12290;</font></font></li><ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#12377;&#12409;&#12390;&#12398;&#22833;&#12431;&#12428;&#12383;&#26143;&#12398;&#12501;&#12524;&#12540;&#12512;&#12301;-&#22833;&#12431;&#12428;&#12383;&#26143;&#12398;&#29702;&#30001;&#65288;&#20302;SNR&#12289;&#36074;&#37327;&#22793;&#21270;&#12394;&#12393;&#65289;&#12395;&#38306;&#20418;&#12394;&#12367;&#12289;&#22833;&#12431;&#12428;&#12383;&#26143;&#12398;&#12452;&#12505;&#12531;&#12488;&#12398;&#30011;&#20687;&#12475;&#12483;&#12488;&#12434;&#35352;&#37682;&#12375;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#12377;&#12409;&#12390;&#12398;&#33258;&#21205;&#36984;&#25246;&#12473;&#12479;&#12540;&#12501;&#12524;&#12540;&#12512;&#12301;-&#32080;&#26524;&#12395;&#38306;&#20418;&#12394;&#12367;&#12289;&#12473;&#12479;&#12540;&#12398;&#33258;&#21205;&#36984;&#25246;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#12501;&#12524;&#12540;&#12512;&#12398;&#30011;&#20687;&#12475;&#12483;&#12488;&#12434;&#35352;&#37682;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26143;&#12398;&#33258;&#21205;&#36984;&#25246;&#12395;&#22833;&#25943;&#12377;&#12427;&#12392;&#12289;&#12518;&#12540;&#12470;&#12540;&#12452;&#12531;&#12479;&#12540;&#12501;&#12455;&#12452;&#12473;&#12391;&#12398;&#36984;&#25246;&#12395;&#38306;&#20418;&#12394;&#12367;&#12289;&#24120;&#12395;&#12525;&#12464;&#12395;&#35352;&#37682;&#12373;&#12428;&#12383;&#30011;&#20687;&#12364;&#29983;&#25104;&#12373;&#12428;&#12427;&#12371;&#12392;&#12395;&#27880;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#30456;&#23550;&#35492;&#24046;&#12364;&#36229;&#12360;&#12383;&#12392;&#12365;&#12301;-&#29694;&#22312;&#12398;&#12501;&#12524;&#12540;&#12512;&#12398;&#26143;&#12398;&#12383;&#12431;&#12415;&#12364;&#12289;&#38563;&#25509;&#12377;&#12427;&#12473;&#12500;&#12531;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12391;&#36984;&#25246;&#12373;&#12428;&#12383;&#20418;&#25968;&#12384;&#12369;&#31227;&#21205;&#24179;&#22343;&#35492;&#24046;&#12434;&#36229;&#12360;&#12383;&#12392;&#12365;&#12395;&#30011;&#20687;&#12475;&#12483;&#12488;&#12434;&#35352;&#37682;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;&#24179;&#22343;&#65288;RMS&#65289;&#12456;&#12521;&#12540;&#12364;0.5&#12500;&#12463;&#12475;&#12523;&#12391;&#12289;&#29694;&#22312;&#12398;&#12501;&#12524;&#12540;&#12512;&#12398;&#12456;&#12521;&#12540;&#12364;1.5&#12500;&#12463;&#12475;&#12523;&#12398;&#22580;&#21512;&#12289;&#30456;&#23550;&#12456;&#12521;&#12540;&#12399;3&#12391;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#32118;&#23550;&#35492;&#24046;&#12434;&#36229;&#12360;&#12427;&#22580;&#21512;&#12301;-&#26143;&#12398;&#12383;&#12431;&#12415;&#12364;&#38563;&#25509;&#12377;&#12427;&#12473;&#12500;&#12531;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12391;&#25351;&#23450;&#12373;&#12428;&#12383;&#12500;&#12463;&#12475;&#12523;&#25968;&#12434;&#36229;&#12360;&#12427;&#12392;&#12289;&#30011;&#20687;&#12475;&#12483;&#12488;&#12434;&#35352;&#37682;&#12375;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#12371;&#12398;&#12459;&#12454;&#12531;&#12488;&#12395;&#36948;&#12377;&#12427;&#12414;&#12391;&#12301;-&#12459;&#12454;&#12531;&#12488;&#12364;&#38563;&#25509;&#12377;&#12427;&#12473;&#12500;&#12531;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12398;&#20516;&#12392;&#19968;&#33268;&#12377;&#12427;&#12414;&#12391;&#30011;&#20687;&#12434;&#35352;&#37682;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12459;&#12454;&#12531;&#12479;&#12540;&#12399;&#12289;&#21046;&#38480;&#12395;&#36948;&#12377;&#12427;&#12392;&#12476;&#12525;&#12395;&#12522;&#12475;&#12483;&#12488;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font></li></ul></ul><div style="margin-left: 40px;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#30011;&#20687;&#12399;&#26989;&#30028;&#27161;&#28310;&#12398;&#24418;&#24335;&#12391;&#20445;&#23384;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#12381;&#12428;&#12425;&#12434;&#34920;&#31034;&#12414;&#12383;&#12399;&#20998;&#26512;&#12391;&#12365;&#12427;&#22825;&#25991;&#23398;&#38306;&#36899;&#12398;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12364;&#22810;&#25968;&#12354;&#12426;&#12289;&#12381;&#12398;&#22810;&#12367;&#12399;&#28961;&#26009;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12411;&#12392;&#12435;&#12393;&#12398;&#30011;&#20687;&#12461;&#12515;&#12503;&#12481;&#12515;&#12362;&#12424;&#12403;&#30011;&#20687;&#20966;&#29702;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12399;&#12289;&#26143;&#12398;&#35443;&#32048;&#12394;&#28204;&#23450;&#12392;&#35222;&#37326;&#12398;&#20809;&#23398;&#21697;&#36074;&#12434;&#23455;&#34892;&#12391;&#12365;&#12427;&#20182;&#12398;&#12424;&#12426;&#20855;&#20307;&#30340;&#12394;&#12484;&#12540;&#12523;&#12392;&#19968;&#32210;&#12395;&#12381;&#12428;&#12434;&#34892;&#12358;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">Web&#26908;&#32034;&#12434;&#23455;&#34892;&#12377;&#12427;&#12384;&#12369;&#12391;&#12289;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#12503;&#12521;&#8203;&#8203;&#12483;&#12488;&#12501;&#12457;&#12540;&#12512;&#12395;&#23550;&#24540;&#12375;&#12383;FIT&#24418;&#24335;&#12434;&#12469;&#12509;&#12540;&#12488;&#12377;&#12427;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12398;&#12522;&#12473;&#12488;&#12434;&#35211;&#12388;&#12369;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#30011;&#20687;&#12434;&#35211;&#12390;&#28966;&#28857;&#12434;&#30906;&#35469;&#12375;&#12383;&#12426;&#12289;&#12459;&#12513;&#12521;&#12363;&#12425;&#36820;&#12373;&#12428;&#12427;&#30011;&#20687;&#12398;&#19968;&#33324;&#30340;&#12394;&#21697;&#36074;&#12434;&#30906;&#35469;&#12375;&#12383;&#12356;&#22580;&#21512;&#12399;&#12289;PHD2&#12434;&#20351;&#29992;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12364;&#12450;&#12452;&#12489;&#12523;&#29366;&#24907;&#65288;&#12523;&#12540;&#12503;&#12391;&#12418;&#35480;&#23566;&#12391;&#12418;&#12394;&#12356;&#65289;&#12398;&#22580;&#21512;&#12289;&#20445;&#23384;&#12375;&#12383;FIT&#30011;&#20687;&#12398;1&#12388;&#12434;&#12513;&#12452;&#12531;&#12454;&#12451;&#12531;&#12489;&#12454;&#12395;&#12489;&#12521;&#12483;&#12464;&#12450;&#12531;&#12489;&#12489;&#12525;&#12483;&#12503;&#12377;&#12427;&#12384;&#12369;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12364;&#26356;&#26032;&#12373;&#12428;&#12289;&#12489;&#12525;&#12483;&#12503;&#12375;&#12383;&#30011;&#20687;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12434;&#12495;&#12540;&#12489;&#12454;&#12455;&#12450;&#12395;&#25509;&#32154;&#12377;&#12427;&#24517;&#35201;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12531;&#12510;&#12473;&#12521;&#12452;&#12480;&#12540;&#12434;&#35519;&#25972;&#12375;&#12289;&#12473;&#12479;&#12540;&#12434;&#25163;&#21205;&#12414;&#12383;&#12399;&#33258;&#21205;&#12391;&#36984;&#25246;&#12375;&#12289;&#12473;&#12479;&#12540;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12484;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#36984;&#25246;&#12375;&#12383;&#12473;&#12479;&#12540;&#12398;HFD&#12392;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12434;&#34920;&#31034;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font></div><h3><a name="Camera_Tab"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12479;&#12502;</font></font></h3>
<span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 605px; height: 480px;" alt="" src="Advanced_camera.png"><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12300;&#12459;&#12513;&#12521;&#12301;&#12479;&#12502;&#12398;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12399;&#27425;&#12398;&#12424;&#12358;&#12395;&#20351;&#29992;&#12373;&#12428;&#12414;&#12377;&#12290; </font></font><br>
<ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Noise_reduction"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12494;&#12452;&#12474;&#12522;&#12480;&#12463;&#12471;&#12519;&#12531; '-&#12494;&#12452;&#12474;&#12398;&#22810;&#12356;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#30011;&#20687;&#12398;&#20966;&#29702;&#12395;&#20351;&#29992;&#12377;&#12427;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12434;&#25351;&#23450;&#12375;&#12414;&#12377;-&#26263;&#12356;&#12501;&#12524;&#12540;&#12512;&#12391;&#12399;&#19981;&#21313;&#20998;&#12394;&#30011;&#20687;&#12290;</font><font style="vertical-align: inherit;">&#36984;&#25246;&#32930;&#12395;&#12399;&#12289;&#12394;&#12375;&#12289;&#24179;&#22343;2x2&#12289;&#20013;&#22830;&#20516;3x3&#12364;&#21547;&#12414;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">2x2&#24179;&#22343;&#20516;&#12392;3x3&#20013;&#22830;&#20516;&#12398;&#20001;&#26041;&#12364;&#12494;&#12452;&#12474;&#12434;&#22823;&#24133;&#12395;&#21066;&#28187;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">3x3&#20013;&#22830;&#20516;&#12399;&#12289;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12398;&#38500;&#21435;&#12395;&#29305;&#12395;&#21177;&#26524;&#30340;&#12391;&#12354;&#12426;&#12289;&#12393;&#12385;&#12425;&#12418;&#12460;&#12452;&#12489;&#31934;&#24230;&#12395;&#22823;&#12365;&#12394;&#24433;&#38911;&#12434;&#19982;&#12360;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20316;&#25104;&#12377;&#12427;&#26041;&#12364;&#12289;&#12363;&#12377;&#12363;&#12394;&#26143;&#12434;&#26908;&#20986;&#12377;&#12427;&#33021;&#21147;&#12408;&#12398;&#24433;&#38911;&#12364;&#23569;&#12394;&#12367;&#12289;&#12424;&#12426;&#20778;&#12428;&#12383;&#12477;&#12522;&#12517;&#12540;&#12471;&#12519;&#12531;&#12395;&#12394;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Time_lapse"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12479;&#12452;&#12512;&#12521;&#12503;&#12473; '-&#12460;&#12452;&#12489;&#12398;&#38706;&#20986;&#38291;&#12395;&#19968;&#23450;&#12398;&#36933;&#24310;&#12434;&#35506;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#12460;&#12452;&#12489;&#12398;&#38706;&#20986;&#12364;&#38750;&#24120;&#12395;&#30701;&#12367;&#12289;&#38750;&#24120;&#12395;&#39640;&#12356;&#12488;&#12521;&#12501;&#12451;&#12483;&#12463;&#12524;&#12540;&#12488;&#12391;&#12510;&#12454;&#12531;&#12488;&#12414;&#12383;&#12399;&#12459;&#12513;&#12521;&#12522;&#12531;&#12463;&#12395;&#36942;&#36000;&#33655;&#12434;&#12363;&#12369;&#12383;&#12367;&#12394;&#12356;&#22580;&#21512;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font></font></li><li><a name="Auto_exposure_settings"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#33258;&#21205;&#38706;&#20986;&#12301;-&#12371;&#12428;&#12425;&#12399;&#33258;&#21205;&#38706;&#20986;&#26178;&#38291;&#12434;&#21046;&#24481;&#12377;&#12427;&#35373;&#23450;&#12391;&#12377;&#12290;</font></font></li><ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26368;&#23567;&#38706;&#20986;-&#26368;&#23567;&#38706;&#20986;&#26178;&#38291;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#26143;&#12398;SNR&#12364;&#30446;&#27161;&#12398;SNR&#20516;&#12424;&#12426;&#12418;&#39640;&#12356;&#22580;&#21512;&#12391;&#12418;&#12289;PHD2&#12399;&#38706;&#20986;&#26178;&#38291;&#12434;&#12371;&#12398;&#20516;&#12424;&#12426;&#12418;&#30701;&#12367;&#35373;&#23450;&#12375;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#23567;&#38706;&#20986;&#26178;&#38291;&#12398;&#35373;&#23450;&#12364;&#30701;&#12377;&#12366;&#12427;&#12392;&#12289;&#35211;&#12427;&#21177;&#26524;&#12434;&#36861;&#12356;&#12363;&#12369;&#12289;&#12381;&#12428;&#12395;&#12424;&#12387;&#12390;&#19981;&#21313;&#20998;&#12394;&#35480;&#23566;&#32080;&#26524;&#12364;&#24471;&#12425;&#12428;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">AO&#12518;&#12491;&#12483;&#12488;&#12398;&#12518;&#12540;&#12470;&#12540;&#12399;&#36890;&#24120;&#12289;&#12371;&#12428;&#12434;&#12424;&#12426;&#20302;&#12356;&#20516;&#12395;&#35373;&#23450;&#12375;&#12414;&#12377;&#12290;&#12371;&#12428;&#12399;&#12289;AO&#12434;&#20351;&#29992;&#12377;&#12427;&#22580;&#21512;&#12289;&#22810;&#12367;&#12398;&#22580;&#21512;&#12289;&#36805;&#36895;&#12391;&#23567;&#12373;&#12394;&#20462;&#27491;&#12364;&#26395;&#12414;&#12375;&#12356;&#12363;&#12425;&#12391;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26368;&#22823;&#38706;&#20986;-&#26368;&#22823;&#38706;&#20986;&#26178;&#38291;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#26143;&#12434;&#36984;&#25246;&#12377;&#12427;&#21069;&#12395;&#12289;PHD2&#12399;&#38706;&#20986;&#26178;&#38291;&#12434;&#26368;&#22823;&#20516;&#12395;&#35373;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#26143;&#12434;&#36984;&#25246;&#12377;&#12427;&#12392;&#12289;PHD2&#12399;&#30446;&#30340;&#12398;SNR&#12395;&#36948;&#12377;&#12427;&#12414;&#12391;&#38706;&#20986;&#26178;&#38291;&#12434;&#24464;&#12293;&#12395;&#28187;&#12425;&#12375;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12479;&#12540;&#12466;&#12483;&#12488;SNR-&#12371;&#12428;&#12399;&#12289;PHD2&#12364;&#38706;&#20986;&#26178;&#38291;&#12434;&#35519;&#25972;&#12377;&#12427;&#12371;&#12392;&#12391;&#36948;&#25104;&#12375;&#12424;&#12358;&#12392;&#12377;&#12427;&#24179;&#22343;SNR&#20516;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">SNR&#12399;&#12289;&#38706;&#20986;&#26178;&#38291;&#12364;&#22266;&#23450;&#12373;&#12428;&#12390;&#12356;&#12390;&#12418;&#12501;&#12524;&#12540;&#12512;&#12372;&#12392;&#12395;&#22793;&#21205;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12427;&#12383;&#12417;&#12289;&#12479;&#12540;&#12466;&#12483;&#12488;SNR&#20516;&#12434;&#36984;&#25246;&#12377;&#12427;&#38555;&#12395;&#12399;&#12289;&#12381;&#12398;&#12371;&#12392;&#12434;&#24517;&#12378;&#32771;&#24942;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">SNR&#12364;3.0&#12434;&#19979;&#22238;&#12427;&#12392;&#12289;PHD2&#12399;&#12501;&#12524;&#12540;&#12512;&#12434;&#25298;&#21542;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12398;6.0&#12391;&#12399;&#12289;&#22793;&#21205;&#12395;&#12424;&#12387;&#12390;SNR&#12364;3.0&#12434;&#19979;&#22238;&#12427;&#12398;&#12434;&#38450;&#12368;&#12398;&#12395;&#21313;&#20998;&#12394;&#12463;&#12483;&#12471;&#12519;&#12531;&#12364;&#25552;&#20379;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#22522;&#26412;&#30340;&#12394;&#20351;&#29992;&#27861;&#12301;&#12475;&#12463;&#12471;&#12519;&#12531;&#12391;&#35500;&#26126;&#12375;&#12383;&#12424;&#12358;&#12395;&#12289;SNR&#12399;&#39006;&#20284;&#12375;&#12390;&#12356;&#12414;&#12377;&#12364;&#12289;&#28204;&#20809;&#12391;&#20351;&#29992;&#12373;&#12428;&#12427;&#20449;&#21495;&#23550;&#38609;&#38899;&#27604;&#12392;&#21516;&#19968;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font></font></li></ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Pixel_size"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474; '-&#12511;&#12463;&#12525;&#12531;&#21336;&#20301;&#12398;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12398;&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;</font><font style="vertical-align: inherit;">
&#12460;&#12452;&#12480;&#12540;&#30011;&#20687;&#12398;&#12473;&#12465;&#12540;&#12523;&#12434;&#35336;&#31639;&#12377;&#12427;</font><font style="vertical-align: inherit;">&#12383;&#12417;&#12395;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12364;</font><font style="vertical-align: inherit;">&#24517;&#35201;&#12392;&#12377;&#12427;2&#12388;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12398;&#12358;&#12385;&#12398;2&#30058;&#30446;&#12391;</font><font style="vertical-align: inherit;">&#12354;&#12426;&#12289;&#12375;&#12383;&#12364;&#12387;&#12390;&#12289;&#12460;&#12452;&#12480;&#12540;&#32113;&#35336;&#12434;&#12450;&#12540;&#12463;&#31186;&#21336;&#20301;&#12391;&#22577;&#21578;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#24517;&#35201;&#12394;&#20182;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12399;&#12289;&#12300;&#12460;&#12452;&#12489;&#12301;&#12479;&#12502;&#12395;&#12354;&#12427;&#12460;&#12452;&#12489;&#12473;&#12467;&#12540;&#12503;&#12398;&#28966;&#28857;&#36317;&#38626;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12398;&#12510;&#12491;&#12517;&#12450;&#12523;&#12434;&#21442;&#29031;&#12375;&#12390;&#12289;&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#12398;&#27491;&#12375;&#12356;&#20516;&#12434;&#27770;&#23450;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12395;&#27491;&#26041;&#24418;&#12391;&#12394;&#12356;&#12500;&#12463;&#12475;&#12523;&#12364;&#12354;&#12427;&#22580;&#21512;&#12399;&#12289;&#23544;&#27861;&#12398;&#12356;&#12378;&#12428;&#12363;&#12434;&#36984;&#25246;&#12377;&#12427;&#12363;&#12289;2&#12388;&#12398;&#24179;&#22343;&#12434;&#20837;&#21147;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#12399;&#12460;&#12452;&#12489;&#12398;&#31934;&#24230;&#12395;&#24433;&#38911;&#12375;&#12394;&#12356;&#12383;&#12417;&#12289;&#12518;&#12540;&#12470;&#12540;&#12452;&#12531;&#12479;&#12540;&#12501;&#12455;&#12452;&#12473;&#12398;&#12431;&#12378;&#12363;&#12394;&#19981;&#27491;&#30906;&#12373;&#12399;&#21839;&#38988;&#12434;&#24341;&#12365;&#36215;&#12371;&#12375;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#12499;&#12491;&#12531;&#12464;&#35373;&#23450;&#12434;&#20351;&#29992;&#12375;&#12390;&#12459;&#12513;&#12521;&#12398;&#12499;&#12491;&#12531;&#12464;&#12434;&#21046;&#24481;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#12399;&#12493;&#12452;&#12486;&#12451;&#12502;&#12398;&#12499;&#12491;&#12531;&#12464;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;&#12469;&#12452;&#12474;&#12391;&#12354;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290; &nbsp;</font></font><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#27880;&#24847;&#65306;&nbsp;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12459;&#12513;&#12521;&#12392;&#12459;&#12513;&#12521;&#12489;&#12521;&#12452;&#12496;&#12540;&#12364;&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#12434;PHD2&#12395;&#22577;&#21578;&#12391;&#12365;&#12427;&#22580;&#21512;&#12289;&#12371;&#12398;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12399;&#28961;&#21177;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#22580;&#21512;&#12289;&#28961;&#21177;&#21270;&#12373;&#12428;&#12383;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#20516;&#12399;&#12289;&#12487;&#12496;&#12452;&#12473;&#12363;&#12425;&#22577;&#21578;&#12373;&#12428;&#12383;&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#12434;&#34920;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12391;&#12399;&#12394;&#12367;&#12459;&#12513;&#12521;&#12489;&#12521;&#12452;&#12496;&#12540;&#12524;&#12505;&#12523;&#12391;&#12499;&#12491;&#12531;&#12464;&#12501;&#12449;&#12463;&#12479;&#12540;&#12418;&#25351;&#23450;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#32080;&#26524;&#12392;&#12375;&#12390;&#22577;&#21578;&#12373;&#12428;&#12427;&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#12364;&#22793;&#12431;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36890;&#24120;&#12289;PHD2&#12434;&#20351;&#29992;&#12375;&#12390;&#12499;&#12491;&#12531;&#12464;&#12434;&#35373;&#23450;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#65288;&#20197;&#19979;&#12434;&#21442;&#29031;&#65289;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Camera_gain"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">Camera gain '-&#12371;&#12398;&#27231;&#33021;&#12434;&#12469;&#12509;&#12540;&#12488;&#12377;&#12427;&#22810;&#12367;&#12398;&#12459;&#12513;&#12521;&#12398;&#12466;&#12452;&#12531;&#12524;&#12505;&#12523;&#12434;&#35373;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12434;&#28187;&#12425;&#12377;&#12392;&#12289;&#12494;&#12452;&#12474;&#12524;&#12505;&#12523;&#12434;&#19979;&#12370;&#12427;&#12398;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;&#12414;&#12383;&#12399;&#12289;&#39165;&#21644;&#12398;&#12394;&#12356;&#26126;&#12427;&#12356;&#26143;&#12434;&#20351;&#29992;&#12391;&#12365;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Disconnect_nonresponsive_camera"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#65288;&#25968;&#31186;&#24460;&#65289;&#24540;&#31572;&#12375;&#12394;&#12356;&#12459;&#12513;&#12521;&#12434;&#20999;&#26029;&#12377;&#12427;-USB&#25509;&#32154;&#12398;&#38556;&#23475;&#12364;&#21407;&#22240;&#12391;&#12289;&#12459;&#12513;&#12521;&#12398;&#35492;&#21205;&#20316;&#12364;&#30330;&#29983;&#12377;&#12427;&#12371;&#12392;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#22810;&#12367;&#12398;&#22580;&#21512;&#12289;&#12459;&#12513;&#12521;&#12399;&#35201;&#27714;&#12373;&#12428;&#12383;&#30011;&#20687;&#12487;&#12540;&#12479;&#12434;&#36820;&#12373;&#12378;&#12289;PHD2&#12399;&#12300;&#12495;&#12531;&#12464;&#12301;&#12375;&#12390;&#12356;&#12427;&#12424;&#12358;&#12395;&#35211;&#12360;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12399;&#12289;&#20104;&#24819;&#12373;&#12428;">&#12458;&#12540;&#12496;&#12540;&#12469;&#12531;&#12503;&#12522;&#12531;&#12464;&#12399;&#23455;&#38555;&#12398;&#21033;&#28857;&#12434;&#25552;&#20379;&#12379;&#12378;&#12289;&#12363;&#12377;&#12363;&#12394;&#;&#12427;&#38706;&#20986;&#26178;&#38291;&#12364;&#32076;&#36942;&#12375;&#12383;&#24460;&#12289;PHD2&#12364;&#24540;&#31572;&#12434;&#24453;&#27231;&#12377;&#12427;&#26178;&#38291;&#12434;&#27770;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;5&#31186;&#12398;&#12479;&#12452;&#12512;&#12450;&#12454;&#12488;&#20516;&#12392;2&#31186;&#12398;&#38706;&#20986;&#26178;&#38291;&#12434;&#32068;&#12415;&#21512;&#12431;&#12379;&#12383;&#22580;&#21512;&#12289;PHD2&#12399;&#24540;&#31572;&#12434;&#26368;&#22823;7&#31186;&#24453;&#12388;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#26399;&#38291;&#20869;&#12395;&#12487;&#12540;&#12479;&#12364;&#21463;&#20449;&#12373;&#12428;&#12394;&#12356;&#22580;&#21512;&#12289;PHD2&#12399;&#25805;&#20316;&#12434;&#20572;&#27490;&#12375;&#12289;&#12459;&#12513;&#12521;&#12434;&#20999;&#26029;&#12375;&#12289;&#12513;&#12452;&#12531;&#12454;&#12451;&#12531;&#12489;&#12454;&#12395;&#35686;&#21578;&#12513;&#12483;&#12475;&#12540;&#12472;&#12434;&#34920;&#31034;&#12375;&#12424;&#12358;&#12392;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12495;&#12540;&#12489;&#12454;&#12455;&#12450;&#12398;&#21839;&#38988;&#12364;&#26681;&#26412;&#30340;&#12394;&#21839;&#38988;&#12391;&#12354;&#12427;&#21487;&#33021;&#24615;&#12364;&#39640;&#12356;&#12383;&#12417;&#12289;&#12371;&#12398;&#22238;&#24489;&#12398;&#35430;&#12415;&#12399;&#24120;&#12395;&#25104;&#21151;&#12377;&#12427;&#12392;&#12399;&#38480;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12479;&#12452;&#12512;&#12450;&#12454;&#12488;&#20516;&#12434;&#23515;&#22823;&#12395;&#12375;&#12390;&#12289;&#35492;&#12387;&#12383;&#22238;&#24489;&#12450;&#12463;&#12471;&#12519;&#12531;&#12434;&#22238;&#36991;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#12513;&#12452;&#12531;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12459;&#12513;&#12521;&#12392;&#38651;&#23376;&#27231;&#22120;&#12434;&#20849;&#26377;&#12377;&#12427;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;&#12371;&#12398;&#12479;&#12452;&#12512;&#12450;&#12454;&#12488;&#12434;&#22823;&#12365;&#12394;&#20516;&#12395;&#35373;&#23450;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#12371;&#12428;&#12399;&#12289;&#12513;&#12452;&#12531;&#12452;&#12513;&#12540;&#12472;&#12515;&#12540;&#12363;&#12425;&#12398;&#12501;&#12523;&#12501;&#12524;&#12540;&#12512;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12398;&#26368;&#22823;&#20104;&#24819;&#26178;&#38291;&#12434;&#22823;&#24133;&#12395;&#19978;&#22238;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;Sequence Generator Pro&#12395;&#12497;&#12483;&#12465;&#12540;&#12472;&#21270;&#12373;&#12428;&#12390;&#12356;&#12427;SBIG&#12489;&#12521;&#12452;&#12496;&#12540;&#12398;&#12518;&#12540;&#12470;&#12540;&#12395;&#23550;&#12377;&#12427;&#32771;&#24942;&#20107;&#38917;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12364;&#29366;&#27841;&#12434;&#36969;&#20999;&#12395;&#20966;&#29702;&#12391;&#12365;&#12427;&#12363;&#12393;&#12358;&#12363;&#12395;&#12363;&#12363;&#12431;&#12425;&#12378;&#12289;&#26681;&#26412;&#30340;&#12394;&#21839;&#38988;&#12399;&#12411;&#12412;&#30906;&#23455;&#12395;&#12495;&#12540;&#12489;&#12454;&#12455;&#12450;&#12414;&#12383;&#12399;&#12459;&#12513;&#12521;&#12489;&#12521;&#12452;&#12496;&#12540;&#12395;&#12354;&#12426;&#12289;&#12460;&#12452;&#12489;&#12434;&#32154;&#34892;&#12377;&#12427;&#21069;&#12395;&#35299;&#27770;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font></li><li><a name="Binning_setting"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12499;&#12491;&#12531;&#12464;-&#12458;&#12531;&#12481;&#12483;&#12503;&#65288;&#12495;&#12540;&#12489;&#12454;&#12455;&#12450;&#65289;&#12499;&#12491;&#12531;&#12464;&#12434;&#12469;&#12509;&#12540;&#12488;&#12377;&#12427;&#12459;&#12513;&#12521;&#12398;&#22580;&#21512;&#12289;&#12460;&#12452;&#12489;&#38706;&#20986;&#12398;&#25774;&#24433;&#20013;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#12499;&#12491;&#12531;&#12464;&#12434;&#25351;&#23450;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#35443;&#32048;&#12395;&#12388;&#12356;&#12390;&#12399;&#12289;&#20197;&#19979;&#12434;&#21442;&#29031;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12399;&#12289;&#12459;&#12513;&#12521;&#12364;&#12458;&#12531;&#12481;&#12483;&#12503;&#12499;&#12491;&#12531;&#12464;&#12364;&#21487;&#33021;&#12391;&#12289;&#12459;&#12513;&#12521;&#12364;PHD2&#12395;&#25509;&#32154;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12395;&#12398;&#12415;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Use_subframes"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12469;&#12502;&#12501;&#12524;&#12540;&#12512;&#12434;&#20351;&#29992;&#12377;&#12427;-&#12371;&#12398;&#27231;&#33021;&#12434;&#12469;&#12509;&#12540;&#12488;&#12377;&#12427;&#12459;&#12513;&#12521;&#12398;&#22580;&#21512;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> 
&#12399;&#21508;&#12460;&#12452;&#12489;&#38706;&#20986;&#12398;&#12469;&#12502;&#12501;&#12524;&#12540;&#12512;&#12398;&#12415;&#12434;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#26178;&#38291;&#12364;&#36933;&#12356;&#12459;&#12513;&#12521;&#12395;&#38750;&#24120;&#12395;&#20415;&#21033;&#12391;&#12289;&#12460;&#12452;&#12489;&#12395;&#12424;&#12426;&#21177;&#26524;&#30340;&#12395;&#20351;&#29992;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#27231;&#33021;&#12399;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12392;&#12460;&#12452;&#12489;&#12398;&#20001;&#26041;&#12395;&#36969;&#29992;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12479;&#12540;&#12434;&#36984;&#25246;&#12379;&#12378;&#8203;&#8203;&#12395;&#26368;&#21021;&#12398;&#12523;&#12540;&#12503;&#12434;&#23455;&#34892;&#12377;&#12427;&#12392;&#12289;&#12501;&#12524;&#12540;&#12512;&#20840;&#20307;&#12364;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12373;&#12428;&#12414;&#12377;&#12364;&#12289;&#12473;&#12479;&#12540;&#12434;&#36984;&#25246;&#12377;&#12427;&#12392;&#12289;&#12371;&#12398;&#23567;&#12373;&#12394;&#12469;&#12502;&#12501;&#12524;&#12540;&#12512;&#12398;&#12415;&#12364;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12469;&#12502;&#12501;&#12524;&#12540;&#12512;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#12364;&#12289;&#12501;&#12524;&#12540;&#12512;&#20840;&#20307;&#12434;&#34920;&#31034;&#12375;&#12390;&#21029;&#12398;&#26143;&#12434;&#36984;&#25246;&#12375;&#12383;&#12356;&#22580;&#21512;&#12399;&#12289;&#30011;&#20687;&#34920;&#31034;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#20219;&#24847;&#12398;&#22580;&#25152;&#12391;Shift&#12461;&#12540;&#12434;&#25276;&#12375;&#12394;&#12364;&#12425;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font></font></li></ul><span style="font-weight: bold;"><a name="Binning_usage"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12499;&#12491;&#12531;&#12464;&#12398;&#20351;&#29992;</font></font></span><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> PHD2&#12391;&#21033;&#29992;&#21487;&#33021;&#12394;&#19968;&#37096;&#12398;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12399;&#12289;&#12495;&#12540;&#12489;&#12454;&#12455;&#12450;&#12524;&#12505;&#12523;&#12398;&#12499;&#12491;&#12531;&#12464;&#12434;&#12469;&#12509;&#12540;&#12488;&#12375;&#12414;&#12377;&#12290;&#12371;&#12428;&#12399;&#12289;&#38263;&#12356;&#28966;&#28857;&#36317;&#38626;&#12391;&#12460;&#12452;&#12489;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12420;&#12289;&#38750;&#24120;&#12395;&#23567;&#12373;&#12394;&#12500;&#12463;&#12475;&#12523;&#12398;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12364;&#12354;&#12427;&#22580;&#21512;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12471;&#12490;&#12522;&#12458;&#12391;&#12399;&#12289;&#22810;&#12367;&#12398;&#22580;&#21512;&#12289;&#12363;&#12377;&#12363;&#12394;&#12460;&#12452;&#12489;&#26143;&#12434;&#20351;&#29992;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12289;&#12460;&#12452;&#12489;&#30011;&#20687;&#12399;&#23455;&#36074;&#30340;&#12395;&#12458;&#12540;&#12496;&#12540;&#12469;&#12531;&#12503;&#12522;&#12531;&#12464;&#12373;&#12428;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit26143;&#24418;&#12398;&#20870;&#30436;&#12434;&#22810;&#12367;&#12398;&#23567;&#12373;&#12394;&#12500;&#12463;&#12475;&#12523;&#12395;&#25237;&#24433;&#12377;&#12427;&#12392;&#12289;S / N&#27604;&#65288;SNR&#65289;&#12364;&#20302;&#12367;&#12394;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#30011;&#20687;&#12434;&#12499;&#12491;&#12531;&#12464;&#12377;&#12427;&#12371;&#12392;&#12395;&#12424;&#12426;&#12289;&#12459;&#12513;&#12521;&#12398;&#35501;&#12415;&#21462;&#12426;&#12494;&#12452;&#12474;&#12398;&#24433;&#38911;&#12434;&#36605;&#28187;&#12375;&#12289;SNR&#12434;&#25913;&#21892;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12458;&#12540;&#12496;&#12540;&#12469;&#12531;&#12503;&#12522;&#12531;&#12464;&#12373;&#12428;&#12383;&#22580;&#21512;&#12391;&#12418;&#12289;&#12460;&#12452;&#12489;&#26143;&#12398;&#20301;&#32622;&#12398;&#35336;&#31639;&#12398;&#31934;&#24230;&#12364;&#20302;&#19979;&#12377;&#12427;&#12371;&#12392;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">1&#12424;&#12426;&#22823;&#12365;&#12356;&#12499;&#12491;&#12531;&#12464;&#20418;&#25968;&#12434;&#36984;&#25246;&#12377;&#12427;&#12392;&#12289;&#27425;&#12398;&#21177;&#26524;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><ol><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26143;&#12398;&#30011;&#20687;&#12399;SNR&#12364;&#39640;&#12367;&#12289;&#32972;&#26223;&#12494;&#12452;&#12474;&#12524;&#12505;&#12523;&#12434;&#36229;&#12360;&#12427;&#12392;&#26908;&#20986;&#12364;&#23481;&#26131;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#26263;&#12356;&#26143;&#12398;&#38291;&#12398;&#36984;&#25246;&#12395;&#21046;&#38480;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#65288;&#12388;&#12414;&#12426;&#12289;SNR&#20516;&#12364;&#12375;&#12365;&#12356;&#20516;3&#12395;&#36817;&#12356;&#22580;&#21512;&#65289;&#12395;&#12398;&#12415;&#26377;&#30410;&#12391;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12363;&#12425;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12373;&#12428;&#12427;&#12487;&#12540;&#12479;&#12398;&#37327;&#12399;&#12289;&#12499;&#12491;&#12531;&#12464;&#20418;&#25968;&#12398;2&#20055;&#20998;&#28187;&#23569;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#26143;&#12398;&#36637;&#24230;&#12392;SNR&#12364;&#12499;&#12531;&#12394;&#12375;&#12398;&#30011;&#20687;&#12391;&#12377;&#12391;&#12395;&#22949;&#24403;&#12394;&#22580;&#21512;&#12391;&#12418;&#12289;USB&#12522;&#12477;&#12540;&#12473;&#12434;&#22823;&#37327;&#12395;&#20351;&#29992;&#12377;&#12427;&#12459;&#12513;&#12521;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12418;&#12385;&#12429;&#12435;&#12289;&#12469;&#12502;&#12501;&#12524;&#12540;&#12512;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;&#26143;&#12434;&#36984;&#25246;&#12377;&#12427;&#12392;&#21516;&#12376;&#32080;&#26524;&#12364;&#24471;&#12425;&#12428;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12480;&#12540;&#12452;&#12513;&#12540;&#12472;&#12398;&#35299;&#20687;&#24230;&#65288;&#12452;&#12513;&#12540;&#12472;&#12473;&#12465;&#12540;&#12523;&#65289;&#12399;&#12289;&#12499;&#12491;&#12531;&#12464;&#20418;&#25968;&#12395;&#12424;&#12387;&#12390;&#20302;&#19979;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#12499;&#12491;&#12531;&#12464;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;&#30011;&#20687;&#12473;&#12465;&#12540;&#12523;&#12364;1 arc-sec / pixel&#26410;&#28288;&#12398;&#22580;&#21512;&#12289;&#21839;&#38988;&#12395;&#12394;&#12427;&#21487;&#33021;&#24615;&#12399;&#20302;&#12356;&#12391;&#12377;&#12364;&#12289;&#12499;&#12491;&#12531;&#12464;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;&#30011;&#20687;&#12473;&#12465;&#12540;&#12523;&#12364;1 arc-sec / pixel&#12434;&#12399;&#12427;&#12363;&#12395;&#36229;&#12360;&#12427;&#12392;&#12289;&#12460;&#12452;&#12489;&#32080;&#26524;&#12364;&#20302;&#19979;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#32080;&#26524;&#12399;&#12513;&#12452;&#12531;&#12459;&#12513;&#12521;&#12471;&#12473;&#12486;&#12512;&#12398;&#30011;&#20687;&#12473;&#12465;&#12540;&#12523;&#12395;&#12418;&#20381;&#23384;&#12377;&#12427;&#12383;&#12417;&#12289;&#23455;&#39443;&#12364;&#24517;&#35201;&#12394;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font></li></ol><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#21508;&#12499;&#12491;&#12531;&#12464;&#12524;&#12505;&#12523;&#12395;&#12399;&#12289;&#29420;&#33258;&#12398;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12392;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12364;&#24517;&#35201;&#12391;&#12377;&#12290;&#12371;&#12428;&#12425;&#12399;&#20114;&#25563;&#24615;&#12364;&#12394;&#12367;&#12289;&#22793;&#25563;&#12434;&#33258;&#21205;&#30340;&#12395;&#34892;&#12358;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12499;&#12491;&#12531;&#12464;&#35373;&#23450;&#12434;&#20999;&#12426;&#26367;&#12360;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#12392;&#20104;&#28204;&#12373;&#12428;&#12427;&#22580;&#21512;&#12399;&#12289;&#12499;&#12491;&#12531;&#12464;&#20516;&#12372;&#12392;&#12395;&#20491;&#21029;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12434;&#20316;&#25104;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27425;&#12395;&#12289;&#12371;&#12428;&#12425;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12372;&#12392;&#12395;&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12392;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20316;&#25104;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12499;&#12491;&#12531;&#12464;&#20418;&#25968;&#12434;&#22793;&#26356;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;&#30446;&#30340;&#12398;&#35373;&#23450;&#12434;&#25345;&#12388;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12395;&#20999;&#12426;&#26367;&#12360;&#12427;&#12384;&#12369;&#12391;&#12289;&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12420;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12364;&#20351;&#29992;&#21487;&#33021;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12364;&#27491;&#12375;&#12367;&#12499;&#12491;&#12531;&#12464;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;</font><font style="vertical-align: inherit;">&#12434;&#30906;&#35469;&#12377;&#12427;</font><font style="vertical-align: inherit;">&#22580;&#21512;&#12399;&#12289;[ </font></font><a href="Visualization.html#Stats_Display"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">統計]</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12454;&#12451;&#12531;&#12489;&#12454;&#12434;</font><font style="vertical-align: inherit;">&#20351;&#29992;&#12375;&#12390;</font><font style="vertical-align: inherit;">&#12289;&#12501;&#12524;&#12540;&#12512;&#12469;&#12452;&#12474;&#12392;&#29694;&#22312;&#12398;&#12459;&#12513;&#12521;&#19978;&#12398;&#12499;&#12531;&#35373;&#23450;&#12434;&#30906;&#35469;</font><font style="vertical-align: inherit;">&#12391;&#12365;</font><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;</font></font><h3><a name="Guiding_Tab"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12479;&#12502;</font></font></h3><span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 596px; height: 575px;" alt="" src="Advanced_guiding.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12479;&#12502;&#12395;&#12399;&#12289;&#12377;&#12409;&#12390;&#12398;&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12391;&#20849;&#26377;&#12373;&#12428;&#12427;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12289;&#12473;&#12479;&#12540;&#12488;&#12521;&#12483;&#12461;&#12531;&#12464;&#12289;&#12362;&#12424;&#12403;&#12460;&#12452;&#12489;&#21205;&#20316;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12488;&#12521;&#12483;&#12461;&#12531;&#12464;</font></font><br><ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Search_region"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26908;&#32034;&#38936;&#22495; '-&#12300;&#12488;&#12521;&#12483;&#12461;&#12531;&#12464;&#38263;&#26041;&#24418;&#12301;&#12398;&#12469;&#12452;&#12474;&#12434;&#12500;&#12463;&#12475;&#12523;&#21336;&#20301;&#12391;&#25351;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12364;&#36969;&#20999;&#12395;&#27231;&#33021;&#12375;&#12394;&#12356;&#22580;&#21512;&#12289;&#12414;&#12383;&#12399;&#12424;&#12426;&#19968;&#33324;&#30340;&#12395;&#12399;&#12289;&#22825;&#26609;&#19978;&#12391;&#36969;&#20999;&#12395;&#35519;&#25972;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;&#22580;&#21512;&#12289;&#12371;&#12398;&#20516;&#12434;&#22679;&#12420;&#12377;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#12460;&#12452;&#12489;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#12392;&#12365;&#12395;&#19968;&#26178;&#30340;&#12395;&#22679;&#12420;&#12375;&#12390;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12434;&#22833;&#12358;&#12371;&#12392;&#12394;&#12367;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#28204;&#23450;&#12434;&#23455;&#34892;&#12377;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26908;&#32034;&#38936;&#22495;&#12364;&#22823;&#12365;&#12377;&#12366;&#12427;&#12392;&#12289;&#12381;&#12398;&#22659;&#30028;&#20869;&#12395;&#35079;&#25968;&#12398;&#26143;&#12364;&#23384;&#22312;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#39640;&#12414;&#12426;&#12289;&#35480;&#23566;&#12398;&#21839;&#38988;&#12395;&#12388;&#12394;&#12364;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12427;&#12371;&#12392;&#12434;&#35226;&#12360;&#12390;&#12362;&#12356;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Star_mass_change_detection"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26143;&#12398;&#36074;&#37327;&#26908;&#20986;&#12301;- </font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12398;&#26143;&#12398;&#26126;&#12427;&#12373;&#12392;&#12469;&#12452;&#12474;&#12434;&#31354;&#12398;&#32972;&#26223;&#12392;&#27604;&#36611;&#12375;&#12390;&#30435;&#35222;&#12377;&#12427;</font><font style="vertical-align: inherit;">&#12424;&#12358;&#12395;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12395;</font><font style="vertical-align: inherit;">&#25351;&#31034;&#12375;</font><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;&nbsp;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Star_mass_tolerance"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26143;&#12398;&#36074;&#37327;&#35377;&#23481;&#20516;&#12301;-&#12300;&#26377;&#21177;&#12301;&#12508;&#12483;&#12463;&#12473;&#12364;&#12481;&#12455;&#12483;&#12463;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12399;&#12289;&#28204;&#23450;&#12373;&#12428;&#12383;&#36637;&#24230;&#12392;&#12469;&#12452;&#12474;&#12364;&#12371;&#12398;&#12497;&#12540;&#12475;&#12531;&#12486;&#12540;&#12472;&#12434;&#36229;&#12360;&#12390;&#22793;&#21270;&#12377;&#12427;&#12392;&#12289;&#12300;&#22833;&#12431;&#12428;&#12383;&#26143;&#12301;&#12456;&#12521;&#12540;&#12434;&#12488;&#12522;&#12460;&#12540;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#36861;&#36321;&#30697;&#24418;&#20869;&#12395;2&#12388;&#12398;&#26143;&#12364;&#12354;&#12426;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> 
&#12364;&#35492;&#12387;&#12390;&#26143;&#12434;&#20999;&#12426;&#26367;&#12360;</font><font style="vertical-align: inherit;">&#12394;&#12356;&#12424;&#12358;&#12395;&#12377;&#12427;&#22580;&#21512;&#12395;&#20415;&#21033;&#12391;&#12377;&nbsp; </font><font style="vertical-align: inherit;">&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#34180;&#12356;&#38642;&#12289;&#39640;&#12356;&#12459;&#12513;&#12521;&#12494;&#12452;&#12474;&#12289;&#12414;&#12383;&#12399;&#12450;&#12523;&#12501;&#12449;&#31890;&#23376;&#12398;&#12450;&#12540;&#12481;&#12501;&#12449;&#12463;&#12488;&#12395;&#12424;&#12387;&#12390;&#24341;&#12365;&#36215;&#12371;&#12373;&#12428;&#12427;&#12456;&#12521;&#12540;&#12434;&#38450;&#12368;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12363;&#12375;&#12289;&#12363;&#12377;&#12363;&#12394;&#26143;&#12434;&#12460;&#12452;&#12489;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#20449;&#38972;&#24615;&#12364;&#20302;&#12356;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26143;&#12364;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#19978;&#12395;&#12399;&#12387;&#12365;&#12426;&#12392;&#34920;&#31034;&#12373;&#12428;&#12390;&#12356;&#12427;&#12392;&#12365;&#12395;&#12300;&#22833;&#12431;&#12428;&#12383;&#26143;&#12301;&#12456;&#12521;&#12540;&#12364;&#22810;&#12377;&#12366;&#12427;&#22580;&#21512;&#12399;&#12289;&#12371;&#12398;&#35373;&#23450;&#12398;&#20516;&#12434;&#22679;&#12420;&#12375;&#12390;&#12415;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">[&#26377;&#21177;&#12395;&#12377;&#12427;]&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12434;&#12522;&#12475;&#12483;&#12488;&#12377;&#12427;&#12363;&#12289;&#12375;&#12365;&#12356;&#20516;&#12434;100&#12395;&#35373;&#23450;&#12377;&#12427;&#12392;&#12289;&#35686;&#21578;&#12364;&#23436;&#20840;&#12395;&#28961;&#21177;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Minimum_star_HFD"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26368;&#23567;&#26143;HFD '-&#36969;&#20999;&#12394;&#12460;&#12452;&#12489;&#26143;&#12398;&#26368;&#23567;&#21322;&#12501;&#12521;&#12483;&#12463;&#12473;&#30452;&#24452;&#65288;&#12362;&#12381;&#12425;&#12367;&#12300;&#12469;&#12452;&#12474;&#12301;&#65289;&#12434;&#25351;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12362;&#12381;&#12425;&#12367;&#12289;PHD2&#12364;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12398;&#22602;&#12434;&#20351;&#29992;&#21487;&#33021;&#12394;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12392;&#35492;&#35469;&#12377;&#12427;&#12398;&#12434;&#38450;&#12368;&#26368;&#33391;&#12398;&#26041;&#27861;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12391;&#12399;&#12394;&#12356;&#12371;&#12392;&#12364;&#12431;&#12363;&#12387;&#12390;&#12356;&#12427;&#12356;&#12367;&#12388;&#12363;&#12398;&#23567;&#12373;&#12394;&#26143;&#12434;&#25163;&#21205;&#12391;&#36984;&#25246;&#12375;&#12390;&#12289;&#12471;&#12473;&#12486;&#12512;&#12395;&#36969;&#12375;&#12383;&#20516;&#12434;&#27770;&#23450;&#12375;&#12289;&#12473;&#12479;&#12540;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12484;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12381;&#12428;&#12425;&#12398;&#26143;&#12398;HFD&#20516;&#12434;&#30906;&#35469;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27491;&#24403;&#12394;&#12363;&#12377;&#12363;&#12394;&#26143;&#12434;&#36984;&#25246;&#12391;&#12365;&#12427;&#12364;&#12289;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12399;&#36984;&#25246;&#12391;&#12365;&#12394;&#12356;&#26368;&#23567;HFD&#20516;&#12434;&#25351;&#23450;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font></li></ul><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36611;&#27491;</font></font><br><ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Focal_length"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#28966;&#28857;&#36317;&#38626; '-&#12460;&#12452;&#12489;&#12473;&#12467;&#12540;&#12503;&#12398;&#28966;&#28857;&#36317;&#38626;&#65288;&#12511;&#12522;&#12513;&#12540;&#12488;&#12523;&#65289;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12364;&#12452;&#12513;&#12540;&#12472;&#12473;&#12465;&#12540;&#12523;&#12434;&#35336;&#31639;&#12377;&#12427;&#12383;&#12417;&#12395;</font><font style="vertical-align: inherit;">&#24517;&#35201;&#12394;2&#12388;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12398;&#12358;&#12385;&#12398;1&#12388;&#12434;&#25552;&#20379;&#12375;</font><font style="vertical-align: inherit;">&#12289;&#12450;&#12540;&#12463;&#31186;&#21336;&#20301;&#12391;&#12460;&#12452;&#12489;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#22577;&#21578;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#24517;&#35201;&#12394;&#20182;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12399;&#12289;&#12300;&#12459;&#12513;&#12521;&#12301;&#12479;&#12502;&#12395;&#12354;&#12427;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12398;&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#12391;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Calibration_step-size"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#12473;&#12486;&#12483;&#12503;&#12469;&#12452;&#12474; ' </font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">-PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> 
&#12364;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#20013;&#12395;&#20351;&#29992;&#12377;&#12427;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12497;&#12523;&#12473;&#12398;&#25345;&#32154;&#26178;&#38291;&#12434;&#25351;&#23450;
 </font><font style="vertical-align: inherit;">&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#20351;&#29992;&#12395;&#12388;&#12356;&#12390;&#12399;&#12289;&#12300;&#22522;&#26412;&#30340;&#12394;&#20351;&#29992;&#12301;&#12504;&#12523;&#12503;&#12506;&#12540;&#12472;&#12398;&#12300;&#33258;&#21205;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12301;&#12475;&#12463;&#12471;&#12519;&#12531;&#12391;&#35500;&#26126;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#20013;&#12395;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12398;&#21205;&#12365;&#12364;&#36895;&#12377;&#12366;&#12427;&#12363;&#36933;&#12377;&#12366;&#12427;&#12363;&#12395;&#12424;&#12387;&#12390;&#12289;&#20516;&#12434;&#35519;&#25972;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#19968;&#33324;&#30340;&#12394;&#12460;&#12452;&#12489;&#12521;&#12452;&#12531;&#12392;&#12375;&#12390;&#12289;&#22825;&#20307;&#12398;&#36196;&#36947;&#12363;&#12425;&#32004;30&#24230;&#20197;&#20869;&#65288;&#36196;&#32239;= 0&#65289;&#12391;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12375;&#12289;&#21508;&#26041;&#21521;&#12391;8&#12316;14&#12473;&#12486;&#12483;&#12503;&#12395;&#12394;&#12427;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12473;&#12486;&#12483;&#12503;&#12469;&#12452;&#12474;&#12434;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12398;&#21491;&#20596;&#12395;&#12354;&#12427;&#12300;&#35336;&#31639;...&#12301;&#12508;&#12479;&#12531;&#12399;&#12289;&#36969;&#20999;&#12394;&#20516;&#12398;&#35336;&#31639;&#12395;&#24441;&#31435;&#12388;&#12480;&#12452;&#12450;&#12525;&#12464;&#12434;&#36215;&#21205;&#12375;&#12414;&#12377;&#65288;&#20197;&#19979;&#12434;&#21442;&#29031;&#65289;&nbsp;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Auto_restore_calibration"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#33258;&#21205;&#24489;&#20803;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531; '- </font><font style="vertical-align: inherit;">&#27231;&#22120;&#12364;&#25509;&#32154;&#12373;&#12428;&#12427;&#12392;&#12377;&#12368;&#12395;&#26368;&#26032;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12487;&#12540;&#12479;&#12434;&#33258;&#21205;&#30340;&#12395;&#12522;&#12525;&#12540;&#12489;&#12377;&#12427;</font><font style="vertical-align: inherit;">&#12424;&#12358;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12395;</font><font style="vertical-align: inherit;">&#25351;&#31034;
 </font><font style="vertical-align: inherit;">&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">ASCOM&#65288;&#12414;&#12383;&#12399;Indi&#65289;&#12510;&#12454;&#12531;&#12488;&#25509;&#32154;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12414;&#12383;&#12399;&#12300;aux-mount&#12301;&#25509;&#32154;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;&#12362;&#12381;&#12425;&#12367;&#12371;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#35373;&#23450;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36870;&#12395;&#12289;PHD2&#12395;&#20351;&#29992;&#21487;&#33021;&#12394;&#12473;&#12467;&#12540;&#12503;&#12509;&#12452;&#12531;&#12486;&#12451;&#12531;&#12464;&#24773;&#22577;&#12364;&#12394;&#12356;&#22580;&#21512;&#12289;&#12371;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12399;&#36890;&#24120;&#12522;&#12475;&#12483;&#12488;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26032;&#12375;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12454;&#12451;&#12470;&#12540;&#12489;&#12399;&#12289;&#23450;&#32681;&#12375;&#12383;&#27083;&#25104;&#12395;&#22522;&#12389;&#12356;&#12390;&#12289;&#12371;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12398;&#12487;&#12501;&#12457;&#12523;&#12488;&#35373;&#23450;&#12434;&#36984;&#25246;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#33258;&#21205;&#24489;&#20803;&#12399;&#12289;&#20491;&#21029;&#12398;&#27231;&#22120;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12372;&#12392;&#12395;&#35352;&#25014;&#12373;&#12428;&#12289;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12434;&#12525;&#12540;&#12489;&#12375;&#12390;&#27231;&#22120;&#12395;&#25509;&#32154;&#12375;&#12383;&#22580;&#21512;&#12395;&#12398;&#12415;&#21177;&#26524;&#12364;&#12354;&#12427;&#12371;&#12392;&#12395;&#27880;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#20491;&#12293;&#12398;&#12460;&#12452;&#12489;&#12475;&#12483;&#12471;&#12519;&#12531;&#12434;&#38283;&#22987;&#12377;&#12427;&#21069;&#12395;&#20877;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#24375;&#21046;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#21336;&#32020;&#12395;&#12463;&#12522;&#12450;&#12391;&#12365;&#12414;&#12377;&#65288;&#20197;&#19979;&#12434;&#21442;&#29031;&#65289;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Assert_Dec_Orthogonal"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">RA&#12395;&#30452;&#20132;&#12377;&#12427;Dec&#12434;&#24819;&#23450;-&#36890;&#24120;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12503;&#12525;&#12475;&#12473;&#12399;&#12289;&#36196;&#32076;&#12392;&#36196;&#32239;&#12398;&#20001;&#26041;&#12398;&#12459;&#12513;&#12521;&#12450;&#12531;&#12464;&#12523;&#12434;&#29420;&#31435;&#12375;&#12390;&#35336;&#31639;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#20516;&#12395;&#22823;&#12365;&#12394;&#31934;&#24230;&#12434;&#24517;&#35201;&#12392;&#12377;&#12427;&#12371;&#12392;&#12399;&#12394;&#12367;&#12289;&#36890;&#24120;&#12289;&#12487;&#12501;&#12457;&#12523;&#12488;&#12398;&#21205;&#20316;&#12364;&#12358;&#12414;&#12367;&#27231;&#33021;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#21608;&#26399;&#12456;&#12521;&#12540;&#12364;&#38750;&#24120;&#12395;&#22823;&#12365;&#12356;&#22580;&#21512;&#12289;&#12414;&#12383;&#12399;&#38750;&#24120;&#12395;&#24746;&#12356;&#35222;&#30028;&#29366;&#24907;&#12395;&#23550;&#20966;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;RA&#35282;&#24230;&#12392;&#36196;&#32239;&#35282;&#24230;&#12434;&#24375;&#21046;&#30340;&#12395;&#22402;&#30452;&#12395;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#36984;&#25246;&#12377;&#12427;&#12392;&#12289;PHD2&#12399;RA&#12398;&#12459;&#12513;&#12521;&#12450;&#12531;&#12464;&#12523;&#12434;&#35336;&#31639;&#12375;&#12289;RA&#12395;&#30452;&#20132;&#12377;&#12427;&#36196;&#32239;&#35282;&#12434;&#12450;&#12469;&#12540;&#12488;&#12375;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Clear_calibration"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#12463;&#12522;&#12450; ' </font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">-PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> &nbsp;
&#12395;&#12289;&#12510;&#12454;&#12531;&#12488;&#12395;&#29694;&#22312;&#20351;&#29992;&#12373;&#12428;&#12390;&#12356;&#12427;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12487;&#12540;&#12479;&#12434;&#12463;&#12522;&#12450;&#12375;&#12289;&#12460;&#12452;&#12489;&#12434;&#20877;&#38283;&#12377;&#12427;&#21069;&#12395;&#20877;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12377;&#12427;&#12371;&#12392;&#12434;</font><font style="vertical-align: inherit;">&#20253;&#12360;</font><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12373;&#12414;&#12374;&#12414;&#12394;&#29702;&#30001;&#12391;&#34892;&#12431;&#12428;&#12414;&#12377;&#12290;&#12383;&#12392;&#12360;&#12400;&#12289;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12398;&#22238;&#36578;&#12420;&#12510;&#12454;&#12531;&#12488;&#12460;&#12452;&#12489;&#12398;&#36895;&#24230;&#12398;&#22793;&#26356;&#12394;&#12393;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#12513;&#12452;&#12531;&#12506;&#12540;&#12472;&#12398;PHD2 /&#12460;&#12452;&#12489;&#12450;&#12452;&#12467;&#12531;&#12434;Shift&#12461;&#12540;&#12434;&#25276;&#12375;&#12394;&#12364;&#12425;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12371;&#12392;&#12391;&#21516;&#12376;&#32080;&#26524;&#12434;&#24471;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;&#20877;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12364;&#24375;&#21046;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Declination_compensation"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#20559;&#35282;&#35036;&#27491;&#12434;&#20351;&#29992;-PHD2&#12364;ASCOM&#25509;&#32154;&#12434;&#20171;&#12375;&#12390;&#12510;&#12454;&#12531;&#12488;&#12363;&#12425;&#12509;&#12452;&#12531;&#12486;&#12451;&#12531;&#12464;&#24773;&#22577;&#12434;&#21462;&#24471;&#12391;&#12365;&#12427;&#22580;&#21512;&#65288;&#12300;&#12510;&#12454;&#12531;&#12488;&#12301;&#12414;&#12383;&#12399;&#12300;&#35036;&#21161;&#12301;&#65289;&#12289;&#29694;&#22312;&#12398;&#20559;&#35282;&#12395;&#22522;&#12389;&#12356;&#12390;RA&#12460;&#12452;&#12489;&#12524;&#12540;&#12488;&#12434;&#33258;&#21205;&#30340;&#12395;&#35519;&#25972;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36890;&#24120;&#12289;&#12371;&#12398;&#12508;&#12483;&#12463;&#12473;&#12399;&#12289;&#30064;&#24120;&#12394;&#22580;&#21512;&#12434;&#38500;&#12365;&#12289;&#12481;&#12455;&#12483;&#12463;&#12375;&#12383;&#12414;&#12414;&#12395;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;SiTech&#12510;&#12454;&#12531;&#12488;&#12467;&#12531;&#12488;&#12525;&#12540;&#12521;&#12540;&#12399;&#26126;&#12425;&#12363;&#12395;&#35036;&#27491;&#12434;&#33258;&#21205;&#30340;&#12395;&#36969;&#29992;&#12375;&#12414;&#12377;&#12290;&#12381;&#12398;&#22580;&#21512;&#12289;&#12508;&#12483;&#12463;&#12473;&#12399;&#12481;&#12455;&#12483;&#12463;&#12375;&#12394;&#12356;&#12391;&#12362;&#12367;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#12289;&#23436;&#20840;&#12395;&#30064;&#12394;&#12427;&#27231;&#33021;&#12391;&#12354;&#12427;&#12300;&#20559;&#35282;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;&#12301;&#12392;&#28151;&#21516;&#12375;&#12394;&#12356;&#12391;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li></ul><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#20849;&#26377;&#12460;&#12452;&#12489;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;</font></font><ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Fast_Re-center"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12414;&#12383;&#12399;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#24460;&#12398;&#39640;&#36895;&#20877;&#12475;&#12531;&#12479;&#12522;&#12531;&#12464;-&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12414;&#12383;&#12399;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#20013;&#12289;&#12510;&#12454;&#12531;&#12488;&#12399;&#21021;&#26399;&#12398;&#12300;&#12525;&#12483;&#12463;&#12301;&#20301;&#32622;&#12363;&#12425;&#12363;&#12394;&#12426;&#12398;&#36317;&#38626;&#12434;&#31227;&#21205;&#12377;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;PHD2&#12399;&#12289;&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12398;&#12300;&#26368;&#22823;&#32153;&#32154;&#26178;&#38291;&#12301;&#35373;&#23450;&#12362;&#12424;&#12403;&#12488;&#12521;&#12483;&#12461;&#12531;&#12464;&#38936;&#22495;&#12398;&#12469;&#12452;&#12474;&#12391;&#35377;&#21487;&#12373;&#12428;&#12390;&#12356;&#12427;&#26368;&#22823;&#12398;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12510;&#12454;&#12531;&#12488;&#12434;&#12391;&#12365;&#12427;&#12384;&#12369;&#26089;&#12367;&#12525;&#12483;&#12463;&#20301;&#32622;&#12395;&#25147;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#26368;&#36969;&#21270;&#12395;&#12377;&#12366;&#12394;&#12356;&#12383;&#12417;&#12289;&#12371;&#12398;&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12398;&#20351;&#29992;&#12399;&#23436;&#20840;&#12395;&#12458;&#12503;&#12471;&#12519;&#12531;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#39640;&#36895;&#20877;&#12475;&#12531;&#12479;&#12522;&#12531;&#12464;&#20013;&#12395;&#26143;&#12364;&#22833;&#12431;&#12428;&#12383;&#12383;&#12417;&#12395;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12364;&#22833;&#25943;&#12377;&#12427;&#12371;&#12392;&#12364;&#22810;&#12356;&#22580;&#21512;&#12399;&#12289;&#12371;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#28961;&#21177;&#12395;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#31278;&#12398;&#21839;&#38988;&#12399;&#12289;RA&#12395;&#22823;&#12365;&#12394;&#26997;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12456;&#12521;&#12540;&#12414;&#12383;&#12399;&#36942;&#24230;&#12398;&#21608;&#26399;&#30340;&#12456;&#12521;&#12540;&#12364;&#12354;&#12427;&#12371;&#12392;&#12434;&#31034;&#12375;&#12390;&#12356;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">Guiding Assistant&#12434;&#23455;&#34892;&#12375;&#12390;&#12289;&#21839;&#38988;&#12398;&#21407;&#22240;&#12434;&#30906;&#35469;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font></li>

  <li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Reverse_Dec_output_after_meridian_flip"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#23376;&#21320;&#32218;&#21453;&#36578;&#24460;&#12398;&#36870;Dec&#20986;&#21147; '-&#23376;&#21320;&#32218;&#21453;&#36578;&#24460;</font><font style="vertical-align: inherit;">&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12487;&#12540;&#12479;&#12398;&#35519;&#25972;&#26041;&#27861;&#12434;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12395;&#25351;&#31034;&#12375;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#19968;&#37096;&#12398;&#12510;&#12454;&#12531;&#12488;&#12399;&#12289;&#12300;&#26719;&#27211;&#12398;&#20596;&#38754;&#12301;&#29366;&#24907;&#12434;&#36861;&#36321;&#12375;&#12289;&#36196;&#32239;&#12514;&#12540;&#12479;&#12540;&#12398;&#26041;&#21521;&#12434;&#33258;&#21205;&#30340;&#12395;&#21453;&#36578;&#12373;&#12379;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12411;&#12392;&#12435;&#12393;&#12398;&#12510;&#12454;&#12531;&#12488;&#12399;&#12371;&#12428;&#12434;&#34892;&#12356;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12393;&#12385;&#12425;&#12398;&#22580;&#21512;&#12391;&#12418;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> 
&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12364;&#12469;&#12452;&#12489;&#12458;&#12502;&#12500;&#12450;&#12395;&#22522;&#12389;&#12356;&#12390;&#12381;&#12398;&#21205;&#20316;&#12434;&#33258;&#21205;&#30340;&#12395;&#22793;&#26356;&#12377;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#30693;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#28857;&#12391;&#12510;&#12454;&#12531;&#12488;&#12364;&#12393;&#12398;&#12424;&#12358;&#12395;&#21205;&#20316;&#12377;&#12427;&#12363;&#12395;&#12388;&#12356;&#12390;&#12398;&#24773;&#22577;&#12434;&#35211;&#12388;&#12369;&#12427;&#12398;&#12364;&#38627;&#12375;&#12356;&#22580;&#21512;&#12364;&#12354;&#12427;&#12383;&#12417;&#12289;PHD2&#12399;</font><font style="vertical-align: inherit;">&#27491;&#12375;&#12356;&#35373;&#23450;&#12434;&#33258;&#21205;&#30340;&#12395;&#27770;&#23450;&#12377;&#12427;</font></font><a href="Tools.html#pierflip_cal_tool"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">Meridian&#12501;&#12522;&#12483;&#12503;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12484;&#12540;&#12523;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12434;</font><font style="vertical-align: inherit;">&#25552;&#20379;&#12375;</font><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#31777;&#21336;&#12394;&#23455;&#39443;&#12391;&#35373;&#23450;&#12434;&#25163;&#21205;&#12391;&#31777;&#21336;&#12395;&#25226;&#25569;&#12377;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290;

    </font></font><ul>
      <li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12434;&#28961;&#21177;&#12395;&#12375;&#12390;&#12289;&#26719;&#27211;&#12398;&#29255;&#20596;&#12391;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#34892;&#12356;&#12289;&#12510;&#12454;&#12531;&#12488;&#12434;&#21453;&#23550;&#20596;&#12395;&#31227;&#21205;&#12375;&#12414;&#12377;&#12290;</font></font></li>
      <li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">ASCOM&#12414;&#12383;&#12399;Indi&#12434;&#20351;&#29992;&#12375;&#12390;&#12460;&#12452;&#12489;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12414;&#12383;&#12399;&#12300;aux&#12510;&#12454;&#12531;&#12488;&#12301;&#25509;&#32154;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;&#12460;&#12452;&#12489;&#12434;&#38283;&#22987;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li>
      <li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">ST-4&#12398;&#12415;&#12434;&#20351;&#29992;&#12375;&#12390;&#12460;&#12452;&#12489;&#12375;&#12289;PHD2&#12395;&#12473;&#12467;&#12540;&#12503;&#12509;&#12452;&#12531;&#12486;&#12451;&#12531;&#12464;&#24773;&#22577;&#12364;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#26368;&#21021;&#12395;[&#12484;&#12540;&#12523;]&#12513;&#12491;&#12517;&#12540;&#12398;[&#12501;&#12522;&#12483;&#12503;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;]&#12434;&#36984;&#25246;&#12375;&#12390;&#12363;&#12425;&#12289;&#12460;&#12452;&#12489;&#12434;&#38283;&#22987;&#12375;&#12414;&#12377;&#12290;</font></font></li>
      <li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12393;&#12385;&#12425;&#12398;&#22580;&#21512;&#12391;&#12418;&#12289;&#12460;&#12452;&#12489;&#12364;&#27491;&#24120;&#12395;&#27231;&#33021;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12434;&#12458;&#12501;&#12398;&#12414;&#12414;&#12395;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12363;&#12375;</font></font></li>
      <li><font style="vertical-align: inherit;"></font><span style="font-weight: bold; font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#20559;&#35282;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12391;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12398;&#26292;&#36208;&#12364;&#35211;&#12425;&#12428;&#12427;&#22580;&#21512;&#12399;</font><font style="vertical-align: inherit;">&#12289;&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12434;</font><font style="vertical-align: inherit;">&#12458;&#12531;&#12395;&#12375;&#12390;</font><span style="font-weight: bold; font-style: italic;"><font style="vertical-align: inherit;">&#12289;</font></span><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#21547;&#12416;&#25163;&#38918;&#20840;&#20307;&#12434;&#32368;&#12426;&#36820;&#12375;&#12414;&#12377;&#12290;</font></font></li>
    </ul>
  </li>
  <li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Enable_guide_output"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12460;&#12452;&#12489;&#12398;&#20986;&#21147;&#12434;&#26377;&#21177;&#12395;&#12377;&#12427;&#12301;-&#12371;&#12428;&#12399;</font><font style="vertical-align: inherit;">&#12289;&#12510;&#12454;&#12531;&#12488;&#12395;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12434;&#36865;&#20449;</font><font style="vertical-align: inherit;">&#12377;&#12427;&#12424;&#12358;&#12395;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12395;</font><font style="vertical-align: inherit;">&#25351;&#31034;&#12377;&#12427;&#12383;&#12417;&#12289;&#36890;&#24120;&#12481;&#12455;&#12483;&#12463;&#12373;&#12428;&#12414;&#12377;</font><font style="vertical-align: inherit;">&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#36890;&#24120;&#12399;&#12510;&#12454;&#12531;&#12488;&#12398;&#20462;&#27491;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;&#21205;&#20316;&#12434;&#35251;&#23519;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;&#12371;&#12428;&#12434;&#28961;&#21177;&#12395;&#12375;&#12383;&#12356;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#21608;&#26399;&#30340;&#12456;&#12521;&#12540;&#12398;&#19968;&#33324;&#30340;&#12394;&#24418;&#29366;&#12392;&#25391;&#24133;&#12434;&#30906;&#35469;&#12375;&#12383;&#12426;&#12289;&#26997;&#12398;&#19981;&#25972;&#21512;&#12395;&#12424;&#12427;&#12489;&#12522;&#12501;&#12488;&#12398;&#37327;&#12434;&#30906;&#35469;&#12375;&#12383;&#12426;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;&#12460;&#12452;&#12480;&#12540;&#20986;&#21147;&#12434;&#28961;&#21177;&#12395;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Stop_guiding_on_slew"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12473;&#12523;&#12540;&#26178;&#12395;&#12460;&#12452;&#12489;&#12434;&#20572;&#27490;&#12377;&#12427; '-ASCOM&#12510;&#12454;&#12531;&#12488;&#12489;&#12521;&#12452;&#12496;&#12540;&#12434;&#25805;&#20316;&#12377;&#12427;&#12383;&#12417;&#12398;&#35386;&#26029;&#12458;&#12503;&#12471;&#12519;&#12531;&#12391;&#12289;&#12473;&#12523;&#12540;&#12473;&#12486;&#12540;&#12479;&#12473;&#12364;&#35492;&#12387;&#12390;&#22577;&#21578;&#12373;&#12428;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#29992;&#12398;&#12489;&#12521;&#12452;&#12496;&#12540;&#12395;&#12371;&#12398;&#21839;&#38988;&#12364;&#12354;&#12427;&#12371;&#12392;&#12364;&#12431;&#12363;&#12387;&#12390;&#12356;&#12427;&#22580;&#21512;&#12434;&#38500;&#12365;&#12289;&#12371;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12399;&#12481;&#12455;&#12483;&#12463;&#12375;&#12383;&#12414;&#12414;&#12395;&#12375;&#12390;&#12362;&#12367;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#65288;&#12411;&#12392;&#12435;&#12393;&#12354;&#12426;&#12414;&#12379;&#12435;&#65289;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#36890;&#24120;&#12289;&#12495;&#12531;&#12489;&#12467;&#12531;&#12488;&#12525;&#12540;&#12521;&#12540;&#12395;&#12424;&#12387;&#12390;&#38283;&#22987;&#12373;&#12428;&#12427;&#12473;&#12523;&#12540;&#12434;&#26908;&#20986;&#12375;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12356;&#12378;&#12428;&#12395;&#12379;&#12424;&#12289;PHD2&#12399;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12398;&#36861;&#36321;&#12434;&#32154;&#12369;&#12414;&#12377;&#12290;&#12381;&#12398;&#12383;&#12417;&#12289;&#36890;&#24120;&#12289;&#12473;&#12523;&#12540;&#12399;&#12289;PHD2&#30011;&#20687;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#12499;&#12540;&#12503;&#38899;&#12392;&#28857;&#28357;&#12392;&#12356;&#12358;&#22833;&#12431;&#12428;&#12383;&#26143;&#12398;&#36890;&#30693;&#12434;&#12418;&#12383;&#12425;&#12375;&#12414;&#12377;&#12290;</font></font></li></ul><a name="Calculator_auto-step-size"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35443;&#32048;&#12394;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;</font></font><br><br><img style="width: 592px; height: 426px;" alt="" src="Advanced_calstep_calculator.png"><br><span style="font-size: 10pt; font-family: Arial;"></span><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#30906;&#35469;&#12414;&#12383;&#12399;&#22793;&#26356;&#12377;&#12427;&#12395;&#12399;&#12289;&#26368;&#19978;&#37096;&#12398;4&#12388;&#12398;&#32232;&#38598;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12364;&#27491;&#12375;&#12367;&#20837;&#21147;&#12373;&#12428;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;[&#12464;&#12525;&#12540;&#12496;&#12523;]&#12479;&#12502;&#12392;[&#12459;&#12513;&#12521;]&#12479;&#12502;&#12391;&#12381;&#12428;&#12382;&#12428;&#28966;&#28857;&#36317;&#38626;&#12392;&#12459;&#12513;&#12521;&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#12434;&#25351;&#23450;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12371;&#12398;&#24418;&#24335;&#12391;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12408;&#12398;ASCOM&#25509;&#32154;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12300;&#12460;&#12452;&#12489;&#36895;&#24230;&#12301;&#12392;&#12300;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#20559;&#35282;&#12301;&#12398;&#12501;&#12451;&#12540;&#12523;&#12489;&#12395;&#12418;&#27491;&#12375;&#12356;&#20516;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#20197;&#22806;&#12398;&#22580;&#21512;&#12399;&#12289;&#33258;&#20998;&#12391;&#25552;&#20379;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#36895;&#24230;&#12399;&#24658;&#26143;&#36895;&#24230;&#12398;&#20493;&#25968;&#12392;&#12375;&#12390;&#25351;&#23450;&#12373;&#12428;&#12414;&#12377;-&#12411;&#12392;&#12435;&#12393;&#12398;&#12510;&#12454;&#12531;&#12488;&#12399;1X&#12414;&#12383;&#12399;0.5X&#24658;&#26143;&#12398;&#12424;&#12358;&#12394;&#12418;&#12398;&#12434;&#20351;&#29992;&#12375;&#12414;&#12377;&#12364;&#12289;&#20182;&#12398;&#12418;&#12398;&#12434;&#36984;&#25246;&#12377;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290; &nbsp;</font></font><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#27880;&#65306;&#12371;&#12371;&#12391;&#12460;&#12452;&#12489;&#36895;&#24230;&#12398;&#35373;&#23450;&#12434;&#22793;&#26356;&#12375;&#12390;&#12418;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#12460;&#12452;&#12489;&#36895;&#24230;&#12398;&#35373;&#23450;&#12399;&#22793;&#26356;&#12373;&#12428;&#12414;&#12379;&#12435;&#12290;&#12371;&#12428;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12489;&#12521;&#12452;&#12496;&#12540;&#12414;&#12383;&#12399;&#12495;&#12531;&#12489;&#12467;&#12531;&#12488;&#12525;&#12540;&#12521;&#12540;&#12434;&#20171;&#12375;&#12390;&#12398;&#12415;&#23455;&#34892;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12501;&#12451;&#12540;&#12523;&#12489;&#12395;&#26082;&#12395;&#20837;&#21147;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#22793;&#26356;&#12375;&#12390;&#12418;&#21177;&#26524;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12300;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#25163;&#38918;&#12301;&#12501;&#12451;&#12540;&#12523;&#12489;&#12434;&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12398;12&#12398;&#12414;&#12414;&#12395;&#12375;&#12390;&#12362;&#12367;&#12392;&#12289;&#36969;&#20999;&#12394;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12364;&#24471;&#12425;&#12428;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#22823;&#24133;&#12395;&#23567;&#12373;&#12356;&#20516;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;&#12456;&#12521;&#12540;&#12414;&#12383;&#12399;&#23567;&#12373;&#12394;&#12510;&#12454;&#12531;&#12488;&#12456;&#12521;&#12540;&#12364;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12456;&#12521;&#12540;&#12434;&#24341;&#12365;&#36215;&#12371;&#12377;&#21487;&#33021;&#24615;&#12364;&#39640;&#12367;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">25px&#12398;&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12364;&#19981;&#21313;&#20998;&#12391;&#12354;&#12427;&#12392;&#32771;&#12360;&#12427;&#20309;&#12425;&#12363;&#12398;&#29702;&#30001;&#12364;&#12354;&#12427;&#22580;&#21512;&#12399;&#12289;&#21512;&#35336;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#36317;&#38626;&#12434;&#22793;&#26356;&#12377;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12501;&#12451;&#12540;&#12523;&#12489;&#12398;&#20516;&#12434;&#22793;&#26356;&#12377;&#12427;&#12392;&#12289;&nbsp;  </font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#29694;&#22312;&#12398;&#30011;&#20687;&#12398;&#12473;&#12465;&#12540;&#12523;&#12392;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#12473;&#12486;&#12483;&#12503;&#12469;&#12452;&#12474;&#12398;&#25512;&#22888;&#20516;&#12434;&#20877;&#35336;&#31639;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">[OK]&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#12381;&#12398;&#20516;&#12364;[&#12460;&#12452;&#12489;]&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12473;&#12486;&#12483;&#12503;&#12469;&#12452;&#12474;&#12501;&#12451;&#12540;&#12523;&#12489;&#12395;&#25407;&#20837;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">[OK]&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;[&#12460;&#12452;&#12489;]&#12479;&#12502;&#12392;[&#12459;&#12513;&#12521;]&#12479;&#12502;&#12398;&#28966;&#28857;&#36317;&#38626;&#12392;&#12459;&#12513;&#12521;&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#12398;&#12501;&#12451;&#12540;&#12523;&#12489;&#12395;&#12418;&#20837;&#21147;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#35336;&#31639;&#27231;&#12391;&#34892;&#12387;&#12383;&#22793;&#26356;&#12418;&#12381;&#12371;&#12395;&#21453;&#26144;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#38651;&#21331;&#12480;&#12452;&#12450;&#12525;&#12464;&#12391;[&#12461;&#12515;&#12531;&#12475;&#12523;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12383;&#22580;&#21512;&#12289;&#12371;&#12428;&#12399;&#34892;&#12431;&#12428;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#32368;&#12426;&#36820;&#12375;&#12414;&#12377;&#12364;&#12289;PHD2&#12399;&#12289;&#12300;&#12460;&#12452;&#12489;&#36895;&#24230;&#12301;&#12501;&#12451;&#12540;&#12523;&#12489;&#12395;&#20309;&#12434;&#20837;&#21147;&#12375;&#12390;&#12418;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#12460;&#12452;&#12489;&#36895;&#24230;&#35373;&#23450;&#12434;&#22793;&#26356;&#12375;&#12414;&#12379;&#12435;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35336;&#31639;&#27231;&#12398;&#30446;&#27161;&#12399;&#12289;&#26178;&#38291;&#12434;&#28961;&#39364;&#12395;&#12379;&#12378;&#12395;&#27491;&#30906;&#12394;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12364;&#24471;&#12425;&#12428;&#12427;&#12473;&#12486;&#12483;&#12503;&#12469;&#12452;&#12474;&#12434;&#25512;&#22888;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#12399;&#22823;&#12365;&#12394;&#31934;&#24230;&#12399;&#12394;&#12367;&#12289;&#12479;&#12540;&#12466;&#12483;&#12488;&#12392;&#12375;&#12390;12&#12398;&#12473;&#12486;&#12483;&#12503;&#12434;&#36984;&#25246;&#12377;&#12427;&#12371;&#12392;&#12395;&#38306;&#12375;&#12390;&#39764;&#27861;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#35686;&#21578;&#12513;&#12483;&#12475;&#12540;&#12472;&#12394;&#12375;&#12391;&#27491;&#24120;&#12395;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#21462;&#24471;&#12375;&#12390;&#12356;&#12427;&#38480;&#12426;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12399;&#12381;&#12398;&#12414;&#12414;&#12395;&#12375;&#12390;&#12362;&#12367;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">new-profile-wizard&#12434;&#20351;&#29992;&#12375;&#12390;&#27231;&#22120;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12434;&#20316;&#25104;&#12375;&#12383;&#22580;&#21512;&#12289;[&#35443;&#32048;&#35373;&#23450;]&#12508;&#12479;&#12531;&#12392;[&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;]&#12480;&#12452;&#12450;&#12525;&#12464;&#12434;&#20351;&#29992;&#12377;&#12427;&#29702;&#30001;&#12399;&#12411;&#12392;&#12435;&#12393;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font></font><h3><a name="Algorithms_Tab"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12479;&#12502;</font></font></h3>
<span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 593px; height: 571px;" alt="" src="Advanced_algorithms.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12479;&#12502;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#20351;&#29992;&#12377;&#12427;&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12434;&#36984;&#25246;&#12375;&#12289;&#12381;&#12428;&#12425;&#12395;&#38306;&#36899;&#20184;&#12369;&#12425;&#12428;&#12383;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#24494;&#35519;&#25972;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12398;&#36984;&#25246;&#12434;&#22793;&#26356;&#12377;&#12427;&#12392;&#12289;&#34920;&#31034;&#12373;&#12428;&#12427;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12364;&#22823;&#24133;&#12395;&#22793;&#12431;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#12383;&#12417;&#12289;</font></font><a href="Guide_algorithms.html"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12395;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#38306;&#36899;&#12377;&#12427;&#12377;&#12409;&#12390;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;</font><font style="vertical-align: inherit;">&#12399;&#12289;&#21029;&#12293;&#12398;&#12475;&#12463;&#12471;&#12519;&#12531;&#12391;&#12414;&#12392;&#12417;&#12390;&#25201;&#12431;&#12428;&#12414;&#12377;&#12290;</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#27531;&#12426;&#12398;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12289;&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12398;&#36984;&#25246;&#12392;&#12399;&#29420;&#31435;&#12375;&#12383;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12395;&#12388;&#12356;&#12390;&#12399;&#12289;&#20197;&#19979;&#12391;&#35500;&#26126;&#12375;&#12414;&#12377;&#12290; &nbsp;
</font></font><ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Max_Duration_RA"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26368;&#22823;RA&#25345;&#32154;&#26178;&#38291; '-&#21491;&#12450;&#12475;&#12531;&#12471;&#12519;&#12531;&#12398;&#26368;&#22823;&#35377;&#23481;&#12460;&#12452;&#12489;&#12497;&#12523;&#12473;&#25345;&#32154;&#26178;&#38291;&#12434;&#25351;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12503;&#12522;&#12450;&#12473;&#12452;&#12505;&#12531;&#12488;&#65288;&#12383;&#12392;&#12360;&#12400;&#12289;&#31361;&#39080;&#12289;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12394;&#12393;&#65289;&#12395;&#12424;&#12387;&#12390;&#24341;&#12365;&#36215;&#12371;&#12373;&#12428;&#12427;&#21487;&#33021;&#24615;&#12398;&#12354;&#12427;&#22823;&#12365;&#12394;&#12383;&#12431;&#12415;&#12434;&#36861;&#12356;&#12363;&#12369;&#12383;&#12367;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#12371;&#12428;&#12434;&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#20197;&#19979;&#12395;&#28187;&#12425;&#12377;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;&#12434;&#20351;&#29992;&#12301;-&#12371;&#12428;&#12399;&#12289;&#36196;&#32239;&#12460;&#12452;&#12489;&#12398;&#26041;&#21521;&#12434;&#36870;&#12395;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#12392;&#12365;&#12395;PHD2&#12364;&#35036;&#27491;&#20418;&#25968;&#12434;&#36969;&#29992;&#12377;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#21046;&#24481;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20197;&#19979;&#12398;&#12475;&#12463;&#12471;&#12519;&#12531;&#12434;&#21442;&#29031;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Max_Duration_Declination"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">Max Dec. duration '-&#36196;&#32239;&#12398;&#26368;&#22823;&#35377;&#23481;&#12460;&#12452;&#12489;&#12497;&#12523;&#12473;&#24133;&#12434;&#25351;&#23450;&#12375;&#12414;&#12377;&#65288;&#19978;&#35352;&#12392;&#21516;&#12376;&#12391;&#12377;&#12364;&#12289;&#36196;&#32239;&#12398;&#22580;&#21512;&#65289;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'</font></font><a name="Dec_guide_mode"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36196;&#32239;&#12460;&#12452;&#12489;&#12514;&#12540;&#12489; '-&#36196;&#32239;&#12460;&#12452;&#12489;&#12434;&#12373;&#12425;&#12395;&#21046;&#24481;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#35492;&#24046;&#12398;&#21407;&#22240;&#12399;&#12510;&#12454;&#12531;&#12488;&#12398;&#12462;&#12450;&#12398;&#19981;&#23436;&#20840;&#12373;&#12391;&#12399;&#12394;&#12356;&#12383;&#12417;&#12289;&#36196;&#32239;&#12460;&#12452;&#12489;&#12399;RA&#12460;&#12452;&#12489;&#12392;&#12399;&#30064;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20195;&#12431;&#12426;&#12395;&#12289;&#36196;&#32239;&#12398;&#12383;&#12431;&#12415;&#12399;&#12289;&#20027;&#12395;&#19981;&#23436;&#20840;&#12394;&#26997;&#37197;&#32622;&#12414;&#12383;&#12399;&#12383;&#12431;&#12415;&#12398;&#32080;&#26524;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#32080;&#26524;&#12399;&#12289;&#20197;&#21069;&#12398;&#20462;&#27491;&#12395;&#12424;&#12427;&#12458;&#12540;&#12496;&#12540;&#12471;&#12517;&#12540;&#12488;&#12364;&#12394;&#12356;&#12392;&#20206;&#23450;&#12377;&#12427;&#12392;&#12289;&#28369;&#12425;&#12363;&#12391;&#12411;&#12412;&#19968;&#26041;&#21521;&#12398;&#12456;&#12521;&#12540;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;auto&#12301;&#12398;&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12399;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">PHD2&#12395;</font></span><font style="vertical-align: inherit;">&#20253;&#12360;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12414;&#12377;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26041;&#21521;&#12398;&#21453;&#36578;&#12364;&#35377;&#23481;&#12373;&#12428;&#12289;&#12373;&#12414;&#12374;&#12414;&#12394;&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12398;&#21205;&#20316;&#12395;&#24467;&#12358;&#12371;&#12392;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#12510;&#12454;&#12531;&#12488;&#12395;&#36196;&#32239;&#12398;&#28608;&#12375;&#12356;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;&#12354;&#12427;&#22580;&#21512;&#12399;&#12289;&#26041;&#21521;&#12398;&#21453;&#36578;&#12434;&#23436;&#20840;&#12395;&#38450;&#27490;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#22580;&#21512;&#12289;&#12300;&#21271;&#12301;&#12414;&#12383;&#12399;&#12300;&#21335;&#12301;&#12398;&#12356;&#12378;&#12428;&#12363;&#12434;&#36984;&#25246;&#12375;&#12390;&#12289;&#20462;&#27491;&#12434;&#12381;&#12398;&#26041;&#21521;&#12398;&#12415;&#12395;&#21046;&#38480;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#12371;&#12428;&#12425;&#12398;&#12514;&#12540;&#12489;&#12398;&#12356;&#12378;&#12428;&#12363;&#12391;&#35036;&#27491;&#12434;&#12458;&#12540;&#12496;&#12540;&#12471;&#12517;&#12540;&#12488;&#12377;&#12427;&#12392;&#12289;&#26143;&#12399;&#38263;&#26178;&#38291;&#12395;&#12431;&#12383;&#12387;&#12390;&#12479;&#12540;&#12466;&#12483;&#12488;&#12363;&#12425;&#22806;&#12428;&#12383;&#12414;&#12414;&#12395;&#12394;&#12427;&#12371;&#12392;&#12395;&#27880;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12383;&#12364;&#12387;&#12390;&#12289;&#26041;&#21521;&#12398;&#21453;&#36578;&#12434;&#35377;&#21487;&#12375;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#31309;&#26997;&#24615;&#12398;&#12383;&#12417;&#12395;&#20445;&#23432;&#30340;&#12394;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#24460;&#12395;&#12289;&#12371;&#12371;&#12391;&#12300;&#12458;&#12501;&#12301;&#12434;&#36984;&#25246;&#12377;&#12427;&#12392;&#12289;&#36196;&#32239;&#12460;&#12452;&#12489;&#12364;&#23436;&#20840;&#12395;&#28961;&#21177;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#12522;&#12475;&#12483;&#12488;&#12301;-&#36984;&#25246;&#12375;&#12383;RA&#12414;&#12383;&#12399;Dec&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12398;&#12460;&#12452;&#12489;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12395;&#12522;&#12475;&#12483;&#12488;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#23567;&#31227;&#21205;&#35373;&#23450;&#12399;&#12289;new-profile-wizard&#12391;&#20351;&#29992;&#12373;&#12428;&#12390;&#12356;&#12427;&#12398;&#12392;&#21516;&#12376;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12434;&#20351;&#29992;&#12375;&#12390;&#35373;&#23450;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20197;&#21069;&#12395;Guiding Assistant&#12434;&#20351;&#29992;&#12375;&#12390;min-move&#35373;&#23450;&#12434;&#35519;&#25972;&#12375;&#12383;&#22580;&#21512;&#12399;&#12289;&#12362;&#12381;&#12425;&#12367;&#12381;&#12398;&#25163;&#38918;&#12434;&#32368;&#12426;&#36820;&#12377;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font></li></ul><h4><a name="Declination_backlash_comp"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#20559;&#35282;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;</font></font></h4><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26368;&#12418;&#19968;&#33324;&#30340;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#12510;&#12454;&#12531;&#12488;&#12395;&#12399;&#12289;&#36196;&#32239;&#12395;&#12354;&#12427;&#31243;&#24230;&#12398;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;12&#26376;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12398;&#26041;&#21521;&#12364;&#22793;&#12431;&#12427;&#12383;&#12403;&#12395;&#36933;&#24310;&#12364;&#30330;&#29983;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#38291;&#38548;&#12398;&#38291;&#12289;&#36196;&#32239;&#12462;&#12450;&#12399;&#23436;&#20840;&#12395;&#12399;&#12363;&#12415;&#21512;&#12431;&#12378;&#12289;&#36600;&#12399;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12395;&#24540;&#12376;&#12390;&#31227;&#21205;&#12375;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#22810;&#12367;&#12398;&#12510;&#12454;&#12531;&#12488;&#12395;&#12399;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;&#12398;&#35373;&#23450;&#12364;&#12354;&#12426;&#12414;&#12377;&#12364;&#12289;&#12371;&#12428;&#12425;&#12434;&#12460;&#12452;&#12489;&#12395;&#20351;&#29992;&#12377;&#12427;&#12409;&#12365;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;-&#36890;&#24120;&#12289;&#39640;&#31934;&#24230;&#12364;&#35201;&#27714;&#12373;&#12428;&#12394;&#12356;&#35222;&#35226;&#30340;&#12394;&#20351;&#29992;&#12434;&#30446;&#30340;&#12392;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20219;&#24847;&#12398;&#26178;&#28857;&#12391;&#24517;&#35201;&#12394;&#23455;&#38555;&#12398;&#35036;&#27491;&#37327;&#12399;&#12289;&#12509;&#12452;&#12531;&#12486;&#12451;&#12531;&#12464;&#20301;&#32622;&#12392;&#12471;&#12473;&#12486;&#12512;&#12398;&#27231;&#26800;&#30340;&#36000;&#33655;&#12395;&#20381;&#23384;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12427;&#12383;&#12417;&#12289;&#36890;&#24120;&#12289;&#22266;&#23450;&#20516;&#12399;&#23433;&#23450;&#12375;&#12394;&#12356;&#25391;&#21205;&#12434;&#12418;&#12383;&#12425;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12395;&#12424;&#12387;&#12390;&#23455;&#35013;&#12373;&#12428;&#12427;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;&#12399;&#36969;&#24540;&#30340;&#12391;&#12377;&#12290;&#12388;&#12414;&#12426;&#12289;&#28204;&#23450;&#32080;&#26524;&#12395;&#24540;&#12376;&#12390;&#35036;&#27491;&#37327;&#12364;&#19978;&#19979;&#12395;&#35519;&#25972;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#27231;&#33021;&#12434;&#26377;&#21177;&#12395;&#12377;&#12427;&#21069;&#12395;&#12289;&#12460;&#12452;&#12489;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;&#12434;&#23455;&#34892;&#12375;&#12289;&#36196;&#32239;&#12398;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#65288;&#36196;&#32239;&#12398;&#26041;&#21521;&#12434;&#23436;&#20840;&#12395;&#21453;&#36578;&#12373;&#12379;&#12427;&#12383;&#12417;&#12395;&#24517;&#35201;&#12394;&#26178;&#38291;&#36933;&#24310;&#65289;&#12434;&#28204;&#23450;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12398;&#12460;&#12452;&#12489;&#36895;&#24230;&#12398;&#35373;&#23450;&#12364;&#39640;&#12356;&#12411;&#12393;&#65288;&#12383;&#12392;&#12360;&#12400;&#12289;0.9&#20493;&#12398;&#24658;&#26143;&#65289;&#12289;&#12371;&#12398;&#36933;&#24310;&#12399;&#23567;&#12373;&#12367;&#12394;&#12427;&#12371;&#12392;&#12395;&#27880;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#28204;&#23450;&#37327;&#12364;3&#31186;&#20197;&#19979;&#12398;&#22580;&#21512;&#12289;&#12460;&#12452;&#12487;&#12451;&#12531;&#12464;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;&#12399;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;&#12434;&#35430;&#12415;&#12427;&#12371;&#12392;&#12434;&#25512;&#22888;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#25512;&#22888;&#20107;&#38917;&#12434;&#36969;&#29992;&#12377;&#12427;&#12392;&#12289;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;&#35373;&#23450;&#12364;&#33258;&#21205;&#30340;&#12395;&#20966;&#29702;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#35036;&#27491;&#12398;UI&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12395;&#12399;&#12289;&#12300;&#26368;&#23567;&#12301;&#12362;&#12424;&#12403;&#12300;&#26368;&#22823;&#12301;&#35036;&#27491;&#37327;&#12398;&#35373;&#23450;&#12364;&#21547;&#12414;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12399;&#12289;&#38283;&#22987;&#35036;&#27491;&#20516;&#12395;&#23550;&#12375;&#12390;&#34892;&#12431;&#12428;&#12427;&#35519;&#25972;&#12398;&#31684;&#22258;&#12434;&#21177;&#26524;&#30340;&#12395;&#21046;&#38480;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12398;&#21205;&#20316;&#12395;&#24931;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#35373;&#23450;&#12434;&#25163;&#21205;&#12391;&#35519;&#25972;&#12375;&#12390;&#12289;&#35036;&#27491;&#12364;&#36969;&#20999;&#12395;&#27231;&#33021;&#12377;&#12427;&#12371;&#12392;&#12364;&#12431;&#12363;&#12387;&#12390;&#12356;&#12427;&#31684;&#22258;&#20869;&#12395;&#21454;&#12414;&#12427;&#12424;&#12358;&#12395;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#20197;&#22806;&#12398;&#22580;&#21512;&#12399;&#12289;&#12371;&#12428;&#12425;&#12434;&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12398;&#12414;&#12414;&#12395;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#19968;&#33324;&#12395;&#12289;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;&#25968;&#31186;&#26410;&#28288;&#12391;&#12289;&#12510;&#12454;&#12531;&#12488;&#12395;&#20182;&#12398;&#37325;&#22823;&#12394;&#27231;&#26800;&#30340;&#21839;&#38988;&#12364;&#12394;&#12356;&#22580;&#21512;&#12289;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12399;&#12358;&#12414;&#12367;&#27231;&#33021;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">Dec&#12462;&#12450;&#12471;&#12473;&#12486;&#12512;&#12398;&#21021;&#26399;&#29366;&#24907;&#12399;&#19981;&#26126;&#12391;&#12354;&#12427;&#12383;&#12417;&#12289;&#12460;&#12452;&#12489;&#12398;&#38283;&#22987;&#26178;&#12395;&#30701;&#12356;&#19981;&#23433;&#23450;&#24615;&#12364;&#20104;&#24819;&#12373;&#12428;&#12414;&#12377;&#12290;&#23455;&#38555;&#12395;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12434;&#38283;&#22987;&#12377;&#12427;&#21069;&#12395;&#23433;&#23450;&#12373;&#12379;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">Dec&#25391;&#21205;&#12364;&#32368;&#12426;&#36820;&#12375;&#30330;&#29983;&#12377;&#12427;&#12363;&#12289;&#36600;&#12364;&#33853;&#12385;&#30528;&#12363;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#35036;&#27491;&#27231;&#33021;&#12434;&#28961;&#21177;&#12395;&#12375;&#12390;&#12289;&#12487;&#12496;&#12483;&#12464;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12434;PHD2&#12469;&#12509;&#12540;&#12488;&#12501;&#12457;&#12540;&#12521;&#12512;&#12395;&#36865;&#20449;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;' </font><font style="vertical-align: inherit;">Dec&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;&#12398;&#27491;&#12375;&#12356;&#37327;&#12399;&#12289;&#12473;&#12467;&#12540;&#12503;&#12398;&#12509;&#12452;&#12531;&#12486;&#12451;&#12531;&#12464;&#20301;&#32622;&#12395;&#24540;&#12376;&#12390;&#12375;&#12400;&#12375;&#12400;&#22793;&#12431;&#12427;&#12371;&#12392;&#12395;&#27880;&#24847;&#12377;&#12427;&#12371;&#12392;&#12364;&#37325;&#35201;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;Dec&#36600;&#19978;&#12398;&#12462;&#12450;&#12398;&#19981;&#22343;&#31561;&#12394;&#25705;&#32791;&#12289;&#12414;&#12383;&#12399;&#36600;&#12395;&#21152;&#12360;&#12425;&#12428;&#12427;&#37325;&#21147;&#33655;&#37325;&#12398;&#36949;&#12356;&#12395;&#12424;&#12387;&#12390;&#30330;&#29983;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><h4><a name="Declination-Uni-directional_guiding"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#19968;&#26041;&#21521;&#12398;&#36196;&#32239;&#12460;&#12452;&#12489;</font></font></h4><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#20182;&#12398;&#22580;&#25152;&#12391;&#35500;&#26126;&#12375;&#12383;&#12424;&#12358;&#12395;&#12289;&#19968;&#37096;&#12398;&#12510;&#12454;&#12531;&#12488;&#12399;&#20559;&#35282;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;&#22823;&#12365;&#12377;&#12366;&#12390;&#12289;&#21271;&#12392;&#21335;&#12398;&#20001;&#26041;&#21521;&#12398;&#12460;&#12452;&#12489;&#12434;&#12469;&#12509;&#12540;&#12488;&#12391;&#12365;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#29366;&#27841;&#12399;&#12289;PHD2&#12434;1&#26041;&#21521;&#12398;&#12415;&#12391;&#35480;&#23566;&#12377;&#12427;&#12424;&#12358;&#12395;&#27083;&#25104;&#12377;&#12427;&#12371;&#12392;&#12391;&#32233;&#21644;&#12391;&#12365;&#12414;&#12377;&#12290;&#12371;&#12428;&#12399;&#12289;&#21336;&#26041;&#21521;Dec&#35480;&#23566;&#12392;&#21628;&#12400;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20559;&#35282;&#12460;&#12452;&#12489;&#12399;&#12473;&#12525;&#12540;&#12489;&#12522;&#12501;&#12488;&#65288;&#26997;&#12398;&#12511;&#12473;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12392;&#31243;&#24230;&#12399;&#23569;&#12394;&#12356;&#12364;&#27231;&#26800;&#30340;&#12394;&#12383;&#12431;&#12415;&#12395;&#12424;&#12427;&#12456;&#12521;&#12540;&#65289;&#12434;&#20462;&#27491;&#12377;&#12427;&#12371;&#12392;&#12398;&#12415;&#12434;&#30446;&#30340;&#12392;&#12375;&#12390;&#12356;&#12427;&#12383;&#12417;&#12289;&#12371;&#12428;&#12399;&#31649;&#29702;&#12375;&#12420;&#12377;&#12356;&#29366;&#27841;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#30382;&#32905;&#12394;&#12371;&#12392;&#12395;&#12289;&#12489;&#12522;&#12501;&#12488;&#12398;&#26041;&#21521;&#12434;&#35211;&#12420;&#12377;&#12367;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;&#26997;&#26041;&#21521;&#12398;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12434;&#23569;&#12375;&#35519;&#25972;&#35299;&#38500;&#12375;&#12390;&#12289;&#35222;&#30028;&#12364;&#19968;&#26041;&#21521;&#12398;&#12460;&#12452;&#12489;&#12395;&#24178;&#28169;&#12377;&#12427;&#21487;&#33021;&#24615;&#12434;&#28187;&#12425;&#12377;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#29702;&#30001;&#12398;&#31684;&#22258;&#20869;&#12391;&#12289;&#26997;&#12398;&#12511;&#12473;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12399;&#36890;&#24120;&#12289;&#35480;&#23566;&#24615;&#33021;&#12434;&#20302;&#19979;&#12373;&#12379;&#12394;&#12356;&#12371;&#12392;&#12434;&#35226;&#12360;&#12390;&#12362;&#12356;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#20195;&#12431;&#12426;&#12395;&#12289;&#12509;&#12540;&#12523;&#12398;&#36817;&#12367;&#12391;&#30011;&#20687;&#12434;&#25774;&#24433;&#12375;&#12390;&#12356;&#12390;&#12289;&#22823;&#12365;&#12394;&#12459;&#12513;&#12521;&#12475;&#12531;&#12469;&#12540;&#12434;&#25345;&#12387;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12501;&#12451;&#12540;&#12523;&#12489;&#12398;&#22238;&#36578;&#12364;&#30330;&#29983;&#12377;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#33391;&#12356;&#26368;&#21021;&#12398;&#12473;&#12486;&#12483;&#12503;&#12399;&#12289;&#21336;&#26041;&#21521;&#12460;&#12452;&#12489;&#12434;&#35373;&#23450;&#12377;&#12427;&#21069;&#12395;&#12289;&#26997;&#12363;&#12425;&#25968;&#20998;&#20197;&#20869;&#12395;&#26997;&#12434;&#25539;&#12360;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12356;&#12388;&#12391;&#12418;&#25147;&#12387;&#12390;&#12289;&#12501;&#12451;&#12540;&#12523;&#12489;&#12398;&#22238;&#36578;&#12434;&#30906;&#35469;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12513;&#12452;&#12531;&#12459;&#12513;&#12521;&#12391;&#12289;&#20104;&#24819;&#12373;&#12428;&#12427;&#26368;&#39640;&#12398;&#36196;&#32239;-&#12362;&#12381;&#12425;&#12367;&#21271;&#32239;70&#24230;&#12391;&#12469;&#12531;&#12503;&#12523;&#30011;&#20687;&#12434;&#25774;&#24433;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12371;&#12395;&#12501;&#12451;&#12540;&#12523;&#12489;&#12398;&#22238;&#36578;&#12364;&#34920;&#31034;&#12373;&#12428;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#26997;&#37197;&#32622;&#12434;&#12381;&#12398;&#12414;&#12414;&#12395;&#12375;&#12390;&#12362;&#12367;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26997;&#12398;&#12511;&#12473;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12364;&#12354;&#12427;&#12392;&#12289;Dec&#35036;&#27491;&#12398;&#26041;&#21521;&#12399;&#31354;&#12398;&#12354;&#12427;&#28857;&#12391;&#22793;&#12431;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#65288;&#25216;&#34899;&#30340;&#12395;&#12399;&#12289;&#31354;&#12398;2&#12388;&#12398;&#12509;&#12452;&#12531;&#12488;&#12391;&#26041;&#21521;&#12434;&#21453;&#36578;&#12375;&#12414;&#12377;&#12364;&#12289;&#12381;&#12398;&#12358;&#12385;&#12398;1&#12388;&#12399;&#36890;&#24120;&#22320;&#24179;&#32218;&#12398;&#19979;&#12395;&#12354;&#12426;&#12414;&#12377;&#12290;&#65289;&#21453;&#36578;&#12398;&#31354;&#12398;&#20301;&#32622;&#12399;&#12289;&#12509;&#12540;&#12523;&#12398;&#20301;&#32622;&#21512;&#12431;&#12379;&#12398;&#12378;&#12428;-&#26041;&#20301;&#35282;&#12392;&#39640;&#24230;&#12398;&#30456;&#23550;&#30340;&#12394;&#37327;&#12395;&#23436;&#20840;&#12395;&#20381;&#23384;&#12375;&#12414;&#12377;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12456;&#12521;&#12540;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#21336;&#26041;&#21521;&#12460;&#12452;&#12489;&#12434;&#35373;&#23450;&#12377;&#12427;&#12395;&#12399;&#12289;&#27425;&#12398;&#25163;&#38918;&#12434;&#23455;&#34892;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><ol><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36969;&#20999;&#12394;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12398;&#12354;&#12427;&#12501;&#12451;&#12540;&#12523;&#12489;&#12395;&#31227;&#21205;&#12375;&#12289;&#12460;&#12452;&#12489;&#12464;&#12521;&#12501;&#12454;&#12451;&#12531;&#12489;&#12454;&#12434;&#38283;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">12&#26376;&#12460;&#12452;&#12489;&#12514;&#12540;&#12489;&#12434;&#12300;&#12458;&#12501;&#12301;&#12395;&#35373;&#23450;&#12375;&#12390;12&#26376;&#12460;&#12452;&#12489;&#12434;&#23436;&#20840;&#12395;&#28961;&#21177;&#12395;&#12375;&#12390;&#12363;&#12425;&#12289;&#12460;&#12452;&#12489;&#12434;&#38283;&#22987;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27425;&#12395;&#12289;&#12460;&#12452;&#12489;&#26143;&#12398;&#21271;&#12414;&#12383;&#12399;&#21335;&#12408;&#12398;&#12489;&#12522;&#12501;&#12488;&#12398;&#20670;&#21521;&#12364;&#26126;&#30906;&#12395;&#12394;&#12427;&#12414;&#12391;&#12289;&#12464;&#12521;&#12501;&#12434;&#35211;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12364;&#34920;&#31034;&#12373;&#12428;&#12383;&#12425;&#12289;12&#26376;&#12460;&#12452;&#12489;&#12514;&#12540;&#12489;&#12434;&#12522;&#12475;&#12483;&#12488;&#12375;&#12390;&#12289;&#27491;&#12375;&#12356;&#26041;&#21521;&#12395;&#20462;&#27491;&#12434;&#30330;&#34892;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;&#26143;&#12364;&#21271;&#12395;&#21521;&#12363;&#12387;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12460;&#12452;&#12489;&#12514;&#12540;&#12489;&#12434;&#12300;&#21335;&#12301;&#12395;&#35373;&#23450;&#12375;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;LowPass&#12301;&#12414;&#12383;&#12399;&#12300;LowPass2&#12301;&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12434;&#20351;&#29992;&#12375;&#12390;&#36196;&#32239;&#12434;&#35430;&#12375;&#12390;&#12415;&#12390;&#12289;50&#65285;&#12394;&#12393;&#12398;&#12363;&#12394;&#12426;&#20302;&#12356;&#25915;&#25731;&#24615;&#20418;&#25968;&#12363;&#12425;&#22987;&#12417;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#25915;&#25731;&#24615;&#12364;&#39640;&#12377;&#12366;&#12427;&#22580;&#21512;&#12289;&#20462;&#27491;&#12395;&#12424;&#12426;&#26143;&#12364;&#12525;&#12483;&#12463;&#20301;&#32622;&#12398;&#12300;&#38291;&#36949;&#12387;&#12383;&#12301;&#20596;&#12395;&#25276;&#12375;&#20986;&#12373;&#12428;&#12289;&#36933;&#12356;&#12489;&#12522;&#12501;&#12488;&#29575;&#12391;&#20803;&#12395;&#25147;&#12427;&#12414;&#12391;&#12381;&#12371;&#12395;&#12392;&#12393;&#12414;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12479;&#12452;&#12503;&#12398;&#12458;&#12540;&#12496;&#12540;&#12471;&#12517;&#12540;&#12488;&#12434;&#26368;&#23567;&#38480;&#12395;&#25233;&#12360;&#12427;&#12395;&#12399;&#12289;1&#12388;&#12398;&#22823;&#12365;&#12394;&#20462;&#27491;&#12391;&#12399;&#12394;&#12367;&#12289;&#12356;&#12367;&#12388;&#12363;&#12398;&#23567;&#12373;&#12394;&#20462;&#27491;&#12434;&#36899;&#32154;&#12375;&#12390;&#30330;&#34892;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12464;&#12521;&#12501;&#12434;&#35211;&#12390;&#12289;&#35036;&#27491;&#12364;&#27491;&#12375;&#12356;&#26041;&#21521;&#12395;&#30330;&#34892;&#12373;&#12428;&#12390;&#12362;&#12426;&#12289;&#26143;&#12364;&#12479;&#12540;&#12466;&#12483;&#12488;&#12363;&#12425;&#30528;&#23455;&#12395;&#12489;&#12522;&#12501;&#12488;&#12375;&#12390;&#12356;&#12394;&#12356;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#25968;&#20998;&#12414;&#12383;&#12399;&#25968;&#26178;&#38291;&#12395;&#12431;&#12383;&#12387;&#12390;&#12289;&#12489;&#12522;&#12501;&#12488;&#12398;&#37327;&#12364;&#28187;&#23569;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12395;&#27671;&#20184;&#12367;&#12363;&#12418;&#12375;&#12428;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#36196;&#32239;&#12398;&#21453;&#36578;&#28857;&#12395;&#12422;&#12387;&#12367;&#12426;&#12392;&#36817;&#12389;&#12356;&#12390;&#12362;&#12426;&#12289;&#12381;&#12428;&#12395;&#24540;&#12376;&#12390;Dec&#12460;&#12452;&#12489;&#12514;&#12540;&#12489;&#12434;&#22793;&#26356;&#12377;&#12427;&#28310;&#20633;&#12364;&#12391;&#12365;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#24847;&#21619;&#12375;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12497;&#12521;&#12513;&#12540;&#12479;&#12434;&#12300;RA&#12398;&#12415;&#12301;&#12395;&#35373;&#23450;&#12375;&#12390;&#12289;12&#26376;&#12398;&#12460;&#12452;&#12489;&#12364;&#20013;&#26029;&#12375;&#12394;&#12356;&#12424;&#12358;&#12395;&#12375;&#12414;&#12377;&#12290;</font></font></li></ol><h3><a name="Other_Devices_Tab"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12381;&#12398;&#20182;&#12398;&#12487;&#12496;&#12452;&#12473;&#12479;&#12502;</font></font></h3><span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 597px; height: 329px;" alt="" src="Advanced_other.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35036;&#20767;&#20809;&#23398;&#12487;&#12496;&#12452;&#12473;&#12414;&#12383;&#12399;&#22238;&#36578;&#12487;&#12496;&#12452;&#12473;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12300;&#12381;&#12398;&#20182;&#12398;&#12487;&#12496;&#12452;&#12473;&#12301;&#12479;&#12502;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#19978;&#12398;&#12475;&#12463;&#12471;&#12519;&#12531;&#12391;&#12399;&#12289;AO&#12487;&#12496;&#12452;&#12473;&#12364;&#20351;&#29992;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12395;&#12381;&#12428;&#12434;&#25201;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12503;&#12525;&#12475;&#12473;&#12392;&#12300;&#12496;&#12531;&#12503;&#12301;&#25805;&#20316;&#12398;&#23455;&#34892;&#26041;&#27861;&#12434;&#21046;&#24481;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12473;&#12486;&#12483;&#12503;&#12301;&#12501;&#12451;&#12540;&#12523;&#12489;&#12399;</font><font style="vertical-align: inherit;">&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#20013;&#12395;AO&#12473;&#12486;&#12483;&#12503;&#21336;&#20301;&#12391;&#12289;&#19978;&#19979;/&#24038;&#21491;&#12398;&#21508;&#26041;&#21521;&#12395;&#12481;&#12483;&#12503;/&#12481;&#12523;&#12488;&#35201;&#32032;&#12434;&#31227;&#21205;&#12377;&#12427;&#37327;&#12434;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12395;</font><font style="vertical-align: inherit;">&#20253;&#12360;</font><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#26143;&#12398;&#20301;&#32622;&#12399;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#21508;&#21306;&#38291;&#12398;&#26368;&#21021;&#12392;&#26368;&#24460;&#12391;&#28204;&#23450;&#12373;&#12428;&#12289;&#12300;&#24179;&#22343;&#12469;&#12531;&#12503;&#12523;&#25968;&#12301;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12399;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12395;&#36890;&#30693;&#12375;&#12414;&#12377;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12371;&#12428;&#12425;&#12398;&#21508;&#12509;&#12452;&#12531;&#12488;&#12391;&#21462;&#24471;&#12377;&#12427;&#12469;&#12531;&#12503;&#12523;&#12398;&#25968;&#12290;</font><font style="vertical-align: inherit;">&#30011;&#20687;&#12434;&#24179;&#22343;&#21270;&#12377;&#12427;&#12371;&#12392;&#12399;&#37325;&#35201;&#12391;&#12377;&#12290;&#12394;&#12380;&#12394;&#12425;&#12289;&#35211;&#12427;&#12371;&#12392;&#12399;&#24120;&#12395;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12434;&#23569;&#12375;&#12300;&#36339;&#12397;&#36820;&#12425;&#12379;&#12427;&#12301;&#12363;&#12425;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21069;&#36848;&#12398;&#12424;&#12358;&#12395;&#12289;AO&#12518;&#12491;&#12483;&#12488;&#12399;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12398;&#21205;&#12365;&#12398;&#38480;&#12425;&#12428;&#12383;&#31684;&#22258;&#20869;&#12391;&#12398;&#12415;&#20462;&#27491;&#12434;&#34892;&#12358;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#21046;&#38480;&#12395;&#23455;&#38555;&#12395;&#36948;&#12377;&#12427;&#21069;&#12395;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#12300;&#12496;&#12531;&#12503;&#12301;&#35036;&#27491;&#12434;&#38283;&#22987;&#12375;&#12289;&#12300;&#12496;&#12531;&#12503;&#12497;&#12540;&#12475;&#12531;&#12486;&#12540;&#12472;&#12301;&#12501;&#12451;&#12540;&#12523;&#12489;&#12434;&#12381;&#12398;&#30446;&#30340;&#12395;&#20351;&#29992;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12434;&#31227;&#21205;&#12377;&#12427;&#12395;&#12399;&#12289;&#23436;&#20840;&#12394;&#12496;&#12531;&#12503;&#35036;&#27491;&#12434;&#27573;&#38542;&#30340;&#12395;&#23455;&#34892;&#12375;&#12414;&#12377;&#12290;&#12300;&#12496;&#12531;&#12503;&#12473;&#12486;&#12483;&#12503;&#12301;&#12501;&#12451;&#12540;&#12523;&#12489;&#12391;&#12371;&#12428;&#12425;&#12398;&#22679;&#20998;&#12398;&#12469;&#12452;&#12474;&#12434;&#21046;&#24481;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12496;&#12531;&#12503;&#25805;&#20316;&#12364;&#38283;&#22987;&#12373;&#12428;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12364;&#12300;&#12496;&#12531;&#12503;&#29575;&#12301;&#38936;&#22495;&#22806;&#12395;&#27531;&#12387;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12460;&#12452;&#12489;&#26143;&#12364;&#12381;&#12398;&#31684;&#22258;&#20869;&#12395;&#25147;&#12427;&#12414;&#12391;&#12289;&#12496;&#12531;&#12503;&#12469;&#12452;&#12474;&#12434;&#22823;&#12365;&#12367;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#12509;&#12452;&#12531;&#12488;&#12363;&#12425;&#20013;&#24515;&#20301;&#32622;&#12408;&#12398;&#36861;&#21152;&#12398;&#31227;&#21205;&#12399;&#12289;&#25351;&#23450;&#12373;&#12428;&#12383;&#12300;&#12496;&#12531;&#12503;&#12473;&#12486;&#12483;&#12503;&#12469;&#12452;&#12474;&#12301;&#12391;&#32154;&#34892;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#35079;&#38609;&#12373;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12364;&#12406;&#12388;&#12363;&#12387;&#12390;&#12356;&#12390;&#12418;&#12289;&#32048;&#38263;&#12356;&#26143;&#12364;&#12394;&#12367;&#12289;&#33391;&#22909;&#12394;&#12460;&#12452;&#12489;&#12434;&#32173;&#25345;&#12377;&#12427;&#12383;&#12417;&#12395;&#24517;&#35201;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12496;&#12531;&#12503;&#25805;&#20316;&#20013;&#12289;AO&#12399;&#24341;&#12365;&#32154;&#12365;&#20462;&#27491;&#12434;&#34892;&#12358;&#12383;&#12417;&#12289;&#38263;&#12356;&#12300;&#12510;&#12454;&#12531;&#12488;&#12496;&#12531;&#12503;&#12301;&#12399;AO&#12398;&#35519;&#25972;&#12395;&#12424;&#12387;&#12390;&#32153;&#32154;&#30340;&#12395;&#30456;&#27578;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;AO Travel&#12301;&#12501;&#12451;&#12540;&#12523;&#12489;&#12399;&#12289;AO&#12364;&#21508;&#36600;&#12391;&#23455;&#34892;&#12391;&#12365;&#12427;&#12473;&#12486;&#12483;&#12503;&#12398;&#25968;&#12434;&#25351;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12399;&#12289;&#12411;&#12392;&#12435;&#12393;&#12398;SX AO&#12487;&#12496;&#12452;&#12473;&#12391;&#36969;&#20999;&#12395;&#27231;&#33021;&#12375;&#12414;&#12377;&#12364;&#12289;&#22580;&#21512;&#12395;&#12424;&#12387;&#12390;&#12399;&#22823;&#12365;&#12377;&#12366;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">AO&#12364;&#12381;&#12398;&#38480;&#30028;&#12395;&#36948;&#12377;&#12427;AO&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#20013;&#12395;&#21839;&#38988;&#12364;&#30330;&#29983;&#12375;&#12383;&#22580;&#21512;&#12289;&#12300;AO&#31227;&#21205;&#12301;&#37327;&#12434;&#19979;&#26041;&#12395;&#35519;&#25972;&#12391;&#12365;&#12414;&#12377;&#12290; &nbsp; </font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'Bump on dither'&#12458;&#12503;&#12471;&#12519;&#12531;&#12399;&#12289;PHD2&#12395;&#12487;&#12451;&#12470;&#12540;&#12467;&#12510;&#12531;&#12489;&#12434;&#21463;&#20449;&#12375;&#12383;&#12392;&#12365;&#12395;&#12510;&#12454;&#12531;&#12488;&#12434;&#12496;&#12531;&#12503;&#12375;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12434;AO&#12398;&#20013;&#24515;&#20301;&#32622;&#12395;&#36817;&#12389;&#12369;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">AO&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12434;&#26377;&#21177;&#12414;&#12383;&#12399;&#28961;&#21177;&#12395;&#12377;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12399;&#12289;[&#12460;&#12452;&#12489;]&#12479;&#12502;&#12398;[&#12510;&#12454;&#12531;&#12488;&#12460;&#12452;&#12489;&#12434;&#26377;&#21177;&#12395;&#12377;&#12427;]&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12392;&#12399;&#21029;&#12395;&#21205;&#20316;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12383;&#12364;&#12387;&#12390;&#12289;&#12481;&#12483;&#12503;/&#12481;&#12523;&#12488;&#12487;&#12496;&#12452;&#12473;&#12408;&#12398;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12414;&#12383;&#12399;&#12510;&#12454;&#12531;&#12488;&#12408;&#12398;&#12300;&#12496;&#12531;&#12503;&#12301;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12398;&#12356;&#12378;&#12428;&#12363;&#12434;&#20491;&#21029;&#12395;&#26377;&#21177;/&#28961;&#21177;&#12395;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;AO&#12398;&#12463;&#12522;&#12450;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12301;&#12458;&#12503;&#12471;&#12519;&#12531;&#12395;&#12418;&#21516;&#12376;&#21407;&#21063;&#12364;&#36969;&#29992;&#12373;&#12428;&#12414;&#12377;&#12290;&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12395;&#24433;&#38911;&#12434;&#19982;&#12360;&#12378;&#12395;AO&#12398;&#20877;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12364;&#24375;&#21046;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#12510;&#12454;&#12531;&#12488;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#35036;&#27491;&#12301;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;&#12510;&#12454;&#12531;&#12488;&#12496;&#12531;&#12503;&#12364;&#23436;&#20102;&#12375;&#12383;&#12392;&#12365;&#12395;PHD2 Dec&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#35036;&#27491;&#12434;&#36969;&#29992;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#22823;&#12365;&#12394;&#12487;&#12451;&#12470;&#12540;&#25805;&#20316;&#12398;&#36895;&#24230;&#12434;&#19978;&#12370;&#12427;&#12398;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12364;&#12289;</font><font style="vertical-align: inherit;">s&#12510;&#12454;&#12531;&#12488;&#12398;Dec&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12398;&#37327;&#12364;&#38480;&#12425;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12395;&#12398;&#12415;&#36969;&#20999;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12487;&#12451;&#12531;&#12464;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;12&#26376;&#12398;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12434;&#28204;&#23450;&#12375;&#12289;12&#26376;&#12398;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;&#12398;&#20351;&#29992;&#12395;&#38306;&#12377;&#12427;&#25512;&#22888;&#20107;&#38917;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">AO&#12364;&#20351;&#29992;&#20013;&#12398;&#22580;&#21512;&#12289;&#12300;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12301;&#12479;&#12502;&#12395;&#12399;&#12289;AO&#12487;&#12496;&#12452;&#12473;&#33258;&#20307;&#12398;&#12481;&#12483;&#12503;/&#12481;&#12523;&#12488;&#20809;&#23398;&#32032;&#23376;&#12434;&#21046;&#24481;&#12377;&#12427;&#12383;&#12417;&#12398;&#36984;&#25246;&#32930;&#12398;&#12415;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 590px; height: 450px;" alt="" src="Advanced_other_Algo.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">AO&#12399;&#37325;&#12356;&#27231;&#22120;&#12434;&#21205;&#12363;&#12381;&#12358;&#12392;&#12375;&#12394;&#12356;&#12383;&#12417;&#12289;&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12398;&#36984;&#25246;&#12434;&#12424;&#12426;&#31309;&#26997;&#30340;&#12395;&#12377;&#12427;&#20313;&#35029;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">AO&#12398;&#12487;&#12501;&#12457;&#12523;&#12488;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12399;&#12300;&#12394;&#12375;&#12301;&#12391;&#12377;&#12290;&#12388;&#12414;&#12426;&#12289;&#28187;&#34928;&#12414;&#12383;&#12399;&#23653;&#27508;&#12505;&#12540;&#12473;&#12398;&#35336;&#31639;&#12399;&#12414;&#12387;&#12383;&#12367;&#36969;&#29992;&#12373;&#12428;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#22580;&#21512;&#12289;&#21508;&#35036;&#27491;&#12399;&#26368;&#26032;&#12398;&#12460;&#12452;&#12489;&#12501;&#12524;&#12540;&#12512;&#12398;&#12415;&#12395;&#22522;&#12389;&#12365;&#12289;&#26368;&#26032;&#12398;&#12383;&#12431;&#12415;&#12434;100&#65285;&#35036;&#27491;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21029;&#12398;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12434;&#20351;&#29992;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;&#12362;&#12381;&#12425;&#12367;100&#65285;&#12398;&#39640;&#12524;&#12505;&#12523;&#12398;&#25915;&#25731;&#24615;&#12363;&#12425;&#38283;&#22987;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36890;&#24120;&#12289;&#12300;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12301;&#12479;&#12502;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#20182;&#12398;&#20849;&#26377;&#12460;&#12452;&#12489;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12399;&#12289;AO&#12395;&#12399;&#34920;&#31034;&#12373;&#12428;&#12414;&#12379;&#12435;&#12290;</font></font><br><br>
<font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#22238;&#36578;&#12487;&#12496;&#12452;&#12473;&#12395;&#12399;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12364;1&#12388;&#12375;&#12363;&#12394;&#12356;&#12383;&#12417;&#12289;&#12487;&#12496;&#12452;&#12473;&#12398;&#21205;&#20316;&#12434;ASCOM&#12398;&#27491;&#12362;&#12424;&#12403;&#36000;&#12398;&#35282;&#24230;&#12398;&#27010;&#24565;&#12395;&#19968;&#33268;&#12373;&#12379;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#21453;&#36578;&#12301;&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12399;&#12289;&#36890;&#24120;&#12511;&#12521;&#12540;&#12398;&#25968;&#12364;&#22855;&#25968;&#12391;&#12354;&#12427;&#12383;&#12417;&#12289;&#30011;&#20687;&#12434;&#21453;&#36578;&#12377;&#12427;&#20809;&#23398;&#12471;&#12473;&#12486;&#12512;&#12395;&#20351;&#29992;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#22238;&#36578;&#12398;&#26041;&#21521;&#12392;&#37327;&#12399;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12487;&#12540;&#12479;&#12398;&#35519;&#25972;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;PHD2&#12399;ASCOM&#27161;&#28310;&#12395;&#24467;&#12356;&#12414;&#12377;&#65306;&#12300;&#22238;&#36578;&#23376;&#12398;&#20301;&#32622;&#12399;&#12289;&#31354;&#12395;&#23550;&#12375;&#12390;&#21453;&#26178;&#35336;&#22238;&#12426;&#12395;0&#12363;&#12425;360&#24230;&#12434;&#21547;&#12414;&#12394;&#12356;&#35282;&#24230;&#12392;&#12375;&#12390;&#34920;&#12373;&#12428;&#12414;&#12377;&#12290;&#12301;</font><font style="vertical-align: inherit;">&#23455;&#39443;&#12399;&#12289;&#12508;&#12483;&#12463;&#12473;&#12434;&#12481;&#12455;&#12483;&#12463;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#21028;&#26029;&#12377;&#12427;&#26368;&#12418;&#31777;&#21336;&#12394;&#26041;&#27861;&#12391;&#12377;&#12290;
</font></font><div class="goog-te-spinner-pos"><div class="goog-te-spinner-animation"><svg xmlns="http://www.w3.org/2000/svg" class="goog-te-spinner" width="96px" height="96px" viewBox="0 0 66 66"><circle class="goog-te-spinner-path" fill="none" stroke-width="6" stroke-linecap="round" cx="33" cy="33" r="30"></circle></svg></div></div></body></html>