<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<!-- saved from url=(0052)file:///C:/PHD2Guide_Ja_Help/Darks_BadPixel_Maps.htm -->
<html class="translated-ltr"><head><meta http-equiv="Content-Type" content="text/html; charset=Shift_JIS"><title>Darks_BadPixel_Maps</title><link type="text/css" rel="stylesheet" charset="UTF-8" href="./Darks_BadPixel_Maps_files/translateelement.css"></head>
<body><h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12392;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;</font></font></h2><br><h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#21069;&#26360;&#12365;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35480;&#23566;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#12459;&#12513;&#12521;&#12399;&#36890;&#24120;&#12289;&#28201;&#24230;&#35519;&#25972;&#12373;&#12428;&#12390;&#12362;&#12425;&#12378;&#12289;&#38750;&#24120;&#12395;&#12494;&#12452;&#12474;&#12398;&#22810;&#12356;&#30011;&#20687;&#12434;&#29983;&#25104;&#12377;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#32080;&#26524;&#12289;&#12460;&#12452;&#12489;&#12398;&#38706;&#20986;&#12399;&#12289;&#12507;&#12483;&#12488;&#65288;&#12300;&#12473;&#12479;&#12483;&#12463;&#12301;&#65289;&#12500;&#12463;&#12475;&#12523;&#12414;&#12383;&#12399;&#20605;&#12398;&#36637;&#24230;&#12524;&#12505;&#12523;&#12434;&#25345;&#12388;&#38936;&#22495;&#12398;&#24418;&#12391;&#26126;&#12425;&#12363;&#12394;&#27424;&#38501;&#12434;&#38971;&#32321;&#12395;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#27424;&#38501;&#12364;&#22810;&#12377;&#12366;&#12427;&#22580;&#21512;&#12289;&#36969;&#20999;&#12394;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12434;&#29305;&#23450;&#12362;&#12424;&#12403;&#36984;&#25246;&#12377;&#12427;&#12398;&#12395;&#21839;&#38988;&#12364;&#29983;&#12376;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#21021;&#24515;&#32773;&#12395;&#12392;&#12387;&#12390;&#12289;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12391;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#35430;&#12415;&#12427;&#12371;&#12392;&#12399;&#12424;&#12367;&#12354;&#12427;&#21839;&#38988;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12364;&#38283;&#22987;&#12373;&#12428;&#12383;&#24460;&#12391;&#12418;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12395;&#36817;&#12356;&#20605;&#12398;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12399;&#12289;&#12473;&#12512;&#12540;&#12474;&#12394;&#12460;&#12452;&#12489;&#12395;&#24517;&#35201;&#12394;&#35336;&#31639;&#12434;&#28151;&#20081;&#12373;&#12379;&#12289;&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12364;&#23455;&#38555;&#12398;&#12473;&#12479;&#12540;&#12392;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12398;&#38291;&#12434;&#12300;&#12472;&#12515;&#12531;&#12503;&#12301;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#31278;&#12398;&#21839;&#38988;&#12399;&#12289;PHD2&#12398;2&#12388;&#12398;&#12450;&#12503;&#12525;&#12540;&#12481;&#12289;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12392;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12398;&#12356;&#12378;&#12428;&#12363;&#12434;&#20351;&#29992;&#12375;&#12390;&#36605;&#28187;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br>&nbsp;&nbsp;<h3><a name="Dark_Frames"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12399;&#12289;&#12460;&#12452;&#12489;&#12395;&#20351;&#29992;&#12377;&#12427;&#38706;&#20986;&#12398;&#31684;&#22258;&#12395;&#19968;&#33268;&#12377;&#12427;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12398;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#27083;&#31689;&#12375;&#12390;&#20351;&#29992;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12521;&#12452;&#12502;&#12521;&#12522;&#12364;&#27083;&#31689;&#12373;&#12428;&#12427;&#12392;&#12289;&#33258;&#21205;&#30340;&#12395;&#20445;&#23384;&#12373;&#12428;&#12289;&#35079;&#25968;&#12398;PHD2&#12475;&#12483;&#12471;&#12519;&#12531;&#12391;&#20351;&#29992;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#32080;&#26524;&#12289;&#36969;&#24230;&#12394;&#26178;&#38291;&#12434;&#12363;&#12369;&#12390;&#36969;&#20999;&#12394;&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#27083;&#31689;&#12375;&#12289;&#12381;&#12398;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#38263;&#26178;&#38291;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12395;&#25509;&#32154;&#12375;&#12383;&#12425;&#12289;&#12488;&#12483;&#12503;&#12524;&#12505;&#12523;&#12398;&#12300;&#12480;&#12540;&#12463;&#12301;&#12513;&#12491;&#12517;&#12540;&#12398;&#19979;&#12395;&#12354;&#12427;&#12300;&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;...&#12301;&#12450;&#12452;&#12486;&#12512;&#12363;&#12425;&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#27083;&#31689;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27425;&#12398;&#12424;&#12358;&#12394;&#12480;&#12452;&#12450;&#12525;&#12464;&#12364;&#36215;&#21205;&#12375;&#12414;&#12377;&#12290;</font></font><br><br><span style="font-size: 10pt; font-family: Arial;"></span><span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 499px; height: 412px;" alt="" src="Dark_Lib.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#19978;&#37096;&#12398;2&#12388;&#12398;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#26263;&#12356;&#12501;&#12524;&#12540;&#12512;&#12434;&#21462;&#24471;&#12377;&#12427;&#12383;&#12417;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#26368;&#23567;&#12362;&#12424;&#12403;&#26368;&#22823;&#38706;&#20809;&#26178;&#38291;&#12434;&#25351;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#38283;&#22987;&#20516;&#12289;&#32066;&#20102;&#20516;&#12289;&#12362;&#12424;&#12403;&#20013;&#38291;&#20516;&#12399;&#12289;&#12513;&#12452;&#12531;PHD2&#12454;&#12451;&#12531;&#12489;&#12454;&#12391;&#20351;&#29992;&#12373;&#12428;&#12427;&#38706;&#20986;&#26178;&#38291;&#12392;&#19968;&#33268;&#12377;&#12427;&#12383;&#12417;&#12289;&#12460;&#12452;&#12489;&#29992;&#12395;&#36984;&#25246;&#12375;&#12383;&#38706;&#20986;&#26178;&#38291;&#12392;&#19968;&#33268;&#12377;&#12427;&#26263;&#12356;&#12501;&#12524;&#12540;&#12512;&#12434;&#21462;&#24471;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">3&#30058;&#30446;&#12398;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12399;&#12289;&#21508;&#38706;&#20809;&#26178;&#38291;&#12391;&#21462;&#24471;&#12362;&#12424;&#12403;&#24179;&#22343;&#21270;&#12373;&#12428;&#12427;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12398;&#25968;&#12434;&#25351;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#24179;&#22343;&#21270;&#12373;&#12428;&#12383;&#30011;&#20687;&#12399;&#12300;&#12510;&#12473;&#12479;&#12540;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12301;&#12392;&#21628;&#12400;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27508;&#21490;&#30340;&#12395;&#12289;PHD&#12399;&#12371;&#12398;&#30446;&#30340;&#12398;&#12383;&#12417;&#12395;5&#12388;&#12398;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12414;&#12375;&#12383;&#12364;&#12289;&#12510;&#12473;&#12479;&#12540;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12398;&#21697;&#36074;&#12434;&#25913;&#21892;&#12377;&#12427;&#12383;&#12417;&#12395;&#12381;&#12398;&#25968;&#12434;&#22679;&#12420;&#12377;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#24517;&#35201;&#12395;&#24540;&#12376;&#12390;&#12513;&#12514;&#12420;&#12467;&#12513;&#12531;&#12488;&#12434;&#36861;&#21152;&#12377;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290;&#12371;&#12428;&#12399;&#12289;&#24460;&#12391;&#21442;&#29031;&#12377;&#12427;&#12383;&#12417;&#12395;&#12510;&#12473;&#12479;&#12540;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12398;&#12504;&#12483;&#12480;&#12540;&#12395;&#22475;&#12417;&#36796;&#12414;&#12428;&#12414;&#12377;&#12290; &nbsp;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">[&#12513;&#12514;]&#12501;&#12451;&#12540;&#12523;&#12489;&#12398;&#19978;&#12395;&#12354;&#12427;2&#12388;&#12398;&#12521;&#12472;&#12458;&#12508;&#12479;&#12531;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;&#29694;&#22312;&#12398;&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#22793;&#26356;/&#25313;&#24373;&#12377;&#12427;&#12363;&#12289;&#26032;&#12375;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#26368;&#21021;&#12363;&#12425;&#27083;&#31689;&#12377;&#12427;&#12363;&#12434;&#25351;&#23450;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#20877;&#27083;&#31689;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#12392;&#12356;&#12358;&#35686;&#21578;&#12513;&#12483;&#12475;&#12540;&#12472;&#12434;&#21463;&#12369;&#21462;&#12387;&#12383;&#22580;&#21512;&#12399;&#12289;[&#23436;&#20840;&#12395;&#26032;&#12375;&#12356;&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#20316;&#25104;&#12377;&#12427;]&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#36984;&#25246;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;&#12377;&#12409;&#12390;&#12398;&#12510;&#12473;&#12479;&#12540;&#12480;&#12540;&#12463;&#30011;&#20687;&#12364;&#12289;&#29694;&#22312;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#12459;&#12513;&#12521;&#12398;&#24418;&#24335;&#12392;&#19968;&#33268;&#12377;&#12427;&#12371;&#12392;&#12364;&#20445;&#35388;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#20197;&#22806;&#12398;&#22580;&#21512;&#12399;&#12289;&#25351;&#23450;&#12375;&#12383;&#38706;&#20986;&#26178;&#38291;&#12391;&#26032;&#12375;&#12356;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12434;&#21462;&#24471;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#29694;&#22312;&#12398;&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#21336;&#32020;&#12395;&#26356;&#26032;&#12414;&#12383;&#12399;&#25313;&#24373;&#12391;&#12365;&#12414;&#12377;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12497;&#12521;&#12513;&#12540;&#12479;&#12434;&#35373;&#23450;&#12375;&#12383;&#12425;&#12289;[&#38283;&#22987;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12503;&#12525;&#12475;&#12473;&#12434;&#38283;&#22987;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12395;&#12471;&#12515;&#12483;&#12479;&#12540;&#12364;&#12394;&#12356;&#22580;&#21512;&#65288;&#12411;&#12392;&#12435;&#12393;&#12398;&#22580;&#21512;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#65289;&#12289;&#12460;&#12452;&#12489;&#12473;&#12467;&#12540;&#12503;&#12434;&#12459;&#12496;&#12540;&#12377;&#12427;&#12424;&#12358;PHD2&#12363;&#12425;&#27714;&#12417;&#12425;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#33391;&#12398;&#32080;&#26524;&#12434;&#24471;&#12427;&#12395;&#12399;&#12289;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12408;&#12398;&#20809;&#28431;&#12428;&#12364;&#12394;&#12356;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;-&#26085;&#20809;&#12398;&#19979;&#12391;&#12371;&#12428;&#12434;&#34892;&#12358;&#12392;&#12358;&#12414;&#12367;&#27231;&#33021;&#12375;&#12394;&#12356;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12399;&#12289;&#36984;&#25246;&#12375;&#12383;&#38706;&#20986;&#26178;&#38291;&#12398;&#31684;&#22258;&#12391;&#20307;&#31995;&#30340;&#12395;&#27231;&#33021;&#12375;&#12289;&#38706;&#20986;&#26178;&#38291;&#12372;&#12392;&#12395;&#25351;&#23450;&#12373;&#12428;&#12383;&#12501;&#12524;&#12540;&#12512;&#25968;&#12434;&#21462;&#24471;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36914;&#34892;&#29366;&#27841;&#12399;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#19979;&#37096;&#12395;&#12354;&#12427;&#12473;&#12486;&#12540;&#12479;&#12473;&#12496;&#12540;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#12503;&#12525;&#12475;&#12473;&#20840;&#20307;&#12398;&#12393;&#12371;&#12395;&#12356;&#12427;&#12363;&#12434;&#30906;&#35469;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12503;&#12525;&#12475;&#12473;&#12434;&#38283;&#22987;&#12377;&#12427;&#12392;&#12289;&#19978;&#12398;[&#12461;&#12515;&#12531;&#12475;&#12523;]&#12508;&#12479;&#12531;&#12364;[&#20572;&#27490;]&#12508;&#12479;&#12531;&#12395;&#22793;&#12431;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21839;&#38988;&#12364;&#30330;&#29983;&#12375;&#12383;&#22580;&#21512;&#12289;&#12414;&#12383;&#12399;&#12471;&#12540;&#12465;&#12531;&#12473;&#20840;&#20307;&#12364;&#23436;&#20102;&#12377;&#12427;&#21069;&#12395;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#22793;&#26356;&#12375;&#12383;&#12356;&#22580;&#21512;&#12399;&#12289;&#12371;&#12428;&#12434;&#12463;&#12522;&#12483;&#12463;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#26041;&#27861;&#12391;&#20572;&#27490;&#12377;&#12427;&#12392;&#12289;&#12377;&#12391;&#12395;&#21454;&#38598;&#12373;&#12428;&#12383;&#12487;&#12540;&#12479;&#12399;&#12377;&#12409;&#12390;&#30772;&#26820;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#20462;&#27491;&#12434;&#34892;&#12387;&#12390;&#12363;&#12425;&#12503;&#12525;&#12475;&#12473;&#12434;&#20877;&#38283;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12377;&#12409;&#12390;&#12398;&#12501;&#12524;&#12540;&#12512;&#12364;&#21454;&#38598;&#12373;&#12428;&#12427;&#12392;&#12289;PHD2&#12399;&#12510;&#12473;&#12479;&#12540;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12434;&#35336;&#31639;&#12375;&#12289;&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12487;&#12540;&#12479;&#12501;&#12449;&#12452;&#12523;&#12395;&#20445;&#23384;&#12375;&#12289;&#32080;&#26524;&#12434;&#35201;&#32004;&#12377;&#12427;&#12513;&#12483;&#12475;&#12540;&#12472;&#12508;&#12483;&#12463;&#12473;&#12434;&#34920;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12395;&#12471;&#12515;&#12483;&#12479;&#12540;&#12364;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#12460;&#12452;&#12489;&#12473;&#12467;&#12540;&#12503;&#12434;&#26126;&#12425;&#12363;&#12395;&#12377;&#12427;&#12424;&#12358;&#12395;&#27714;&#12417;&#12425;&#12428;&#12289;&#36890;&#24120;&#12398;&#25774;&#20687;&#12395;&#25147;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#20316;&#25104;&#12375;&#12383;&#12425;&#12289;[&#12480;&#12540;&#12463;]&#12513;&#12491;&#12517;&#12540;&#12398;[&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#20351;&#29992;]&#12450;&#12452;&#12486;&#12512;&#12391;&#12381;&#12398;&#20351;&#29992;&#12434;&#21046;&#24481;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12513;&#12491;&#12517;&#12540;&#38917;&#30446;&#12398;&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12399;&#12289;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12383;&#12403;&#12395;&#12458;&#12531;&#12414;&#12383;&#12399;&#12458;&#12501;&#12395;&#20999;&#12426;&#26367;&#12431;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#38917;&#30446;&#12398;&#35373;&#23450;&#12399;&#12503;&#12525;&#12464;&#12521;&#12512;&#12398;&#23455;&#34892;&#24460;&#12418;&#20445;&#25345;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#12513;&#12491;&#12517;&#12540;&#38917;&#30446;&#12434;&#12481;&#12455;&#12483;&#12463;&#12375;&#12383;&#12414;&#12414;&#12395;&#12377;&#12427;&#12392;&#12289;PHD2&#12399;&#33258;&#21205;&#30340;&#12395;&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#12525;&#12540;&#12489;&#12375;&#12289;&#27425;&#22238;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12434;&#23455;&#34892;&#12377;&#12427;&#12392;&#12365;&#12395;&#12381;&#12398;&#20351;&#29992;&#12434;&#20877;&#38283;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#33258;&#20307;&#12399;&#12289;&#26032;&#12375;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#20316;&#25104;&#12377;&#12427;&#12414;&#12391;&#12487;&#12451;&#12473;&#12463;&#19978;&#12395;&#20445;&#25345;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#12300;&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#20351;&#29992;&#12301;&#12513;&#12491;&#12517;&#12540;&#38917;&#30446;&#12398;&#35373;&#23450;&#12434;&#12487;&#12540;&#12479;&#12434;&#22833;&#12358;&#12371;&#12392;&#12394;&#12367;&#33258;&#30001;&#12395;&#22793;&#26356;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12390;&#12289;&#12460;&#12452;&#12489;&#12398;&#38706;&#20986;&#26178;&#38291;&#12392;&#27491;&#30906;&#12395;&#19968;&#33268;&#12377;&#12427;&#12510;&#12473;&#12479;&#12540;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12364;&#12394;&#12356;&#22580;&#21512;&#12289;PHD2&#12399;&#26368;&#12418;&#36817;&#12356;&#12501;&#12451;&#12483;&#12488;&#12434;&#20351;&#29992;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#26368;&#33391;&#12398;&#32080;&#26524;&#12434;&#24471;&#12427;&#12395;&#12399;&#12289;&#19968;&#33268;&#12377;&#12427;&#12510;&#12473;&#12479;&#12540;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12434;&#21462;&#24471;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#38706;&#20986;&#26178;&#38291;&#12364;&#36275;&#12426;&#12394;&#12356;&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12364;&#12354;&#12427;&#22580;&#21512;&#12289;&#36275;&#12426;&#12394;&#12356;&#12487;&#12540;&#12479;&#12434;&#21462;&#24471;&#12377;&#12427;&#12384;&#12369;&#12391;&#12289;&#26082;&#23384;&#12398;&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12395;&#36861;&#21152;&#12373;&#12428;&#12414;&#12377;&#12290;&#26368;&#21021;&#12363;&#12425;&#12420;&#12426;&#30452;&#12377;&#24517;&#35201;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">[&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#20351;&#29992;]&#12513;&#12491;&#12517;&#12540;&#38917;&#30446;&#12398;&#35373;&#23450;&#12434;&#22793;&#26356;&#12377;&#12427;&#12371;&#12392;&#12395;&#12424;&#12426;&#12289;&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#20351;&#29992;&#12375;&#12383;&#21177;&#26524;&#12434;&#30906;&#35469;&#12375;&#12289;&#12460;&#12452;&#12480;&#12540;&#12452;&#12513;&#12540;&#12472;&#12364;&#21313;&#20998;&#12395;&#25913;&#21892;&#12373;&#12428;&#12390;&#12356;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#21028;&#26029;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12399;&#29305;&#23450;&#12398;&#12459;&#12513;&#12521;&#12395;&#38306;&#36899;&#20184;&#12369;&#12425;&#12428;&#12390;&#12356;&#12427;&#12371;&#12392;&#12395;&#27880;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12399;&#12289;&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12364;&#29694;&#22312;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#12459;&#12513;&#12521;&#12392;&#19968;&#33268;&#12377;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12358;&#12391;&#12394;&#12356;&#22580;&#21512;&#12289;&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12399;&#20351;&#29992;&#12391;&#12365;&#12378;&#12289;&#20877;&#27083;&#31689;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#12371;&#12392;&#12434;&#36890;&#30693;&#12377;&#12427;&#35686;&#21578;&#12513;&#12483;&#12475;&#12540;&#12472;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#26082;&#23384;&#12398;&#27231;&#22120;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#20869;&#12391;&#12459;&#12513;&#12521;&#12434;&#22793;&#26356;&#12375;&#12383;&#12392;&#12365;&#12395;&#30330;&#29983;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12434;&#12450;&#12483;&#12503;&#12464;&#12524;&#12540;&#12489;&#12375;&#12289;&#21476;&#12356;&#12459;&#12513;&#12521;&#12398;&#20351;&#29992;&#12395;&#25147;&#12377;&#20104;&#23450;&#12364;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#23455;&#34892;&#12375;&#12394;&#12356;&#12391;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font><br><h3><a name="Bad-pixel_Maps"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#65288;</font></font><a name="Defect_Maps"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#27424;&#38501;&#12510;&#12483;&#12503;&#65289;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#19968;&#37096;&#12398;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12391;&#12399;&#12289;&#26263;&#12356;&#12501;&#12524;&#12540;&#12512;&#12399;&#12460;&#12452;&#12489;&#12501;&#12524;&#12540;&#12512;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#27424;&#38501;&#12500;&#12463;&#12475;&#12523;&#12434;&#21066;&#38500;&#12377;&#12427;&#12398;&#12395;&#21313;&#20998;&#12394;&#20181;&#20107;&#12434;&#12375;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12424;&#12358;&#12394;&#29366;&#27841;&#12391;&#12399;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20316;&#25104;&#12375;&#12390;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#12362;&#12381;&#12425;&#12367;&#12424;&#12426;&#33391;&#12356;&#32080;&#26524;&#12434;&#24471;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12450;&#12503;&#12525;&#12540;&#12481;&#12399;&#12289;&#35492;&#12387;&#12383;&#20449;&#21495;&#12434;&#29983;&#25104;&#12377;&#12427;&#12475;&#12531;&#12469;&#12540;&#65288;&#12507;&#12483;&#12488;/&#12473;&#12479;&#12483;&#12463;&#12500;&#12463;&#12475;&#12523;&#65289;&#12414;&#12383;&#12399;&#20837;&#23556;&#20809;&#12395;&#27491;&#12375;&#12367;&#24540;&#31572;&#12375;&#12394;&#12356;&#65288;&#12467;&#12540;&#12523;&#12489;&#12500;&#12463;&#12475;&#12523;&#65289;&#12475;&#12531;&#12469;&#12540;&#12398;&#29305;&#23450;&#12398;&#38936;&#22495;&#12434;&#30452;&#25509;&#28204;&#23450;&#12375;&#12390;&#35036;&#27491;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12424;&#12358;&#12394;&#12300;&#12510;&#12483;&#12503;&#12301;&#12399;&#12289;&#27604;&#36611;&#30340;&#38263;&#12356;&#26263;&#12356;&#38706;&#20986;&#65288;&#12383;&#12392;&#12360;&#12400;15&#31186;&#65289;&#12398;&#12471;&#12540;&#12465;&#12531;&#12473;&#12434;&#21462;&#12426;&#12289;&#12381;&#12428;&#12425;&#12434;&#24179;&#22343;&#21270;&#12375;&#12390;&#12363;&#12425;&#12289;&#32080;&#26524;&#12398;&#12501;&#12524;&#12540;&#12512;&#12434;&#32113;&#35336;&#30340;&#12395;&#20998;&#26512;&#12375;&#12390;&#27424;&#38501;&#12500;&#12463;&#12475;&#12523;&#12398;&#20301;&#32622;&#12434;&#29305;&#23450;&#12377;&#12427;&#12371;&#12392;&#12395;&#12424;&#12387;&#12390;&#20316;&#25104;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12500;&#12463;&#12475;&#12523;&#20301;&#32622;&#12399;&#12289;&#23558;&#26469;&#12398;&#20351;&#29992;&#12398;&#12383;&#12417;&#12395;&#20445;&#23384;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36890;&#24120;&#12398;&#12460;&#12452;&#12489;&#12391;&#12399;&#12289;&#12460;&#12452;&#12489;&#30011;&#20687;&#19978;&#12398;&#12371;&#12428;&#12425;&#12398;&#12500;&#12463;&#12475;&#12523;&#20301;&#32622;&#12399;&#12381;&#12428;&#12382;&#12428;&#12289;&#21608;&#22258;&#12398;&#12500;&#12463;&#12475;&#12523;&#12398;&#32113;&#35336;&#12469;&#12531;&#12503;&#12523;&#12395;&#32622;&#12365;&#25563;&#12360;&#12425;&#12428;&#12414;&#12377;&#12364;&#12289;</font><font style="vertical-align: inherit;">&#12375;&#12383;&#12364;&#12387;&#12390;&#12289;&#12300;&#19981;&#33391;&#12301;&#12500;&#12463;&#12475;&#12523;&#12398;&#24433;&#38911;&#12398;&#12377;&#12409;&#12390;&#12414;&#12383;&#12399;&#12411;&#12392;&#12435;&#12393;&#12434;&#25490;&#38500;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#32066;&#32080;&#26524;&#12399;&#12289;&#36890;&#24120;&#12289;&#32972;&#26223;&#12364;&#12424;&#12426;&#28369;&#12425;&#12363;&#12391;&#26126;&#12425;&#12363;&#12394;&#27424;&#38501;&#12398;&#23569;&#12394;&#12356;&#30011;&#20687;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27531;&#12387;&#12390;&#12356;&#12427;&#27424;&#38501;&#12395;&#12388;&#12356;&#12390;&#12399;&#12289;PHD2&#12399;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12398;&#20301;&#32622;&#12434;&#25163;&#21205;&#12391;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12510;&#12483;&#12503;&#12395;&#36861;&#21152;&#12377;&#12427;&#26041;&#27861;&#12418;&#25552;&#20379;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12434;&#21462;&#24471;&#12375;&#12390;&#20998;&#26512;&#12377;&#12427;&#12371;&#12398;&#12503;&#12525;&#12475;&#12473;&#20840;&#20307;&#12364;PHD2&#12395;&#12424;&#12387;&#12390;&#20966;&#29702;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#31777;&#21336;&#12395;&#20316;&#25104;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12398;&#20316;&#25104;&#12399;&#12289;&#26368;&#19978;&#20301;&#12398;[Darks]&#12513;&#12491;&#12517;&#12540;&#12398;&#19979;&#12395;&#12354;&#12427;[Bad Pixel Map ...]&#12450;&#12452;&#12486;&#12512;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#34892;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21021;&#12417;&#12390;&#12371;&#12428;&#12434;&#34892;&#12358;&#22580;&#21512;&#12289;&#12459;&#12513;&#12521;&#12475;&#12531;&#12469;&#12540;&#12434;&#20998;&#26512;&#12375;&#12390;&#12510;&#12483;&#12503;&#12434;&#27083;&#31689;&#12377;&#12427;&#12383;&#12417;&#12398;&#19968;&#36899;&#12398;&#26263;&#12356;&#12501;&#12524;&#12540;&#12512;&#12434;&#21462;&#24471;&#12377;&#12427;&#12424;&#12358;&#12395;&#27714;&#12417;&#12425;&#12428;&#12414;&#12377;&#12290;</font></font><br><br><span style="font-size: 10pt; font-family: Arial;"></span><span style="font-size: 10pt; font-family: Arial;"></span><span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 489px; height: 270px;" alt="Defect_Darks" src="Defect_Darks.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#21069;&#12398;&#12475;&#12463;&#12471;&#12519;&#12531;&#12391;&#35500;&#26126;&#12375;&#12383;&#26263;&#12356;&#12501;&#12524;&#12540;&#12512;&#12434;&#21462;&#24471;&#12377;&#12427;&#12383;&#12417;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#12431;&#12378;&#12363;&#12395;&#30064;&#12394;&#12427;&#12496;&#12540;&#12472;&#12519;&#12531;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20998;&#26512;&#12399;&#32113;&#35336;&#12395;&#22522;&#12389;&#12356;&#12390;&#12356;&#12427;&#12383;&#12417;&#12289;&#27604;&#36611;&#30340;&#38263;&#12356;&#38706;&#20986;&#26178;&#38291;&#65288;&gt; 10&#31186;&#65289;&#12392;&#23569;&#12394;&#12367;&#12392;&#12418;10&#12501;&#12524;&#12540;&#12512;&#12434;&#20351;&#29992;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12399;&#12363;&#12394;&#12426;&#38263;&#12356;&#26399;&#38291;&#20877;&#21033;&#29992;&#12391;&#12365;&#12427;&#12383;&#12417;&#12289;&#12371;&#12398;&#25805;&#20316;&#12434;&#38971;&#32321;&#12395;&#32368;&#12426;&#36820;&#12377;&#24517;&#35201;&#12399;&#12394;&#12367;&#12289;&#39640;&#21697;&#36074;&#12398;&#12487;&#12540;&#12479;&#12434;&#21462;&#24471;&#12377;&#12427;&#12383;&#12417;&#12395;&#26178;&#38291;&#12434;&#12363;&#12369;&#12427;&#20385;&#20516;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26263;&#12356;&#12501;&#12524;&#12540;&#12512;&#12364;&#12461;&#12515;&#12503;&#12481;&#12515;&#12373;&#12428;&#12427;&#12392;&#12289;PHD2&#12399;&#32113;&#35336;&#12434;&#35336;&#31639;&#12375;&#12289;&#27424;&#38501;&#12414;&#12383;&#12399;&#30097;&#12431;&#12375;&#12356;&#12500;&#12463;&#12475;&#12523;&#20301;&#32622;&#12398;&#21021;&#26399;&#12475;&#12483;&#12488;&#12434;&#35672;&#21029;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#23569;&#12375;&#36933;&#12428;&#12390;&#12289;&#27425;&#12398;&#12424;&#12358;&#12394;&#12480;&#12452;&#12450;&#12525;&#12464;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><br><span style="font-size: 10pt; font-family: Arial;"></span><span style="font-size: 10pt; font-family: Arial;"></span><span style="font-size: 10pt; font-family: Arial;"></span><span style="font-size: 10pt; font-family: Arial;"></span><span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 653px; height: 514px;" alt="&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;" src="DefectUI.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#19968;&#33324;&#24773;&#22577;&#12301;&#12475;&#12463;&#12471;&#12519;&#12531;&#12395;&#12399;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#20301;&#32622;&#12398;&#35672;&#21029;&#20013;&#12395;PHD2&#12395;&#12424;&#12387;&#12390;&#35336;&#31639;&#12373;&#12428;&#12383;&#32113;&#35336;&#12398;&#35201;&#32004;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36890;&#24120;&#12289;&#12371;&#12428;&#12425;&#12434;&#30906;&#35469;&#12377;&#12427;&#24517;&#35201;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;[&#12510;&#12473;&#12479;&#12540;&#12480;&#12540;&#12463;&#12398;&#35443;&#32048;&#12434;&#34920;&#31034;]&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12434;&#12458;&#12501;&#12395;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12398;&#12371;&#12398;&#37096;&#20998;&#12434;&#38750;&#34920;&#31034;&#12395;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#32080;&#26524;&#12301;&#12464;&#12523;&#12540;&#12503;&#12395;&#12399;&#12289;&#12381;&#12398;&#19979;&#12398;2&#12388;&#12398;&#12300;&#12450;&#12464;&#12524;&#12483;&#12471;&#12502;&#12493;&#12473;&#12301;&#12473;&#12521;&#12452;&#12480;&#12540;&#12398;&#29694;&#22312;&#12398;&#35373;&#23450;&#12395;&#22522;&#12389;&#12356;&#12390;&#12289;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12392;&#12467;&#12540;&#12523;&#12489;&#12500;&#12463;&#12475;&#12523;&#12398;&#12459;&#12454;&#12531;&#12488;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21021;&#12417;&#12390;&#12371;&#12428;&#12434;&#34892;&#12358;&#22580;&#21512;&#12289;&#12450;&#12464;&#12524;&#12483;&#12471;&#12502;&#12493;&#12473;&#12473;&#12521;&#12452;&#12480;&#12540;&#12399;&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12391;&#12354;&#12427;0&#12316;100&#12398;&#31684;&#22258;&#20869;&#12398;75&#12395;&#35373;&#23450;&#12373;&#12428;&#12414;&#12377;&#12290;&#20309;&#12395;&#22522;&#12389;&#12356;&#12390;&#12459;&#12454;&#12531;&#12488;&#12364;&#22949;&#24403;&#12363;&#12393;&#12358;&#12363;&#12434;&#23455;&#39443;&#12377;&#12427;&#12363;&#21028;&#26029;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#36890;&#24120;&#12398;&#12460;&#12452;&#12489;&#12501;&#12524;&#12540;&#12512;&#12395;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12450;&#12464;&#12524;&#12483;&#12471;&#12502;&#12493;&#12473;&#12473;&#12521;&#12452;&#12480;&#12540;&#12434;&#24038;&#21491;&#12395;&#35519;&#25972;&#12377;&#12427;&#12392;&#12289;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#25968;&#12392;&#12467;&#12540;&#12523;&#12489;&#12500;&#12463;&#12475;&#12523;&#25968;&#12364;&#22793;&#21270;&#12377;&#12427;&#12371;&#12392;&#12364;&#12431;&#12363;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12521;&#12452;&#12480;&#12540;&#12399;&#12289;&#30097;&#12431;&#12375;&#12356;&#12500;&#12463;&#12475;&#12523;&#12434;&#35672;&#21029;&#12375;&#12289;&#12381;&#12428;&#12425;&#12395;&#27424;&#38501;&#12364;&#12354;&#12427;&#12392;&#12501;&#12521;&#12464;&#12434;&#31435;&#12390;&#12427;&#38555;&#12398;&#12300;&#25915;&#25731;&#30340;&#12394;&#12301;PHD2&#12398;&#26041;&#27861;&#12434;&#21046;&#24481;&#12375;&#12414;&#12377;&#12290;&#12375;&#12383;&#12364;&#12387;&#12390;&#12289;&#25915;&#25731;&#24615;&#12398;&#35373;&#23450;&#12434;&#39640;&#12367;&#12377;&#12427;&#12392;&#12289;&#12500;&#12463;&#12475;&#12523;&#25968;&#12364;&#22810;&#12367;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#35373;&#23450;&#12364;&#24076;&#26395;&#12377;&#12427;&#22580;&#25152;&#12395;&#12394;&#12387;&#12383;&#12425;&#12289;&#12300;&#29983;&#25104;&#12301;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12289;&#26032;&#12375;&#12356;&#27424;&#38501;&#12510;&#12483;&#12503;&#12434;&#35336;&#31639;&#12375;&#12390;&#12525;&#12540;&#12489;&#12375;&#12414;&#12377;&#12290; &nbsp;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12398;&#26178;&#28857;&#12391;&#12289;&#12362;&#12381;&#12425;&#12367;&#32080;&#26524;&#12434;&#35519;&#12409;&#12383;&#12356;&#12391;&#12375;&#12423;&#12358;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12398;&#12513;&#12452;&#12531;&#12454;&#12451;&#12531;&#12489;&#12454;&#12399;&#12414;&#12384;&#12450;&#12463;&#12486;&#12451;&#12502;&#12391;&#12354;&#12427;&#12383;&#12417;&#12289;&#36890;&#24120;&#12398;&#12460;&#12452;&#12489;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#22806;&#35251;&#12434;&#30906;&#35469;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27424;&#38501;&#12510;&#12483;&#12503;&#12434;&#20351;&#29992;&#12375;&#12383;&#32080;&#26524;&#12434;&#12377;&#12400;&#12420;&#12367;&#34920;&#31034;&#12375;&#12383;&#12356;&#22580;&#21512;&#12399;&#12289;&#12300;&#12480;&#12540;&#12463;&#12301;&#12513;&#12491;&#12517;&#12540;&#12398;&#19979;&#12398;&#12300;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20351;&#29992;&#12301;&#12513;&#12491;&#12517;&#12540;&#38917;&#30446;&#12434;&#20999;&#12426;&#26367;&#12360;&#12427;&#12384;&#12369;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12480;&#12540;&#30011;&#20687;&#12391;&#23436;&#20840;&#12395;&#28369;&#12425;&#12363;&#12394;&#40658;&#12356;&#32972;&#26223;&#12434;&#23455;&#29694;&#12377;&#12427;&#24517;&#35201;&#12399;&#12394;&#12356;&#12371;&#12392;&#12395;&#27880;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;-&#12354;&#12394;&#12383;&#12418;PHD2&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12418;&#24746;&#12356;&#12500;&#12463;&#12475;&#12523;&#12434;&#38291;&#36949;&#12360;&#12394;&#12356;&#12424;&#12358;&#12395;&#12289;&#21313;&#20998;&#12395;&#23569;&#25968;&#12398;&#27531;&#12426;&#12398;&#12507;&#12483;&#12488;/&#12467;&#12540;&#12523;&#12489;&#12500;&#12463;&#12475;&#12523;&#12364;&#24517;&#35201;&#12391;&#12377;&#26143;&#12398;&#12383;&#12417;&#12395;&#12290;</font><font style="vertical-align: inherit;">&#38750;&#24120;&#12395;&#12450;&#12464;&#12524;&#12483;&#12471;&#12502;&#12394;&#35373;&#23450;&#12391;&#36942;&#24230;&#12395;&#35036;&#27491;&#12377;&#12427;&#12392;&#12289;&#20351;&#29992;&#21487;&#33021;&#12394;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12398;&#26908;&#20986;&#12434;&#22952;&#12370;&#12427;&#12411;&#12393;&#22810;&#12367;&#12398;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#38936;&#22495;&#12364;&#20316;&#25104;&#12373;&#12428;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12521;&#12452;&#12480;&#12540;&#12391;&#31777;&#21336;&#12395;&#35519;&#25972;&#12391;&#12365;&#12414;&#12377;-&#12473;&#12521;&#12452;&#12480;&#12540;&#12398;&#35373;&#23450;&#12434;&#22793;&#26356;&#12375;&#12289;&#12300;&#29983;&#25104;&#12301;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12398;&#12450;&#12503;&#12525;&#12540;&#12481;&#12391;&#12399;&#12289;&#21066;&#38500;&#12375;&#12383;&#12356;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12364;&#27531;&#12387;&#12390;&#12356;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12501;&#12457;&#12523;&#12488;&#12398;&#12450;&#12503;&#12525;&#12540;&#12481;&#12399;&#32113;&#35336;&#12395;&#20381;&#23384;&#12375;&#12390;&#12362;&#12426;&#12289;&#24195;&#31684;&#22258;&#12398;&#12459;&#12513;&#12521;&#12395;&#36969;&#29992;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#12383;&#12417;&#12289;&#12300;&#28040;&#28779;&#24536;&#12428;&#12301;&#12398;&#25805;&#20316;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;&#22810;&#12367;&#12398;&#22580;&#21512;&#12289;&#20197;&#19979;&#12398;&#25163;&#38918;&#12434;&#20351;&#29992;&#12375;&#12390;&#24494;&#35519;&#25972;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><br><h4><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#25913;&#33391;&#12377;&#12427;&#12383;&#12417;&#12398;&#12473;&#12486;&#12483;&#12503;&#12496;&#12452;&#12473;&#12486;&#12483;&#12503;&#12460;&#12452;&#12489;</font></font></h4><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12398;&#12500;&#12463;&#12475;&#12523;&#12524;&#12505;&#12523;&#12398;&#12450;&#12540;&#12486;&#12451;&#12501;&#12449;&#12463;&#12488;&#12434;&#21046;&#24481;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#25913;&#33391;&#12377;&#12427;&#12395;&#12399;&#12289;&#27425;&#12398;&#25163;&#38918;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</font></font><br><ol><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12398;&#31684;&#22258;&#12434;&#12459;&#12496;&#12540;&#12375;&#12289;5&#31186;&#38291;&#12398;&#38706;&#20986;&#12398;&#12523;&#12540;&#12503;&#12434;&#38283;&#22987;&#12375;&#12414;&#12377;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">[&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12398;&#35519;&#25972;]&#12454;&#12451;&#12531;&#12489;&#12454;&#65288;&#12513;&#12491;&#12517;&#12540;/&#12480;&#12540;&#12463;/&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#65289;&#12434;&#38283;&#12365;&#12289;&#30011;&#38754;&#12398;&#27178;&#12395;&#12489;&#12521;&#12483;&#12464;&#12375;&#12390;&#12289;BPM&#12454;&#12451;&#12531;&#12489;&#12454;&#12392;&#12460;&#12452;&#12489;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#20001;&#26041;&#12434;&#34920;&#31034;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12513;&#12452;&#12531;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#12460;&#12531;&#12510;&#12473;&#12521;&#12452;&#12480;&#12540;&#12434;&#35519;&#25972;&#12375;&#12390;&#12289;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12364;&#35211;&#12360;&#12427;&#12424;&#12358;&#12395;&#12375;&#12414;&#12377;&#12290;&#12371;&#12428;&#12395;&#12399;&#12289;&#35211;&#24931;&#12428;&#12390;&#12356;&#12427;&#12424;&#12426;&#12418;&#26126;&#12427;&#12356;&#30011;&#20687;&#12364;&#24517;&#35201;&#12395;&#12394;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">[&#27424;&#38501;&#12500;&#12463;&#12475;&#12523;&#12434;&#34920;&#31034;]&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#36984;&#25246;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12434;&#12458;&#12531;&#12395;&#12377;&#12427;&#12392;&#12289;&#26082;&#30693;&#12398;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12395;&#23550;&#12375;&#12390;&#36196;&#12356;&#12489;&#12483;&#12488;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290; &nbsp;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12398;&#22823;&#37096;&#20998;&#12364;&#36196;&#12356;&#12489;&#12483;&#12488;&#12391;&#35206;&#12431;&#12428;&#12427;&#12414;&#12391;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12398;&#12450;&#12464;&#12524;&#12483;&#12471;&#12502;&#12493;&#12473;&#12473;&#12521;&#12452;&#12480;&#12540;&#12434;&#12422;&#12387;&#12367;&#12426;&#12392;&#24038;&#21491;&#12395;&#12489;&#12521;&#12483;&#12464;&#12375;&#12414;&#12377;&#12290;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12398;&#25968;&#12399;&#38750;&#24120;&#12395;&#23569;&#12394;&#12367;&#65288;&#12476;&#12525;&#12391;&#12418;&#65289;&#12289;&#12459;&#12496;&#12540;&#12373;&#12428;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#29983;&#25104;&#12301;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#27425;&#12395;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12395;&#25163;&#21205;&#12391;&#36861;&#21152;&#12375;&#12390;&#12289;&#27531;&#12426;&#12398;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12434;&#21462;&#24471;&#12375;&#12414;&#12377;&#12290;</font></font></li></ol><ul style="margin-left: 40px;"><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">[&#27424;&#38501;&#12500;&#12463;&#12475;&#12523;&#12434;&#34920;&#31034;&#12377;&#12427;]&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12434;&#12458;&#12501;&#12395;&#12375;&#12414;&#12377;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12454;&#12451;&#12531;&#12489;&#12454;&#12391;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#36984;&#25246;&#12375;&#12414;&#12377;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">BPM&#12454;&#12451;&#12531;&#12489;&#12454;&#12391;[&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12398;&#36861;&#21152;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#24517;&#35201;&#12395;&#24540;&#12376;&#12390;&#12289;&#12411;&#12392;&#12435;&#12393;&#12398;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12364;&#20966;&#29702;&#12373;&#12428;&#12427;&#12414;&#12391;&#32368;&#12426;&#36820;&#12375;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">BPM&#12454;&#12451;&#12531;&#12489;&#12454;&#12434;&#38281;&#12376;&#12414;&#12377;-&#25163;&#21205;&#12391;&#12500;&#12463;&#12475;&#12523;&#36984;&#25246;&#12434;&#21462;&#12426;&#28040;&#12377;&#12383;&#12417;&#12289;[&#29983;&#25104;]&#12434;&#20877;&#24230;&#12463;&#12522;&#12483;&#12463;&#12375;&#12394;&#12356;&#12391;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li></ul>&nbsp;&nbsp;&nbsp; <br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20316;&#25104;&#12375;&#12383;&#12425;&#12289;[&#12480;&#12540;&#12463;]&#12513;&#12491;&#12517;&#12540;&#12398;&#19979;&#12398;[&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20351;&#29992;]&#12450;&#12452;&#12486;&#12512;&#12391;&#12381;&#12398;&#20351;&#29992;&#12434;&#21046;&#24481;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#35373;&#23450;&#12399;&#12503;&#12525;&#12464;&#12521;&#12512;&#12398;&#23455;&#34892;&#24460;&#12418;&#20445;&#25345;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#12481;&#12455;&#12483;&#12463;&#12375;&#12383;&#12414;&#12414;&#12395;&#12377;&#12427;&#12392;&#12289;PHD2&#12399;&#33258;&#21205;&#30340;&#12395;&#27424;&#38501;&#12510;&#12483;&#12503;&#12434;&#12525;&#12540;&#12489;&#12375;&#12289;&#12377;&#12409;&#12390;&#12398;&#12460;&#12452;&#12489;&#38706;&#20986;&#12395;&#20351;&#29992;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">[&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#20351;&#29992;&#12377;&#12427;]&#12392;[&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20351;&#29992;&#12377;&#12427;]&#12398;&#35373;&#23450;&#12399;&#30456;&#20114;&#12395;&#25490;&#20182;&#30340;&#12391;&#12377;-&#20001;&#26041;&#12434;&#21516;&#26178;&#12395;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12399;&#12391;&#12365;&#12414;&#12379;&#12435;&#12364;&#12289;&#20001;&#26041;&#12434;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12399;&#12391;&#12365;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12392;&#21516;&#27096;&#12395;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12487;&#12540;&#12479;&#12501;&#12449;&#12452;&#12523;&#12399;&#27704;&#32154;&#30340;&#12395;&#20445;&#23384;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#12487;&#12540;&#12479;&#12434;&#22833;&#12358;&#12371;&#12392;&#12394;&#12367;&#20351;&#29992;&#12434;&#28961;&#21177;&#12395;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12487;&#12540;&#12479;&#27083;&#36896;&#12399;&#12393;&#12385;&#12425;&#12418;&#38263;&#26399;&#38291;&#20351;&#29992;&#12391;&#12365;&#12414;&#12377;&#12364;&#12289;&#12459;&#12513;&#12521;&#12475;&#12531;&#12469;&#12540;&#12399;&#26178;&#38291;&#12392;&#12392;&#12418;&#12395;&#22793;&#21270;&#12377;&#12427;&#12371;&#12392;&#12434;&#24536;&#12428;&#12390;&#12399;&#12394;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#32080;&#26524;&#12392;&#12375;&#12390;&#12289;</font><font style="vertical-align: inherit;">&#23450;&#26399;&#30340;&#12394;&#38291;&#38548;&#12391;&#12289;&#12414;&#12383;&#12399;&#36890;&#24120;&#12398;&#12460;&#12452;&#12489;&#30011;&#20687;&#12398;&#22806;&#35251;&#12364;&#20302;&#19979;&#12375;&#22987;&#12417;&#12383;&#12392;&#12365;&#12395;&#12289;&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12414;&#12383;&#12399;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20877;&#27083;&#31689;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#22580;&#21512;&#12289;&#12300;Rebuild Master Dark Frame&#12301;&#12398;&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;PHD2&#12399;&#12289;&#22522;&#12395;&#12394;&#12427;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12434;&#20877;&#21462;&#24471;&#12375;&#12289;&#12505;&#12540;&#12473;&#12521;&#12452;&#12531;&#12398;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20877;&#35336;&#31639;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#24460;&#12289;&#32080;&#26524;&#12395;&#28288;&#36275;&#12377;&#12427;&#12414;&#12391;&#12289;&#20197;&#21069;&#12392;&#21516;&#27096;&#12395;&#12510;&#12483;&#12503;&#12434;&#35519;&#25972;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12540;&#12414;&#12383;&#12399;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12487;&#12540;&#12479;&#12501;&#12449;&#12452;&#12523;&#12392;&#12420;&#12426;&#21462;&#12426;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#29702;&#30001;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12364;&#12289;&#12458;&#12506;&#12524;&#12540;&#12486;&#12451;&#12531;&#12464;&#12471;&#12473;&#12486;&#12512;&#12391;&#20351;&#29992;&#12373;&#12428;&#12427;&#12300;AppData \ Local&#12301;&#35542;&#29702;&#12487;&#12451;&#12524;&#12463;&#12488;&#12522;&#12395;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;PHD2&#12395;&#22522;&#12395;&#12394;&#12427;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12434;&#20877;&#21462;&#24471;&#12375;&#12289;&#12505;&#12540;&#12473;&#12521;&#12452;&#12531;&#12398;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20877;&#35336;&#31639;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#24460;&#12289;&#32080;&#26524;&#12395;&#28288;&#36275;&#12377;&#12427;&#12414;&#12391;&#12289;&#20197;&#21069;&#12392;&#21516;&#27096;&#12395;&#12510;&#12483;&#12503;&#12434;&#35519;&#25972;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12540;&#12414;&#12383;&#12399;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12487;&#12540;&#12479;&#12501;&#12449;&#12452;&#12523;&#12392;&#12420;&#12426;&#21462;&#12426;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#29702;&#30001;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12364;&#12289;&#12458;&#12506;&#12524;&#12540;&#12486;&#12451;&#12531;&#12464;&#12471;&#12473;&#12486;&#12512;&#12391;&#20351;&#29992;&#12373;&#12428;&#12427;&#12300;AppData \ Local&#12301;&#35542;&#29702;&#12487;&#12451;&#12524;&#12463;&#12488;&#12522;&#12395;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;PHD2&#12395;&#22522;&#12395;&#12394;&#12427;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12434;&#20877;&#21462;&#24471;&#12375;&#12289;&#12505;&#12540;&#12473;&#12521;&#12452;&#12531;&#12398;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20877;&#35336;&#31639;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#24460;&#12289;&#32080;&#26524;&#12395;&#28288;&#36275;&#12377;&#12427;&#12414;&#12391;&#12289;&#20197;&#21069;&#12392;&#21516;&#27096;&#12395;&#12510;&#12483;&#12503;&#12434;&#35519;&#25972;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12540;&#12414;&#12383;&#12399;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12487;&#12540;&#12479;&#12501;&#12449;&#12452;&#12523;&#12392;&#12420;&#12426;&#21462;&#12426;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#29702;&#30001;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12364;&#12289;&#12458;&#12506;&#12524;&#12540;&#12486;&#12451;&#12531;&#12464;&#12471;&#12473;&#12486;&#12512;&#12391;&#20351;&#29992;&#12373;&#12428;&#12427;&#12300;AppData \ Local&#12301;&#35542;&#29702;&#12487;&#12451;&#12524;&#12463;&#12488;&#12522;&#12395;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12398;&#12424;&#12358;&#12395;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12399;&#29305;&#23450;&#12398;&#12459;&#12513;&#12521;&#12395;&#38306;&#36899;&#20184;&#12369;&#12425;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12399;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12364;&#29694;&#22312;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#12459;&#12513;&#12521;&#12392;&#19968;&#33268;&#12377;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12358;&#12391;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20351;&#29992;&#12391;&#12365;&#12378;&#12289;&#20877;&#27083;&#31689;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#12371;&#12392;&#12434;&#36890;&#30693;&#12377;&#12427;&#35686;&#21578;&#12513;&#12483;&#12475;&#12540;&#12472;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#26082;&#23384;&#12398;&#27231;&#22120;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#20869;&#12398;&#12459;&#12513;&#12521;&#12414;&#12383;&#12399;&#12499;&#12531;&#12491;&#12531;&#12464;&#20418;&#25968;&#12434;&#22793;&#26356;&#12375;&#12383;&#12392;&#12365;&#12395;&#30330;&#29983;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#21476;&#12356;&#35373;&#23450;&#12364;&#24517;&#35201;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#12371;&#12428;&#12434;&#34892;&#12358;&#12409;&#12365;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290; &nbsp;</font></font><br><br><h3><a name="reuse_dark_library"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12392;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12398;&#20877;&#21033;&#29992;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35079;&#25968;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12391;&#21516;&#12376;&#12459;&#12513;&#12521;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12381;&#12398;&#12459;&#12513;&#12521;&#29992;&#12395;&#20316;&#25104;&#12375;&#12383;&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12414;&#12383;&#12399;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20877;&#21033;&#29992;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#12459;&#12513;&#12521;&#38306;&#36899;&#12398;&#12487;&#12540;&#12479;&#12501;&#12449;&#12452;&#12523;&#12434;&#12289;&#12381;&#12428;&#12425;&#12398;&#12501;&#12449;&#12452;&#12523;&#12364;&#12414;&#12384;&#23384;&#22312;&#12375;&#12394;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12395;&#12452;&#12531;&#12509;&#12540;&#12488;&#12377;&#12427;&#12371;&#12392;&#12391;&#23455;&#29694;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;Lodestar&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12434;&#20351;&#29992;&#12377;&#12427;&#20803;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#65288;Profile1&#12392;&#21628;&#12400;&#12428;&#12427;&#65289;&#12434;&#20316;&#25104;&#12375;&#12289;&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12392;&#12381;&#12398;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12398;&#20001;&#26041;&#12434;&#20316;&#25104;&#12375;&#12383;&#12392;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12400;&#12425;&#12367;&#12375;&#12390;&#12289;&#26032;&#12375;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12289;Profile2&#12434;&#20316;&#25104;&#12375;&#12414;&#12377;&#12290;&#12371;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12414;&#12383;&#12399;&#28966;&#28857;&#36317;&#38626;&#12398;&#12503;&#12525;&#12497;&#12486;&#12451;&#12364;&#30064;&#12394;&#12426;&#12414;&#12377;&#12364;&#12289;&#20803;&#12398;Lodestar&#12459;&#12513;&#12521;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#22580;&#21512;&#12289;Profile2&#12434;&#20351;&#29992;&#12375;&#12390;&#12462;&#12450;&#12434;&#25509;&#32154;&#12375;&#12289;&#12488;&#12483;&#12503;&#12524;&#12505;&#12523;&#12398;&#12300;Darks&#12301;&#12513;&#12491;&#12517;&#12540;&#12398;&#19979;&#12395;&#12354;&#12427;&#12300;Import From Profile ...&#12301;&#12513;&#12491;&#12517;&#12540;&#38917;&#30446;&#12434;&#20351;&#29992;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12289;&#12414;&#12383;&#12399;&#12381;&#12398;&#20001;&#26041;&#12398;&#12452;&#12531;&#12509;&#12540;&#12488;&#38306;&#25968;&#12398;&#12477;&#12540;&#12473;&#12392;&#12375;&#12390;Profile1&#12434;&#36984;&#25246;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20114;&#25563;&#24615;&#12398;&#12354;&#12427;&#12475;&#12531;&#12469;&#12540;&#12472;&#12458;&#12513;&#12488;&#12522;&#65288;&#12469;&#12452;&#12474;&#12392;&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#65289;&#12434;&#25345;&#12388;&#12459;&#12513;&#12521;&#12434;&#25345;&#12388;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12398;&#12415;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">[OK]&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#26263;&#12356;/&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12398;&#12510;&#12483;&#12503;&#12501;&#12449;&#12452;&#12523;&#12364;&#12467;&#12500;&#12540;&#12373;&#12428;&#12289;&#26032;&#12375;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;Profile2&#12395;&#38306;&#36899;&#20184;&#12369;&#12425;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#12425;&#12399;&#12467;&#12500;&#12540;&#12391;&#12354;&#12427;&#12383;&#12417;&#12289;1&#12388;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12398;&#12487;&#12540;&#12479;&#12501;&#12449;&#12452;&#12523;&#12434;&#22793;&#26356;&#12375;&#12390;&#12418;&#12289;&#20182;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12395;&#12399;&#24433;&#38911;&#12375;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#12425;&#12434;&#21516;&#26399;&#12375;&#12383;&#12356;&#22580;&#21512;&#12289;&#12381;&#12428;&#12364;&#12354;&#12394;&#12383;&#12364;&#12375;&#12383;&#12356;&#12371;&#12392;&#12391;&#12354;&#12427;&#12394;&#12425;&#12289;&#12381;&#12398;&#24460;&#12398;&#12300;&#12452;&#12531;&#12509;&#12540;&#12488;&#12301;&#25805;&#20316;&#12364;&#24517;&#35201;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font></font></div></div><br><div class="goog-te-spinner-pos"><div class="goog-te-spinner-animation"><svg xmlns="http://www.w3.org/2000/svg" class="goog-te-spinner" width="96px" height="96px" viewBox="0 0 66 66"><circle class="goog-te-spinner-path" fill="none" stroke-width="6" stroke-linecap="round" cx="33" cy="33" r="30"></circle></svg></div></div></body></html>