<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<!-- saved from url=(0038)file:///C:/PHD2Guide_Ja_Help/Tools.htm -->
<html class="translated-ltr"><head><meta http-equiv="Content-Type" content="text/html; charset=Shift_JIS"><title>&#12484;&#12540;&#12523;&#12392;&#12518;&#12540;&#12486;&#12451;&#12522;&#12486;&#12451;</title><link type="text/css" rel="stylesheet" charset="UTF-8" href="./Tools_files/translateelement.css"></head>
<body>
  <h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12484;&#12540;&#12523;&#12392;&#12518;&#12540;&#12486;&#12451;&#12522;&#12486;&#12451;</font></font></h2><a href="#Manual_Guide"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">手動ガイド</font></font></a><br>
  <a href="#Auto-Select_Star"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">スター自動選択</font></font></a><br>
  <a href="#Calibration_Details"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">キャリブレーションの詳細</font></font></a><br>
  <a href="#PHD2_Server"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2サーバー</font></font></a><br><a href="#Dithering_Ops"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">ディザリング操作</font></font></a><br><a href="#Logging_and_Debug_Output"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">ロギングおよびデバッグ出力</font></font></a><br>
  <a href="#Polar_alignment_tools"><span style="text-decoration: underline;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">極座標調整ツール</font></font></span></a><br>
  <a href="#Lock_Positions"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">ロック位置</font></font></a><br>
  <a href="#Comet_Tracking"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">彗星追跡</font></font></a><br><a href="#Guiding_Assistant"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">ガイディングアシスタント</font></font></a><br>
  <a href="#Managing_Equipment_Profiles"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">機器プロファイル</font></font></a><br><a href="#Ask_for_coordinates_aux_mount"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">座標の要求Auxマウント</font></font></a><br>
  <a href="#Advanced_Settings_for_the_Simulators"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">シミュレーターパラメーター</font></font></a><br><a href="#Multiple_Executions"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">複数のプログラムインスタンス</font></font></a><br><a href="#Keyboard_Shortcuts"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">キーボードショートカット</font></font></a><br>
  
  <a href="#Software_Update"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">ソフトウェアの更新</font></font></a><br>
<h3><a name="Manual_Guide"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">手動ガイド</font></font></h3><br>
<img style="width: 437px; height: 251px;" alt="" src="ManualGuide.png"><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#26032;&#12375;&#12356;&#12510;&#12454;&#12531;&#12488;&#12395;&#25509;&#32154;&#12375;&#12390;&#12356;&#12390;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#21839;&#38988;&#12364;&#30330;&#29983;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12398;&#12467;&#12510;&#12531;&#12489;&#12364;&#23455;&#38555;&#12395;&#12510;&#12454;&#12531;&#12488;&#12395;&#21040;&#36948;&#12375;&#12390;&#12356;&#12427;</font><font style="vertical-align: inherit;">&#12371;&#12392;&#12434;&#30906;&#35469;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;</font><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12434;&#24494;&#35519;&#25972;&#12377;&#12427;&#12363;&#12289;&#25163;&#21205;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12434;&#35430;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#12484;&#12540;&#12523;&#12301;&#12513;&#12491;&#12517;&#12540;&#12391;&#12289;&#12300;&#12510;&#12491;&#12517;&#12450;&#12523;&#12460;&#12452;&#12489;&#12301;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&nbsp;</font></font><span style="font-weight: bold;"><span style="font-weight: bold;"></span></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12434;&#12460;&#12452;&#12489;&#36895;&#24230;&#12391;&#20219;&#24847;&#12398;&#26041;&#21521;&#12395;&#31227;&#21205;&#12391;&#12365;&#12427;&#12480;&#12452;&#12450;&#12525;&#12464;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12450;&#12480;&#12503;&#12486;&#12451;&#12502;&#12458;&#12503;&#12486;&#12451;&#12463;&#12473;&#12487;&#12496;&#12452;&#12473;&#12364;&#25509;&#32154;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;AO&#12510;&#12454;&#12531;&#12488;&#12392;&#12475;&#12459;&#12531;&#12480;&#12522;&#12510;&#12454;&#12531;&#12488;&#12398;&#20001;&#26041;&#12395;&#20491;&#21029;&#12398;&#31227;&#21205;&#12508;&#12479;&#12531;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12508;&#12479;&#12531;&#12434;&#25276;&#12377;&#12383;&#12403;&#12395;&#12289;&#12300;&#12460;&#12452;&#12489;&#12497;&#12523;&#12473;&#25345;&#32154;&#26178;&#38291;&#12301;&#12501;&#12451;&#12540;&#12523;&#12489;&#12391;&#25351;&#23450;&#12373;&#12428;&#12383;&#25345;&#32154;&#26178;&#38291;&#12398;&#12497;&#12523;&#12473;&#12364;&#36865;&#20449;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12399;&#12289;&#12300;&#35443;&#32048;&#12458;&#12503;&#12471;&#12519;&#12531;&#12301;&#12480;&#12452;&#12450;&#12525;&#12464;&#12391;&#35373;&#23450;&#12373;&#12428;&#12383;&#12300;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12473;&#12486;&#12483;&#12503;&#12469;&#12452;&#12474;&#12301;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26172;&#38291;&#12395;&#12510;&#12454;&#12531;&#12488;/&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#21839;&#38988;&#12434;&#12487;&#12496;&#12483;&#12464;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12434;&#65288;&#30435;&#35222;&#12377;&#12427;&#12398;&#12391;&#12399;&#12394;&#12367;&#65289;&#32862;&#12356;&#12390;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12363;&#12425;&#12467;&#12510;&#12531;&#12489;&#12434;&#21462;&#24471;&#12375;&#12390;&#12356;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;</font><font style="vertical-align: inherit;">&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12371;&#12391;&#12398;&#12450;&#12452;&#12487;&#12450;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12364;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">PHD2&#12395;</font></span><font style="vertical-align: inherit;">&#24540;&#31572;&#12375;&#12390;&#12356;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">&#25226;&#25569;</font></span><font style="vertical-align: inherit;">&#12377;&#12427;&#12371;&#12392;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12391;&#12377;&#12290;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12398;&#20449;&#21495;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12398;&#21205;&#12365;&#12399;&#35211;&#12360;&#12414;&#12379;&#12435;&#65288;&#12460;&#12452;&#12489;&#36895;&#24230;&#12391;&#21205;&#12356;&#12390;&#12356;&#12414;&#12377;&#65289;&#12364;&#12289;&#12514;&#12540;&#12479;&#12540;&#12364;&#32862;&#12371;&#12360;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20182;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12395;&#12399;&#12289;&#12514;&#12540;&#12479;&#12540;&#12392;&#12462;&#12450;&#12434;&#35211;&#12383;&#12426;&#12289;&#12524;&#12540;&#12470;&#12540;&#12509;&#12452;&#12531;&#12479;&#12540;&#12434;&#12473;&#12467;&#12540;&#12503;&#12395;&#21462;&#12426;&#20184;&#12369;&#12390;&#12289;&#12363;&#12394;&#12426;&#36960;&#12367;&#12395;&#12354;&#12427;&#12418;&#12398;&#12395;&#21521;&#12369;&#12427;&#12371;&#12392;&#12364;&#21547;&#12414;&#12428;&#12414;&#12377;&#65288;&#21205;&#12365;&#12434;&#22679;&#24133;&#12377;&#12427;&#12383;&#12417;&#65289;&#12290;</font><font style="vertical-align: inherit;">&#22812;&#38291;&#12486;&#12473;&#12488;&#12398;&#12424;&#12426;&#33391;&#12356;&#12450;&#12503;&#12525;&#12540;&#12481;&#12399;&#12289;</font></font><a href="Trouble_shooting.html#Star_cross_test"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12371;&#12391;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35500;&#26126;&#12377;&#12427;&#12300;&#12473;&#12479;&#12540;&#12463;&#12525;&#12473;&#12301;&#12486;&#12473;&#12488;&#12434;&#23455;&#34892;&#12377;&#12427;</font><font style="vertical-align: inherit;">&#12371;&#12392;</font></a><font style="vertical-align: inherit;">&#12391;&#12377;&#12290;&nbsp; &nbsp;</font></font><br>
<br>
<a name="Dithering_Manual"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12399;&#12289;&#20027;&#12395;PHD2&#12469;&#12540;&#12496;&#12540;&#12452;&#12531;&#12479;&#12540;&#12501;&#12455;&#12452;&#12473;&#12434;&#20171;&#12375;&#12383;&#30011;&#20687;&#12461;&#12515;&#12503;&#12481;&#12515;&#12414;&#12383;&#12399;&#33258;&#21205;&#21270;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12391;&#20351;&#29992;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#19979;&#37096;&#12395;&#12354;&#12427;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#25163;&#21205;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12414;&#12383;&#12399;&#12487;&#12451;&#12470;&#35373;&#23450;&#12434;&#35430;&#12377;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#24038;&#20596;&#12398;&#12300;&#12487;&#12451;&#12470;&#12301;&#37327;&#12501;&#12451;&#12540;&#12523;&#12489;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#31227;&#21205;&#37327;&#12434;&#12500;&#12463;&#12475;&#12523;&#21336;&#20301;&#12391;&#21046;&#24481;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21491;&#20596;&#12398;&#12300;&#12473;&#12465;&#12540;&#12523;&#12301;&#12473;&#12500;&#12531;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12371;&#12398;&#37327;&#12434;&#12473;&#12465;&#12540;&#12522;&#12531;&#12464;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;&#12388;&#12414;&#12426;&#12289;&#23450;&#25968;&#12434;&#25499;&#12369;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;2&#12388;&#12398;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12399;&#12289;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#26368;&#22823;&#31227;&#21205;&#37327;&#12434;&#30906;&#31435;&#12375;&#12414;&#12377;-&#12300;&#12473;&#12465;&#12540;&#12523;&#12301;X&#12300;&#12487;&#12451;&#12470;&#12301;&#12398;&#31309;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#12487;&#12451;&#12470;&#12301;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;PHD2&#12399;&#12289;&#35373;&#23450;&#12375;&#12383;&#21046;&#38480;&#20197;&#19979;&#12398;&#12521;&#12531;&#12480;&#12512;&#12394;&#37327;&#12391;&#12289;&#21271;/&#21335;/&#26481;/&#35199;&#26041;&#21521;&#12398;&#12356;&#12378;&#12428;&#12363;&#12391;&#12510;&#12454;&#12531;&#12488;&#12434;&#31227;&#21205;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;RA&#12398;&#12415;&#12301;</font><font style="vertical-align: inherit;">&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12399;&#12289;&#12487;&#12451;&#12470;&#12540;&#35519;&#25972;&#12434;&#26481;&#12414;&#12383;&#12399;&#35199;&#12398;&#12415;&#12395;&#21046;&#38480;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26126;&#12425;&#12363;&#12395;&#12289;&#12371;&#12398;&#26041;&#27861;&#12391;&#25163;&#21205;&#12487;&#12451;&#12470;&#12434;&#34892;&#12387;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12459;&#12513;&#12521;&#12364;&#38706;&#20986;&#12398;&#36884;&#20013;&#12395;&#12394;&#12356;&#12371;&#12392;&#12434;&#30906;&#35469;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br>
<h3><a name="Auto-Select_Star"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#33258;&#21205;&#36984;&#25246;&#12473;&#12479;&#12540;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
[&#12484;&#12540;&#12523;]&#12513;&#12491;&#12517;&#12540;&#12398;[&#12473;&#12479;&#12540;&#12398;&#33258;&#21205;&#36984;&#25246;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12363;&#12289;&lt;Alt&gt; S&#12398;&#12461;&#12540;&#12508;&#12540;&#12489;&#12471;&#12519;&#12540;&#12488;&#12459;&#12483;&#12488;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> 
&#12399;&#29694;&#22312;&#12398;&#12460;&#12452;&#12489;&#30011;&#20687;&#12434;&#12473;&#12461;&#12515;&#12531;&#12375;&#12289;&#12460;&#12452;&#12489;&#12395;&#36969;&#12375;&#12383;&#12473;&#12479;&#12540;&#12434;&#29305;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12399;&#12289;&#39165;&#21644;&#12375;&#12390;&#12356;&#12394;&#12356;&#12289;&#21029;&#12398;&#26143;&#12398;&#36817;&#12367;&#12391;&#12399;&#12394;&#12367;&#12289;&#12501;&#12524;&#12540;&#12512;&#12398;&#31471;&#12395;&#36817;&#12377;&#12366;&#12394;&#12356;&#12289;&#21313;&#20998;&#12394;&#26126;&#12427;&#12373;&#8203;&#8203;&#12398;&#26143;&#12434;&#36984;&#25246;&#12375;&#12424;&#12358;&#12392;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36984;&#25246;&#12373;&#12428;&#12383;&#26143;&#12399;&#30011;&#38754;&#19978;&#12391;&#12399;&#12363;&#12394;&#12426;&#26263;&#12367;&#35211;&#12360;&#12427;&#12363;&#12418;&#12375;&#12428;&#12414;&#12379;&#12435;&#12364;&#12289;&#36890;&#24120;&#12399;&#37325;&#35201;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;&#12513;&#12452;&#12531;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#12460;&#12531;&#12510;&#12473;&#12521;&#12452;&#12480;&#12540;&#12434;&#35519;&#25972;&#12377;&#12427;&#12384;&#12369;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#33258;&#21205;&#36984;&#25246;&#27231;&#33021;&#12399;&#12289;&#36890;&#24120;&#12289;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12434;&#35211;&#12427;&#12384;&#12369;&#12391;&#12391;&#12365;&#12427;&#12424;&#12426;&#12418;&#33391;&#12356;&#20181;&#20107;&#12434;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#22810;&#12367;&#12398;&#22580;&#21512;&#12289;&#12452;&#12531;&#12479;&#12521;&#12463;&#12486;&#12451;&#12502;&#12395;&#36984;&#25246;&#12377;&#12427;&#26143;&#12399;&#39165;&#21644;&#29366;&#24907;&#12414;&#12383;&#12399;&#12381;&#12428;&#12395;&#36817;&#12356;&#29366;&#24907;&#12391;&#12354;&#12426;&#12289;&#27161;&#28310;&#20197;&#19979;&#12398;&#32080;&#26524;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><a href="Visualization.html#Star_Profile_and_Target_Displays"><font style="vertical-align: inherit;">&#12473;&#12479;&#12540;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;</font></a><font style="vertical-align: inherit;">&#12434;&#20351;&#29992;&#12391;&#12365;&#12414;&#12377;&nbsp;</font></font><a href="file:///C:/PHD2Guide_Ja_Help/Visualization.htm#Star_Profile_and_Target_Displays"><font style="vertical-align: inherit;"></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&nbsp;&#36984;&#25246;&#12373;&#12428;&#12383;&#26143;&#12398;&#29305;&#24615;&#12434;&#35519;&#12409;&#12427;&#12383;&#12417;&#12398;&#12484;&#12540;&#12523;&#12290;&#12383;&#12384;&#12375;&#12289;&#36984;&#25246;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#33258;&#21205;&#36984;&#25246;&#12434;&#20351;&#29992;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;PHD2&#12364;&#35492;&#12387;&#12390;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12434;&#36984;&#25246;&#12377;&#12427;&#21487;&#33021;&#24615;&#12434;&#28187;&#12425;&#12377;&#12383;&#12417;&#12395;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12414;&#12383;&#12399;&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#24517;&#12378;&#20351;&#29992;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;
</font></font><h3><a name="Calibration_Details"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#35443;&#32048;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#20581;&#20840;&#24615;&#12481;&#12455;&#12483;&#12463;&#12394;&#12393;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#38306;&#36899;&#12398;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#12411;&#12392;&#12435;&#12393;&#12399;&#12289;&#27425;&#12398;&#12424;&#12358;&#12394;&#12454;&#12451;&#12531;&#12489;&#12454;&#12434;&#38283;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 747px; height: 369px;" alt="" src="Calib_Review.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26368;&#21021;&#12395;&#30906;&#35469;&#12377;&#12409;&#12365;&#12371;&#12392;&#12399;&#12289;&#24038;&#20596;&#12398;&#12464;&#12521;&#12501;&#12391;&#12377;&#12290;&#12371;&#12428;&#12399;&#12289;PHD2&#12364;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#20013;&#12395;&#36865;&#20449;&#12375;&#12383;&#12460;&#12452;&#12489;&#12497;&#12523;&#12473;&#12363;&#12425;&#29983;&#12376;&#12427;&#26143;&#12398;&#21205;&#12365;&#12434;&#31034;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#32218;&#12399;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#32080;&#26524;&#12392;&#12375;&#12390;&#35336;&#31639;&#12373;&#12428;&#12383;RA&#12362;&#12424;&#12403;Dec&#12460;&#12452;&#12489;&#12524;&#12540;&#12488;&#12434;&#34920;&#12375;&#12289;&#12371;&#12428;&#12425;&#12398;&#32218;&#12399;&#12411;&#12412;&#22402;&#30452;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12540;&#12479;&#12509;&#12452;&#12531;&#12488;&#12399;&#23436;&#20840;&#12395;&#20301;&#32622;&#21512;&#12431;&#12379;&#12373;&#12428;&#12427;&#12371;&#12392;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12364;&#12289;&#22823;&#12365;&#12394;&#26354;&#32218;&#12289;&#24613;&#28608;&#12394;&#22793;&#26354;&#12289;&#12414;&#12383;&#12399;&#26041;&#21521;&#12398;&#21453;&#36578;&#12364;&#12354;&#12387;&#12390;&#12399;&#12394;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#29305;&#12395;&#28966;&#28857;&#36317;&#38626;&#12398;&#38263;&#12356;&#12473;&#12467;&#12540;&#12503;&#12391;&#12399;&#12289;&#12509;&#12452;&#12531;&#12488;&#12364;&#12521;&#12452;&#12531;&#12398;&#21608;&#22258;&#12395;&#12363;&#12394;&#12426;&#12398;&#12400;&#12425;&#12388;&#12365;&#12434;&#31034;&#12377;&#12371;&#12392;&#12364;&#12424;&#12367;&#12354;&#12426;&#12414;&#12377;&#12364;&#12289;&#12371;&#12428;&#12399;&#27491;&#24120;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#23455;&#32218;&#12398;&#12509;&#12452;&#12531;&#12488;&#65288;&#35199;&#12362;&#12424;&#12403;&#21271;&#12398;&#12497;&#12523;&#12473;&#65289;&#12399;RA&#12362;&#12424;&#12403;&#36196;&#32239;&#29575;&#12398;&#35336;&#31639;&#12395;&#20351;&#29992;&#12373;&#12428;&#12289;&#30333;&#25244;&#12365;&#12398;&#12509;&#12452;&#12531;&#12488;&#12399;&#26481;&#12362;&#12424;&#12403;&#21335;&#12398;&#21205;&#12365;&#12398;&#12300;&#25147;&#12426;&#12301;&#32076;&#36335;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12399;&#12289;&#35211;&#12427;&#12371;&#12392;&#12395;&#12424;&#12387;&#12390;&#12393;&#12428;&#12384;&#12369;&#12398;&#22793;&#21205;&#12364;&#30330;&#29983;&#12375;&#12383;&#12363;&#12289;&#12414;&#12383;&#12363;&#12394;&#12426;&#12398;&#37327;&#12398;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;&#12354;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#30906;&#35469;&#12377;&#12427;&#12398;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">[&#35443;&#32048;&#35373;&#23450;]&#12391;[&#39640;&#36895;&#12522;&#12475;&#12531;&#12479;&#12540;]&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#26481;&#12392;&#21271;&#12398;&#12497;&#12473;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#12509;&#12452;&#12531;&#12488;&#12364;&#12399;&#12427;&#12363;&#12395;&#23569;&#12394;&#12356;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21491;&#20596;&#12398;&#34920;&#24418;&#24335;&#12398;&#24773;&#22577;&#12399;&#12289;&#12473;&#12467;&#12540;&#12503;&#12398;&#12509;&#12452;&#12531;&#12486;&#12451;&#12531;&#12464;&#20301;&#32622;&#12392;&#12289;&#12460;&#12452;&#12489;&#12395;&#38306;&#36899;&#12377;&#12427;&#12373;&#12414;&#12374;&#12414;&#12394;ASCOM&#35373;&#23450;&#12395;&#12388;&#12356;&#12390;&#12431;&#12363;&#12387;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#31034;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">ASCOM&#12510;&#12454;&#12531;&#12488;&#12434;&#20351;&#29992;&#12375;&#12390;&#12362;&#12425;&#12378;&#12289;&#12300;Aux&#12510;&#12454;&#12531;&#12488;&#12301;&#12364;&#25351;&#23450;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;&#22580;&#21512;&#12289;&#12371;&#12398;&#24773;&#22577;&#12398;&#19968;&#37096;&#12364;&#22833;&#12431;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#34920;&#12395;&#12399;&#12289;&#20351;&#29992;&#12375;&#12383;&#12398;&#12392;&#21516;&#12376;&#31354;&#12398;&#20301;&#32622;&#12392;&#12460;&#12452;&#12489;&#36895;&#24230;&#12398;&#35373;&#23450;&#12434;&#20351;&#29992;&#12375;&#12383;&#12300;&#23436;&#20840;&#12394;&#12301;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#20104;&#24819;&#12460;&#12452;&#12489;&#36895;&#24230;&#12418;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#29702;&#24819;&#30340;&#12394;&#20516;&#12434;&#36948;&#25104;&#12377;&#12427;&#12371;&#12392;&#12399;&#12411;&#12392;&#12435;&#12393;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;&#12414;&#12383;&#12289;&#20516;&#12364;&#22823;&#12365;&#12367;&#30064;&#12394;&#12427;&#22580;&#21512;&#12434;&#38500;&#12365;&#12289;&#24515;&#37197;&#12377;&#12427;&#24517;&#35201;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12364;&#23436;&#20102;&#12375;&#12383;&#12392;&#12365;&#12395;&#35686;&#21578;&#12513;&#12483;&#12475;&#12540;&#12472;&#12364;&#34920;&#31034;&#12373;&#12428;&#12394;&#12363;&#12387;&#12383;&#22580;&#21512;&#12289;&#32080;&#26524;&#12399;&#12362;&#12381;&#12425;&#12367;&#21313;&#20998;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#38263;&#26178;&#38291;&#12395;&#12431;&#12383;&#12387;&#12390;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#20877;&#21033;&#29992;&#12377;&#12427;&#22580;&#21512;&#12289;&#12371;&#12398;&#24773;&#22577;&#12434;&#30906;&#35469;&#12375;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12364;&#36969;&#20999;&#12395;&#34892;&#12431;&#12428;&#12289;&#36969;&#20999;&#12394;&#32080;&#26524;&#12364;&#24471;&#12425;&#12428;&#12383;&#12371;&#12392;&#12434;&#30906;&#35469;&#12377;&#12427;&#12398;&#12395;&#25968;&#20998;&#12363;&#12363;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12495;&#12452;&#12456;&#12531;&#12489;&#12510;&#12454;&#12531;&#12488;&#12434;&#20351;&#29992;&#12377;&#12427;&#38750;&#24120;&#12395;&#32076;&#39443;&#35914;&#23500;&#12394;&#12452;&#12513;&#12540;&#12472;&#12515;&#12540;&#12391;&#12418;&#12289;&#19981;&#36969;&#20999;&#12394;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12364;&#30330;&#29983;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12427;&#12383;&#12417;&#12289;&#30906;&#35469;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</font></font><br><br><span style="font-weight: bold;"></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12450;&#12521;&#12540;&#12488;&#12398;&#12394;&#12356;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#21462;&#24471;&#12377;&#12427;&#38555;&#12395;&#19968;&#36011;&#12375;&#12383;&#21839;&#38988;&#12364;&#12354;&#12427;&#22580;&#21512;&#12399;&#12289;</font></font><a href="Trouble_shooting.html#Problems-_Mount_Control"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12488;&#12521;&#12502;&#12523;&#12471;&#12517;&#12540;&#12486;&#12451;&#12531;&#12464;&#12475;&#12463;&#12471;&#12519;&#12531;&#12398;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36039;&#26009;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&nbsp; </font><font style="vertical-align: inherit;">&#12290;</font></font><br><br><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12381;&#12398;&#20182;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#38306;&#36899;&#12513;&#12491;&#12517;&#12540;&#12458;&#12503;&#12471;&#12519;&#12531;</font></font></span><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> 
&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12487;&#12540;&#12479;&#12399;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12471;&#12540;&#12465;&#12531;&#12473;&#12364;&#27491;&#24120;&#12395;&#23436;&#20102;&#12377;&#12427;&#12383;&#12403;&#12395;&#33258;&#21205;&#30340;&#12395;&#20445;&#23384;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12487;&#12540;&#12479;&#12398;&#20351;&#29992;&#12395;&#12388;&#12356;&#12390;&#12399;&#12289;&#20182;&#12398;&#22580;&#25152;&#12391;&#35500;&#26126;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#65288;</font></font><a href="Basic_use.html"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD&#12460;&#12452;&#12487;&#12451;&#12531;&#12464;&#12398;&#20351;&#29992;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#65289;&#12289;&#20197;&#21069;&#12398;&#26178;&#21051;&#12363;&#12425;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12487;&#12540;&#12479;&#12434;&#24489;&#20803;&#12377;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12289;&#12414;&#12383;&#12399;&#23376;&#21320;&#32218;&#12398;&#21453;&#36578;&#24460;&#12395;&#12300;&#21453;&#36578;&#12301;&#12377;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#21547;&#12415;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#27231;&#33021;&#12395;&#12450;&#12463;&#12475;&#12473;&#12377;&#12427;&#12395;&#12399;&#12289;[&#12484;&#12540;&#12523;]&#12513;&#12491;&#12517;&#12540;&#12398;[&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#22793;&#26356;]&#12469;&#12502;&#12513;&#12491;&#12517;&#12540;&#12434;&#20351;&#29992;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12371;&#12395;&#12399;&#12289;&#20182;&#12398;2&#12388;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#38306;&#36899;&#38917;&#30446;&#12289;&#12388;&#12414;&#12426;&#29694;&#22312;&#12398;&#12487;&#12540;&#12479;&#12434;&#12463;&#12522;&#12450;&#12377;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12414;&#12383;&#12399;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12487;&#12540;&#12479;&#12434;&#25163;&#21205;&#12391;&#20837;&#21147;&#12377;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#12463;&#12522;&#12450;&#12301;&#12458;&#12503;&#12471;&#12519;&#12531;&#12399;&#12289;&#35443;&#32048;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#12300;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#12463;&#12522;&#12450;&#12301;&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12392;&#21516;&#12376;&#12371;&#12392;&#12434;&#23455;&#29694;&#12375;&#12414;&#12377;&#12290;&#12460;&#12452;&#12489;&#12364;&#20877;&#38283;&#12373;&#12428;&#12427;&#12383;&#12403;&#12395;&#24375;&#21046;&#30340;&#12395;&#20877;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12364;&#34892;&#12431;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">[&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12487;&#12540;&#12479;&#12398;&#20837;&#21147;]&#12458;&#12503;&#12471;&#12519;&#12531;&#12399;&#12289;&#38750;&#24120;&#12395;&#12414;&#12428;&#12394;&#29366;&#27841;&#12391;&#12398;&#12415;&#12289;&#33258;&#20998;&#12364;&#20309;&#12434;&#12375;&#12390;&#12356;&#12427;&#12398;&#12363;&#12431;&#12363;&#12387;&#12390;&#12356;&#12427;&#22580;&#21512;&#12395;&#12398;&#12415;&#20351;&#29992;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12363;&#12375;&#12289;&#12381;&#12428;&#12399;&#23436;&#20840;&#24615;&#12398;&#21839;&#38988;&#12392;&#12375;&#12390;&#21033;&#29992;&#21487;&#33021;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">[&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12487;&#12540;&#12479;&#12434;&#20837;&#21147;]&#38917;&#30446;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;</font><font style="vertical-align: inherit;">&#27604;&#36611;&#30340;&#20302;&#12524;&#12505;&#12523;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12487;&#12540;&#12479;&#12434;&#20837;&#21147;&#12391;&#12365;&#12427;&#12480;&#12452;&#12450;&#12525;&#12464;&#12508;&#12483;&#12463;&#12473;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12487;&#12540;&#12479;&#12399;&#12289;&#12362;&#12381;&#12425;&#12367;&#20197;&#21069;&#12398;&#12475;&#12483;&#12471;&#12519;&#12531;&#12363;&#12425;&#25277;&#20986;&#12373;&#12428;&#12383;&#12418;&#12398;&#12391;&#12289;&#12362;&#12381;&#12425;&#12367;
</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#12510;&#12454;&#12531;&#12488;&#12301;&#12414;&#12383;&#12399;&#12300;&#35036;&#21161;&#12510;&#12454;&#12531;&#12488;&#12301;&#25509;&#32154;&#12398;&#12356;&#12378;&#12428;&#12363;&#12395;ASCOM&#12489;&#12521;&#12452;&#12496;&#12540;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12371;&#12428;&#12425;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12487;&#12540;&#12479;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12399;&#12411;&#12392;&#12435;&#12393;&#24517;&#35201;&#12394;&#12356;&#12371;&#12392;&#12395;&#27880;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font><br>
<h3><a name="PHD2_Server"></a><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12469;&#12540;&#12496;&#12540;</font></font></h3>
<span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12399;&#12289;&#12460;&#12452;&#12489;&#12503;&#12525;&#12475;&#12473;&#12434;&#21046;&#24481;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#12469;&#12540;&#12489;&#12497;&#12540;&#12486;&#12451;&#12398;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12362;&#12424;&#12403;&#33258;&#21205;&#21270;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12434;&#12469;&#12509;&#12540;&#12488;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">Stark Labs&#12398;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">Nebulosity</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12503;&#12525;&#12464;&#12521;&#12512;&#12399;&#12371;&#12428;&#12434;&#34892;&#12358;&#26368;&#21021;&#12398;&#12503;&#12525;&#12464;&#12521;&#12512;&#12391;&#12375;&#12383;&#12364;&#12289;&#12381;&#12398;&#24460;&#12289;&#20182;&#12398;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12364;&#20316;&#25104;&#12373;&#12428;&#12414;&#12375;&#12383;&#12290;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12469;&#12540;&#12496;&#12540;&#12503;&#12525;&#12475;&#12473;</font><font style="vertical-align: inherit;">&#12434;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12395;&#12424;&#12426;</font><font style="vertical-align: inherit;">&#12289;&#30011;&#20687;&#12461;&#12515;&#12503;&#12481;&#12515;&#12503;&#12525;&#12464;&#12521;&#12512;&#12399;&#12289;&#12503;&#12521;&#12452;&#12510;&#12522;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12459;&#12513;&#12521;&#12364;&#12487;&#12540;&#12479;&#12434;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12375;&#12390;&#12356;&#12427;&#38291;&#12395;&#12289;&#38706;&#20986;&#38291;&#12398;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12434;&#21046;&#24481;&#12375;&#12383;&#12426;&#12289;&#12460;&#12452;&#12489;&#38706;&#20986;&#12434;&#19968;&#26178;&#20572;&#27490;&#12375;&#12383;&#12426;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20114;&#25563;&#24615;&#12398;&#12354;&#12427;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12391;&#12371;&#12428;&#12425;&#12398;&#27231;&#33021;&#12434;&#20351;&#29992;&#12377;&#12427;&#12395;&#12399;&#12289;[</font></font><a name="Enable_Server"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">[&#12484;&#12540;&#12523;]&#12513;&#12491;&#12517;&#12540;&#12398;[&#12469;&#12540;&#12496;&#12540;&#12434;&#26377;&#21177;&#12395;&#12377;&#12427;]&#12458;&#12503;&#12471;&#12519;&#12531;&#12290;</font><font style="vertical-align: inherit;">&#12469;&#12540;&#12496;&#12540;&#12452;&#12531;&#12479;&#12540;&#12501;&#12455;&#12452;&#12473;&#12399;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12391;</font><font style="vertical-align: inherit;">&#22823;&#24133;&#12395;
 </font><span style="font-style: italic;"><font style="vertical-align: inherit;">&#25913;&#33391;&#12373;</font></span><font style="vertical-align: inherit;">&#12428;&#12289;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12364;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12398;&#12460;&#12452;&#12489;&#25805;&#20316;&#12398;</font><font style="vertical-align: inherit;">&#12411;&#12392;&#12435;&#12393;&#12398;&#20596;&#38754;&#12434;&#21046;&#24481;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12375;&#12383;</font><font style="vertical-align: inherit;">&#12290;</font><font style="vertical-align: inherit;">&#12469;&#12540;&#12496;&#12540;API&#12398;&#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&#12399;&#12289;</font></font><a href="https://github.com/OpenPHDGuiding/phd2/wiki"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2 Wiki&#12391;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#20837;&#25163;&#12391;&#12365;&#12414;&#12377;</font><font style="vertical-align: inherit;">&#12290;</font></font><br>
<br><h3><a name="Dithering_Ops"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;</font></font></h3><big></big><p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12398;&#20027;&#12394;&#30446;&#30340;&#12399;&#12289;&#30011;&#20687;&#20869;&#12398;&#12354;&#12427;&#31278;&#12398;&#22266;&#23450;&#12497;&#12479;&#12540;&#12531;&#12494;&#12452;&#12474;&#12289;&#29305;&#12395;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12434;&#38500;&#21435;&#12377;&#12427;&#12371;&#12392;&#12395;&#12424;&#12426;&#12289;&#24460;&#20966;&#29702;&#12434;&#23481;&#26131;&#12395;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12411;&#12392;&#12435;&#12393;&#32020;&#31883;&#12395;&#12354;&#12394;&#12383;&#12364;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#12459;&#12513;&#12521;&#12398;&#27231;&#33021;&#12391;&#12354;&#12426;&#12289;&#12381;&#12428;&#12411;&#12393;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12364;&#12289;&#24460;&#20966;&#29702;&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12398;&#39640;&#24230;&#12394;&#27231;&#33021;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#28201;&#24230;&#35519;&#25972;&#12373;&#12428;&#12383;&#20302;&#12494;&#12452;&#12474;&#12459;&#12513;&#12521;&#12434;&#20633;&#12360;&#12383;&#12452;&#12513;&#12540;&#12472;&#12515;&#12540;&#12398;&#22580;&#21512;&#12289;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12399;&#12411;&#12392;&#12435;&#12393;&#12398;&#22580;&#21512;&#12289;&#26263;&#12356;&#12501;&#12524;&#12540;&#12512;&#12391;&#38500;&#21435;&#12373;&#12428;&#12394;&#12356;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12434;&#38500;&#21435;&#12377;&#12427;&#20415;&#21033;&#12394;&#26041;&#27861;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12398;&#20301;&#32622;&#12399;&#12475;&#12531;&#12469;&#12540;&#12364;&#21476;&#12367;&#12394;&#12427;&#12392;&#22793;&#21270;&#12377;&#12427;&#12383;&#12417;&#12289;&#36890;&#24120;&#12289;&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12399;&#12377;&#12409;&#12390;&#12398;&#12475;&#12531;&#12469;&#12540;&#12434;&#20462;&#27491;&#12375;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12418;&#24460;&#20966;&#29702;&#12391;&#21066;&#38500;&#12377;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12364;&#12289;&#22823;&#37327;&#12398;&#12500;&#12463;&#12475;&#12523;&#12364;&#12354;&#12427;&#12392;&#38754;&#20498;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12399;&#12289;&#21015;&#12398;&#27424;&#38501;&#12394;&#12393;&#12398;&#20182;&#12398;&#31278;&#39006;&#12398;&#12475;&#12531;&#12469;&#12540;&#12398;&#21205;&#20316;&#12395;&#24441;&#31435;&#12388;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12475;&#12531;&#12469;&#12540;&#12395;&#28201;&#24230;&#35519;&#25972;&#12364;&#12394;&#12356;&#12383;&#12417;&#12289;&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12434;&#20351;&#29992;&#12377;&#12427;&#33391;&#12356;&#26041;&#27861;&#12364;&#12394;&#12356;&#22580;&#21512;&#12395;&#29305;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">DSLR&#12452;&#12513;&#12540;&#12472;&#12515;&#12540;&#12399;&#12289;&#12371;&#12428;&#12425;&#12398;&#29702;&#30001;&#12395;&#12424;&#12426;&#12289;&#12375;&#12400;&#12375;&#12400;&#31309;&#26997;&#30340;&#12394;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12434;&#20351;&#29992;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12398;&#23455;&#35013;&#12391;&#12399;&#12289;&#12469;&#12540;&#12496;&#12540;&#12452;&#12531;&#12479;&#12540;&#12501;&#12455;&#12452;&#12473;&#12434;&#20171;&#12375;&#12390;&#33258;&#21205;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12364;&#23455;&#34892;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;[&#12484;&#12540;&#12523;]&#12513;&#12491;&#12517;&#12540;&#12391;[&#12469;&#12540;&#12496;&#12540;&#12434;&#26377;&#21177;&#12395;&#12377;&#12427;]&#12364;&#12458;&#12531;&#12395;&#12394;&#12387;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#21021;&#12395;&#12289;&#12460;&#12452;&#12489;&#12475;&#12483;&#12471;&#12519;&#12531;&#20013;&#12395;&#20351;&#29992;&#12377;&#12427;&#26368;&#22823;&#12487;&#12451;&#12470;&#12540;&#12469;&#12452;&#12474;&#12434;&#25351;&#23450;&#12375;&#12414;&#12377;&#12290;&#12371;&#12428;&#12399;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12391;&#35373;&#23450;&#12373;&#12428;&#12414;&#12377;&#12290;&#27425;&#12395;&#12289;&#12381;&#12398;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12364;&#12487;&#12451;&#12470;&#12540;&#12467;&#12510;&#12531;&#12489;&#12434;&#30330;&#34892;&#12377;&#12427;&#12392;&#12289;PHD2&#12399;&#20081;&#25968;&#12472;&#12455;&#12493;&#12524;&#12540;&#12479;&#12540;&#12434;&#20351;&#29992;&#12375;&#12390;&#12487;&#12451;&#12470;&#12540;&#12364;&#23455;&#38555;&#12395;&#12393;&#12428;&#12384;&#12369;&#22823;&#12365;&#12367;&#12394;&#12427;&#12363;&#12434;&#27770;&#23450;&#12375;&#12414;&#12377;&#12381;&#12398;&#12467;&#12510;&#12531;&#12489;&#12398;&#12383;&#12417;&#12395;&#12290;</font><font style="vertical-align: inherit;">&#23455;&#38555;&#12398;&#12487;&#12451;&#12470;&#12540;&#12510;&#12454;&#12531;&#12488;&#12399;&gt; 0&#12362;&#12424;&#12403;&lt;=&#35377;&#21487;&#12373;&#12428;&#12427;&#26368;&#22823;&#37327;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12424;&#12358;&#12394;&#30097;&#20284;&#12521;&#12531;&#12480;&#12512;&#12487;&#12451;&#12470;&#12540;&#37327;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12364;&#30906;&#23455;&#12395;&#34892;&#12431;&#12428;&#12394;&#12356;&#12424;&#12358;&#12395;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">t&#19968;&#36011;&#12375;&#12383;&#12497;&#12479;&#12540;&#12531;&#12395;&#24467;&#12358;&#12363;&#12289;&#12501;&#12524;&#12540;&#12512;&#12434;&#20197;&#21069;&#12398;&#20301;&#32622;&#12395;&#25147;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12363;&#12375;&#12289;PHD2&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12434;&#34892;&#12358;&#19968;&#37096;&#12398;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12391;&#12399;&#12289;&#26368;&#22823;&#37327;&#12434;&#30452;&#25509;&#25351;&#23450;&#12377;&#12427;&#12371;&#12392;&#12399;&#12391;&#12365;&#12414;&#12379;&#12435;&#12290;&#12362;&#12381;&#12425;&#12367;&#12289;&#23567;/&#20013;/&#22823;&#12394;&#12393;&#12398;&#36984;&#25246;&#32930;&#12395;&#21046;&#38480;&#12373;&#12428;&#12289;&#26368;&#22823;&#12487;&#12451;&#12470;&#37327;&#12395;&#12399;&#12503;&#12522;&#12475;&#12483;&#12488;&#20516;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#12383;&#12417;&#12289;PHD2&#12398;Brain&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;[Global]&#12479;&#12502;&#12395;&#12487;&#12451;&#12470;&#12540;&#12473;&#12465;&#12540;&#12522;&#12531;&#12464;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#22522;&#26412;&#30340;&#12395;&#12289;&#21487;&#33021;&#12394;&#12487;&#12451;&#12470;&#12540;&#37327;&#12398;&#31684;&#22258;&#12434;&#35519;&#25972;&#12391;&#12365;&#12427;&#20055;&#25968;&#38917;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12383;&#12364;&#12387;&#12390;&#12289;&#12473;&#12465;&#12540;&#12523;&#12501;&#12449;&#12463;&#12479;&#12540;1&#12399;&#12503;&#12522;&#12475;&#12483;&#12488;&#20516;&#12434;&#12414;&#12387;&#12383;&#12367;&#22793;&#26356;&#12379;&#12378;&#12289;10&#12398;&#20516;&#12399;10X&#12434;&#20055;&#31639;&#12375;&#12414;&#12377;&#12290;&#12394;&#12393;&#12290;&#26368;&#22823;&#37327;&#12434;&#30452;&#25509;&#25351;&#23450;&#12391;&#12365;&#12427;&#12450;&#12503;&#12522;&#65288;PHD_Dither&#12394;&#12393;&#65289;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;&#12381;&#12398;&#12414;&#12414;&#12395;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290; 1.0&#12395;&#35373;&#23450;&#12373;&#12428;&#12383;&#12487;&#12451;&#12470;&#12473;&#12465;&#12540;&#12523;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#20197;&#22806;&#12398;&#22580;&#21512;&#12399;&#12289;&#12473;&#12465;&#12540;&#12523;&#12501;&#12449;&#12463;&#12479;&#12540;&#12434;&#35519;&#25972;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font></p><p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36890;&#24120;&#12289;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12395;&#12399;2&#12388;&#12398;&#12467;&#12473;&#12488;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;1&#65289;&#12300;&#12475;&#12488;&#12522;&#12531;&#12464;&#12301;&#12395;&#24517;&#35201;&#12394;&#20313;&#20998;&#12394;&#26178;&#38291;&#12392;&#19981;&#30906;&#23455;&#24615;&#12289;2&#65289;&#20302;&#20449;&#21495;&#12510;&#12540;&#12472;&#12531;&#12434;&#38500;&#21435;&#12377;&#12427;&#12383;&#12417;&#12395;&#26368;&#32066;&#12473;&#12479;&#12483;&#12463;&#12501;&#12524;&#12540;&#12512;&#12434;&#12488;&#12522;&#12511;&#12531;&#12464;&#12377;&#12427;&#24517;&#35201;&#24615;&#12290;</font><font style="vertical-align: inherit;">&#12475;&#12488;&#12522;&#12531;&#12464;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12364;&#12487;&#12451;&#12470;&#12540;&#12467;&#12510;&#12531;&#12489;&#12395;&#12424;&#12387;&#12390;&#31227;&#21205;&#12373;&#12428;&#12383;&#24460;&#12398;&#23433;&#23450;&#21270;&#26399;&#38291;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#29992;&#35486;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12451;&#12470;&#12434;&#38283;&#22987;&#12377;&#12427;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12450;&#12503;&#12522;&#12399;&#12289;&#12460;&#12452;&#12489;&#12364;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12434;&#32153;&#32154;&#12377;&#12427;&#12398;&#12395;&#21313;&#20998;&#23433;&#23450;&#12375;&#12383;&#26178;&#28857;&#12418;&#27770;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12450;&#12503;&#12522;&#12399;&#12289;&#25972;&#23450;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#25351;&#23450;&#12377;&#12427;&#12371;&#12392;&#12391;PHD2&#12395;&#12371;&#12428;&#12434;&#27770;&#23450;&#12373;&#12379;&#12427;&#12363;&#12289;&#12450;&#12503;&#12522;&#33258;&#20307;&#12391;&#35336;&#31639;&#12434;&#34892;&#12358;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12503;&#12525;&#12475;&#12473;&#12434;&#12393;&#12398;&#12424;&#12358;&#12395;&#21046;&#24481;&#12375;&#12390;&#12356;&#12427;&#12363;&#12434;&#30906;&#35469;&#12377;&#12427;&#12395;&#12399;&#12289;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;/&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12450;&#12503;&#12522;&#12434;&#35519;&#12409;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12450;&#12503;&#12522;&#12364;&#26368;&#26032;&#12398;PHD2&#12469;&#12540;&#12496;&#12540;&#12452;&#12531;&#12479;&#12540;&#12501;&#12455;&#12452;&#12473;&#12434;&#20351;&#29992;&#12377;&#12427;&#22580;&#21512;&#12289;&#12300;&#12460;&#12452;&#12489;&#12456;&#12521;&#12540;&#12399;1&#26410;&#28288;&#12391;&#12394;&#12369;&#12428;&#12400;&#12394;&#12425;&#12394;&#12356;&#12301;&#12392;&#24605;&#12431;&#12428;&#12427;&#25972;&#23450;&#35201;&#20214;&#12434;&#25351;&#23450;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36196;&#32239;&#12391;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12434;&#34892;&#12387;&#12390;&#12362;&#12426;&#12289;&#12487;&#12451;&#12470;&#12395;&#12424;&#12387;&#12390;&#26041;&#21521;&#12364;&#24375;&#21046;&#30340;&#12395;&#22793;&#26356;&#12373;&#12428;&#12427;&#22580;&#21512;&#12289;&#12424;&#12426;&#26178;&#38291;&#12364;&#12363;&#12363;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12411;&#12392;&#12435;&#12393;&#12398;&#12510;&#12454;&#12531;&#12488;&#12395;&#12399;&#20559;&#35282;&#12398;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;&#12354;&#12427;&#12383;&#12417;&#12289;&#12510;&#12454;&#12531;&#12488;&#12434;&#27491;&#12375;&#12356;&#26041;&#21521;&#12395;&#31227;&#21205;&#12373;&#12379;&#12427;&#12395;&#12399;&#22810;&#12367;&#12398;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12364;&#24517;&#35201;&#12391;&#12354;&#12426;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12398;&#26032;&#12375;&#12356;&#12479;&#12540;&#12466;&#12483;&#12488;&#20301;&#32622;&#12395;&#12503;&#12525;&#12475;&#12473;&#12364;&#21454;&#26463;&#12377;&#12427;&#12414;&#12391;&#12395;&#26178;&#38291;&#12364;&#12363;&#12363;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#12383;&#12417;&#12289;PHD2&#12395;&#12399;&#12289;&#36196;&#32076;&#12398;&#12415;&#12391;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12377;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12418;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#32368;&#12426;&#36820;&#12375;&#12414;&#12377;&#12364;&#12289;&#12371;&#12428;&#12399;&#12300;&#12464;&#12525;&#12540;&#12496;&#12523;&#12301;&#12479;&#12502;&#12398;&#12487;&#12451;&#12470;&#12473;&#12465;&#12540;&#12522;&#12531;&#12464;&#12497;&#12521;&#12513;&#12540;&#12479;&#12398;&#12377;&#12368;&#38563;&#12395;&#12354;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36196;&#32239;&#12391;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12434;&#34892;&#12387;&#12390;&#12362;&#12426;&#12289;&#12487;&#12451;&#12470;&#12395;&#12424;&#12387;&#12390;&#26041;&#21521;&#12364;&#24375;&#21046;&#30340;&#12395;&#22793;&#26356;&#12373;&#12428;&#12427;&#22580;&#21512;&#12289;&#12424;&#12426;&#26178;&#38291;&#12364;&#12363;&#12363;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12411;&#12392;&#12435;&#12393;&#12398;&#12510;&#12454;&#12531;&#12488;&#12395;&#12399;&#20559;&#35282;&#12398;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;&#12354;&#12427;&#12383;&#12417;&#12289;&#12510;&#12454;&#12531;&#12488;&#12434;&#27491;&#12375;&#12356;&#26041;&#21521;&#12395;&#31227;&#21205;&#12373;&#12379;&#12427;&#12395;&#12399;&#22810;&#12367;&#12398;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12364;&#24517;&#35201;&#12391;&#12354;&#12426;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12398;&#26032;&#12375;&#12356;&#12479;&#12540;&#12466;&#12483;&#12488;&#20301;&#32622;&#12395;&#12503;&#12525;&#12475;&#12473;&#12364;&#21454;&#26463;&#12377;&#12427;&#12414;&#12391;&#12395;&#26178;&#38291;&#12364;&#12363;&#12363;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#12383;&#12417;&#12289;PHD2&#12395;&#12399;&#12289;&#36196;&#32076;&#12398;&#12415;&#12391;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12377;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12418;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#32368;&#12426;&#36820;&#12375;&#12414;&#12377;&#12364;&#12289;&#12371;&#12428;&#12399;&#12300;&#12464;&#12525;&#12540;&#12496;&#12523;&#12301;&#12479;&#12502;&#12398;&#12487;&#12451;&#12470;&#12473;&#12465;&#12540;&#12522;&#12531;&#12464;&#12497;&#12521;&#12513;&#12540;&#12479;&#12398;&#12377;&#12368;&#38563;&#12395;&#12354;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#9632;PHD2&#12395;&#12399;&#12289;&#36196;&#32076;&#12398;&#12415;&#12391;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12377;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12418;&#12354;&#12427;&#29702;&#30001;&#12290;</font><font style="vertical-align: inherit;">&#32368;&#12426;&#36820;&#12375;&#12414;&#12377;&#12364;&#12289;&#12371;&#12428;&#12399;&#12300;&#12464;&#12525;&#12540;&#12496;&#12523;&#12301;&#12479;&#12502;&#12398;&#12487;&#12451;&#12470;&#12473;&#12465;&#12540;&#12522;&#12531;&#12464;&#12497;&#12521;&#12513;&#12540;&#12479;&#12398;&#12377;&#12368;&#38563;&#12395;&#12354;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#9632;PHD2&#12395;&#12399;&#12289;&#36196;&#32076;&#12398;&#12415;&#12391;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12377;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12418;&#12354;&#12427;&#29702;&#30001;&#12290;</font><font style="vertical-align: inherit;">&#32368;&#12426;&#36820;&#12375;&#12414;&#12377;&#12364;&#12289;&#12371;&#12428;&#12399;&#12300;&#12464;&#12525;&#12540;&#12496;&#12523;&#12301;&#12479;&#12502;&#12398;&#12487;&#12451;&#12470;&#12473;&#12465;&#12540;&#12522;&#12531;&#12464;&#12497;&#12521;&#12513;&#12540;&#12479;&#12398;&#12377;&#12368;&#38563;&#12395;&#12354;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12391;&#12377;&#12290;</font></font></p><p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12398;&#12510;&#12454;&#12531;&#12488;&#12395;&#12363;&#12394;&#12426;&#12398;&#37327;&#12398;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;&#12354;&#12427;&#22580;&#21512;&#12289;&#21271;&#12414;&#12383;&#12399;&#21335;&#12398;Dec&#26041;&#21521;&#12395;&#12398;&#12415;&#12460;&#12452;&#12489;&#12375;&#12390;&#12356;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12514;&#12540;&#12489;&#12391;&#25805;&#20316;&#12375;&#12390;&#12356;&#12427;&#12392;&#12365;&#12395;PHD2&#12364;&#36196;&#32239;&#12391;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12377;&#12427;&#12467;&#12510;&#12531;&#12489;&#12434;&#21463;&#20449;&#12375;&#12383;&#22580;&#21512;&#12289;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12392;&#25972;&#23450;&#12364;&#23436;&#20102;&#12377;&#12427;&#12414;&#12391;&#19968;&#26178;&#30340;&#12395;&#20001;&#26041;&#21521;&#12398;&#12460;&#12452;&#12489;&#12434;&#35377;&#21487;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#24460;&#12289;&#20803;&#12398;&#21271;/&#21335;&#12398;&#12415;&#12398;&#12460;&#12452;&#12489;&#12514;&#12540;&#12489;&#12395;&#25147;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#21205;&#20316;&#12364;&#26395;&#12414;&#12375;&#12367;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12434;&#12300;RA&#12398;&#12415;&#12301;&#12395;&#21046;&#38480;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#65288;&#12300;&#12502;&#12524;&#12452;&#12531;&#12301;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#12300;&#12464;&#12525;&#12540;&#12496;&#12523;&#12301;&#12479;&#12502;&#65289;&#12290;</font></font></p><h3><a name="Logging_and_Debug_Output"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12525;&#12462;&#12531;&#12464;&#12392;&#12487;&#12496;&#12483;&#12464;&#20986;&#21147;</font></font></h3>
<span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12399;&#12289;&#12487;&#12496;&#12483;&#12464;&#12525;&#12464;&#12392;&#12460;&#12452;&#12489;&#12525;&#12464;&#12398;2&#31278;&#39006;&#12398;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12434;&#33258;&#21205;&#30340;&#12395;&#20316;&#25104;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20001;&#26041;&#12392;&#12418;&#12373;&#12414;&#12374;&#12414;&#12394;&#29702;&#30001;&#12391;&#38750;&#24120;&#12395;&#20415;&#21033;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12525;&#12464;&#12399;PHD&#12395;&#12424;&#12387;&#12390;&#29983;&#25104;&#12373;&#12428;&#12383;&#12418;&#12398;&#12392;&#20284;&#12390;&#12356;&#12414;&#12377;&#12364;&#12289;&#25313;&#24373;&#24773;&#22577;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12525;&#12464;&#12399;&#12289;&#20154;&#38291;&#12398;&#35501;&#32773;&#12414;&#12383;&#12399;&#22806;&#37096;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12364;&#31777;&#21336;&#12395;&#35299;&#37320;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#24847;&#22259;&#30340;&#12395;&#12501;&#12457;&#12540;&#12510;&#12483;&#12488;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;&#38750;&#24120;&#12395;&#26377;&#33021;&#12394;PHDLogView&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#65288;PHD2&#12522;&#12522;&#12540;&#12473;&#12398;&#19968;&#37096;&#12391;&#12399;&#12394;&#12356;&#65289;&#12399;&#12289;PHD2&#12460;&#12452;&#12489;&#12525;&#12464;&#12398;&#12487;&#12540;&#12479;&#12395;&#22522;&#12389;&#12356;&#12390;&#12373;&#12414;&#12374;&#12414;&#12394;&#12464;&#12521;&#12501;&#12392;&#35201;&#32004;&#32113;&#35336;&#12434;&#29983;&#25104;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp;&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#12525;&#12464;&#12399;Excel&#12420;&#20182;&#12398;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12395;&#31777;&#21336;&#12395;&#12452;&#12531;&#12509;&#12540;&#12488;&#12375;&#12390;&#12289;&#20998;&#26512;&#12362;&#12424;&#12403;&#12464;&#12521;&#12501;&#21270;&#12377;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp;
</span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">Excel&#12395;&#12452;&#12531;&#12509;&#12540;&#12488;&#12377;&#12427;&#12392;&#12365;&#12399;&#12289;&#21015;&#12398;&#21306;&#20999;&#12426;&#12392;&#12375;&#12390;&#12459;&#12531;&#12510;&#12434;&#20351;&#29992;&#12377;&#12427;&#12424;&#12358;&#12395;&#25351;&#23450;&#12377;&#12427;&#12384;&#12369;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12496;&#12483;&#12464;&#12525;&#12464;&#12395;&#12399;&#12289;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">PHD2&#12391;</font></span><font style="vertical-align: inherit;">&#34892;&#12431;&#12428;&#12383;&#12377;&#12409;&#12390;&#12398;&#23436;&#20840;&#12394;&#35352;&#37682;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12475;&#12483;&#12471;&#12519;&#12531;&#12394;&#12398;&#12391;&#12289;&#21839;&#38988;&#12434;&#29305;&#23450;&#12377;&#12427;&#12398;&#12395;&#38750;&#24120;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#20154;&#38291;&#12395;&#20778;&#12375;&#12356;&#65288;&#20887;&#38263;&#12391;&#12399;&#12354;&#12427;&#12364;&#65289;&#12486;&#12461;&#12473;&#12488;&#24418;&#24335;&#12434;&#25505;&#29992;&#12375;&#12390;&#12356;&#12427;&#12383;&#12417;&#12289;&#12487;&#12496;&#12483;&#12464;&#12525;&#12464;&#12434;&#35519;&#12409;&#12390;&#20309;&#12364;&#36215;&#12371;&#12387;&#12383;&#12363;&#12434;&#30906;&#35469;&#12377;&#12427;&#12371;&#12392;&#12399;&#38627;&#12375;&#12367;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12398;&#21839;&#38988;&#12434;&#22577;&#21578;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#22580;&#21512;&#12289;&#12411;&#12412;&#30906;&#23455;&#12395;&#12487;&#12496;&#12483;&#12464;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12434;&#25552;&#20379;&#12377;&#12427;&#12424;&#12358;&#12395;&#27714;&#12417;&#12425;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12393;&#12385;&#12425;&#12398;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12418;&#20351;&#29992;&#12391;&#12365;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#12504;&#12523;&#12503;&#12364;&#34920;&#31034;&#12373;&#12428;&#12427;&#12371;&#12392;&#12399;&#12411;&#12392;&#12435;&#12393;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12501;&#12449;&#12452;&#12523;&#12398;&#22580;&#25152;&#12399;&#12289;&#12300;&#35443;&#32048;&#35373;&#23450;&#12301;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#12300;&#12464;&#12525;&#12540;&#12496;&#12523;&#12301;&#12479;&#12502;&#12398;&#12300;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12398;&#22580;&#25152;&#12301;&#12501;&#12451;&#12540;&#12523;&#12489;&#12391;&#21046;&#24481;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12501;&#12457;&#12523;&#12488;&#12391;&#12399;&#12289;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12399;&#12518;&#12540;&#12470;&#12540;&#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&#12398;OS&#22266;&#26377;&#12398;&#12487;&#12501;&#12457;&#12523;&#12488;&#12487;&#12451;&#12524;&#12463;&#12488;&#12522;&#12395;&#20445;&#23384;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;Windows7&#12391;&#12399;&#12289;&#12501;&#12449;&#12452;&#12523;&#12399;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">PHD2&#12395;</font></span><font style="vertical-align: inherit;">&#20445;&#23384;&#12373;&#12428;&#12414;&#12377;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'"Documents"&#12487;&#12451;&#12524;&#12463;&#12488;&#12522;&#20869;&#12398;&#12469;&#12502;&#12501;&#12457;&#12523;&#12480;&#12540;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#20415;&#21033;&#12394;&#22580;&#25152;&#12391;&#12399;&#12394;&#12356;&#21487;&#33021;&#24615;&#12364;&#12354;&#12427;&#12383;&#12417;&#12289;&#12371;&#12398;&#32232;&#38598;&#12501;&#12451;&#12540;&#12523;&#12489;&#12434;&#20351;&#29992;&#12375;&#12390;&#21029;&#12398;&#12501;&#12457;&#12523;&#12480;&#12540;&#12434;&#25351;&#23450;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12398;&#36942;&#21104;&#12394;&#33988;&#31309;&#12434;&#38450;&#12368;&#12383;&#12417;&#12289;PHD2&#12399;&#12289;30&#26085;&#20197;&#19978;&#21069;&#12398;&#12487;&#12496;&#12483;&#12464;&#12525;&#12464;&#12392;60&#26085;&#20197;&#19978;&#21069;&#12398;&#12460;&#12452;&#12489;&#12525;&#12464;&#12434;&#33258;&#21205;&#30340;&#12395;&#21066;&#38500;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#38263;&#26399;&#38291;&#12501;&#12449;&#12452;&#12523;&#12434;&#20445;&#25345;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;PHD2&#12391;&#20351;&#29992;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;&#21029;&#12398;&#12501;&#12457;&#12523;&#12480;&#12540;&#12398;&#22580;&#25152;&#12395;&#12501;&#12449;&#12452;&#12523;&#12434;&#31227;&#21205;&#12414;&#12383;&#12399;&#12467;&#12500;&#12540;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12414;&#12428;&#12395;&#12289;&#36890;&#24120;&#12399;&#12487;&#12496;&#12483;&#12464;&#12392;&#21839;&#38988;&#35299;&#27770;&#12434;&#12469;&#12509;&#12540;&#12488;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12398;&#30011;&#20687;&#12434;&#12461;&#12515;&#12503;&#12481;&#12515;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;[&#12484;&#12540;&#12523;]&#12513;&#12491;&#12517;&#12540;&#12398;[&#12473;&#12479;&#12540;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12525;&#12462;&#12531;&#12464;&#12434;&#26377;&#21177;&#12395;&#12377;&#12427;]&#12513;&#12491;&#12517;&#12540;&#38917;&#30446;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#23455;&#34892;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#32080;&#26524;&#12398;&#12452;&#12513;&#12540;&#12472;&#12501;&#12449;&#12452;&#12523;&#12399;&#12289;&#20182;&#12398;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12392;&#21516;&#12376;&#22580;&#25152;&#12395;&#20445;&#23384;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#30011;&#20687;&#12501;&#12449;&#12452;&#12523;&#12398;&#24418;&#24335;&#12399;&#12289;&#12300;&#35443;&#32048;&#35373;&#23450;&#12301;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#12300;&#12464;&#12525;&#12540;&#12496;&#12523;&#12301;&#12479;&#12502;&#12363;&#12425;&#21046;&#24481;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#30330;&#29983;&#12375;&#12390;&#12356;&#12427;&#21839;&#38988;&#12434;&#25991;&#26360;&#21270;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;&#26368;&#22823;&#38480;&#12398;&#26580;&#36575;&#24615;&#12434;&#24471;&#12427;&#12383;&#12417;&#12395;&#12300;Raw Fits&#12301;&#24418;&#24335;&#12434;&#36984;&#25246;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><br><span style="font-weight: bold;"><a name="Logging-Automatic_Upload"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#33258;&#21205;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12398;&#12450;&#12483;&#12503;&#12525;&#12540;&#12489;</font></font><br><br></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> PHD2&#12398;&#20351;&#29992;&#12414;&#12383;&#12399;&#12460;&#12452;&#12489;&#32080;&#26524;&#12398;&#25913;&#21892;&#12395;&#12388;&#12356;&#12390;&#12469;&#12509;&#12540;&#12488;&#12364;&#24517;&#35201;&#12394;&#22580;&#21512;&#12399;&#12289;Open </font></font><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">-</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> PHD-Guiding&#12501;&#12457;&#12540;&#12521;&#12512;&#65288;https://groups.google.com/forum/#!forum/open -phd-guiding&#65289;&#12290;</font><font style="vertical-align: inherit;">&#36074;&#21839;&#12395;&#12399;&#12289;&#12354;&#12394;&#12383;&#12364;&#35441;&#12375;&#12390;&#12356;&#12427;&#12460;&#12452;&#12489;&#12475;&#12483;&#12471;&#12519;&#12531;&#12395;&#38306;&#36899;&#20184;&#12369;&#12425;&#12428;&#12383;PHD&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12434;&#28155;&#20184;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12434;&#31777;&#21336;&#12395;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;PHD2&#12395;&#12399;&#12289;&#38306;&#36899;&#12377;&#12427;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12434;&#36984;&#25246;&#12289;&#22311;&#32302;&#12289;&#12362;&#12424;&#12403;&#33258;&#21205;&#30340;&#12395;&#12450;&#12483;&#12503;&#12525;&#12540;&#12489;&#12377;&#12427;&#32068;&#12415;&#36796;&#12415;&#27231;&#33021;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#27231;&#33021;&#12399;&#12300;&#12504;&#12523;&#12503;&#12301;&#12513;&#12491;&#12517;&#12540;&#12395;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12479;&#12452;&#12512;&#12473;&#12479;&#12531;&#12503;&#12420;&#26399;&#38291;&#12394;&#12393;&#12289;&#21033;&#29992;&#21487;&#33021;&#12394;&#12377;&#12409;&#12390;&#12398;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12434;&#34920;&#31034;&#12377;&#12427;&#12480;&#12452;&#12450;&#12525;&#12464;&#12508;&#12483;&#12463;&#12473;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 579px; height: 378px;" alt="" src="Log_Upload_1.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#24517;&#35201;&#12394;&#12501;&#12449;&#12452;&#12523;&#12434;&#36984;&#25246;&#12375;&#12289;[&#27425;&#12408;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12450;&#12483;&#12503;&#12525;&#12540;&#12489;&#12503;&#12525;&#12475;&#12473;&#12434;&#38283;&#22987;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12364;&#19968;&#33324;&#30340;&#12395;&#12399;&#27231;&#33021;&#12375;&#12390;&#12356;&#12427;&#12364;&#12289;&#12460;&#12452;&#12489;&#12398;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#35299;&#37320;&#12391;&#12365;&#12394;&#12356;&#22580;&#21512;&#12289;&#12414;&#12383;&#12399;&#12381;&#12428;&#12434;&#25913;&#21892;&#12375;&#12383;&#12356;&#22580;&#21512;&#12399;&#12289;&#12460;&#12452;&#12489;&#12525;&#12464;&#12434;&#12450;&#12483;&#12503;&#12525;&#12540;&#12489;&#12377;&#12427;&#12384;&#12369;&#12391;&#38283;&#22987;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#12459;&#12513;&#12521;&#12420;&#12510;&#12454;&#12531;&#12488;&#12398;&#25509;&#32154;&#12395;&#21839;&#38988;&#12364;&#12354;&#12427;&#22580;&#21512;&#12289;&#12414;&#12383;&#12399;PHD2&#12434;&#23455;&#34892;&#12391;&#12365;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#23550;&#24540;&#12377;&#12427;&#12487;&#12496;&#12483;&#12464;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12418;&#21547;&#12417;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36984;&#25246;&#12377;&#12427;&#12501;&#12449;&#12452;&#12523;&#12434;&#36984;&#25246;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;&#21839;&#38988;&#12364;&#30330;&#29983;&#12375;&#12383;&#12475;&#12483;&#12471;&#12519;&#12531;&#12398;&#12501;&#12449;&#12452;&#12523;&#12384;&#12369;&#12434;&#36984;&#25246;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12450;&#12483;&#12503;&#12525;&#12540;&#12489;&#12503;&#12525;&#12475;&#12473;&#12364;&#23436;&#20102;&#12377;&#12427;&#12392;&#12289;&#12501;&#12449;&#12452;&#12523;&#12408;&#12398;&#12522;&#12531;&#12463;&#12434;&#25552;&#20379;&#12377;&#12427;&#21029;&#12398;&#12454;&#12451;&#12531;&#12489;&#12454;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 573px; height: 192px;" alt="" src="Log_Upload_2.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12398;&#12522;&#12531;&#12463;&#12434;&#12461;&#12515;&#12503;&#12481;&#12515;&#12414;&#12383;&#12399;&#35352;&#37682;&#12375;&#12390;&#12289;&#12501;&#12457;&#12540;&#12521;&#12512;&#12395;&#25237;&#31295;&#12377;&#12427;&#36074;&#21839;&#12395;&#21547;&#12417;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36969;&#24230;&#12394;&#26178;&#38291;&#12364;&#32076;&#36942;&#12377;&#12427;&#12392;&#12289;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12399;&#12469;&#12540;&#12496;&#12540;&#12363;&#12425;&#33258;&#21205;&#30340;&#12395;&#21066;&#38500;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#12381;&#12398;&#12371;&#12392;&#12434;&#24515;&#37197;&#12377;&#12427;&#24517;&#35201;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12469;&#12509;&#12540;&#12488;&#12398;&#12522;&#12463;&#12456;&#12473;&#12488;&#12434;&#25237;&#31295;&#12377;&#12427;&#38555;&#12395;&#12399;&#12289;&#12354;&#12394;&#12383;&#12364;&#20309;&#12434;&#12375;&#12390;&#12356;&#12383;&#12363;&#12289;&#12393;&#12435;&#12394;&#21839;&#38988;&#12434;&#35211;&#12388;&#12369;&#12383;&#12363;&#12289;&#12362;&#12362;&#12424;&#12381;&#12393;&#12398;&#26399;&#38291;&#12395;&#28966;&#28857;&#12434;&#21512;&#12431;&#12379;&#12383;&#12356;&#12363;&#12395;&#12388;&#12356;&#12390;&#12398;&#23436;&#20840;&#12394;&#35500;&#26126;&#12434;&#21547;&#12417;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font><br><br><h3><a name="Polar_alignment_tools"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26997;&#25972;&#21015;&#12484;&#12540;&#12523;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">

PHD2&#12399;&#12289;3&#12388;&#12398;&#30064;&#12394;&#12427;&#26997;&#24615;&#35519;&#25972;&#12484;&#12540;&#12523;&#12434;&#25552;&#20379;&#12375;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">3&#12388;&#12398;&#12450;&#12503;&#12525;&#12540;&#12481;&#12399;&#12289;&#21516;&#12376;&#22522;&#26412;&#30446;&#27161;&#12434;&#20849;&#26377;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;&#12510;&#12454;&#12531;&#12488;&#12398;RA&#36600;&#12434;&#22825;&#26609;&#12395;&#29289;&#29702;&#30340;&#12395;&#21512;&#12431;&#12379;&#12427;&#12398;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#26997;&#20301;&#32622;&#21512;&#12431;&#12379;&#12484;&#12540;&#12523;&#12399;&#12289;&#26368;&#12418;&#20154;&#27671;&#12398;&#12354;&#12427;&#12510;&#12454;&#12531;&#12488;&#12398;&#19968;&#37096;&#12391;&#12354;&#12427;&#12300;2&#12388;&#26143;&#12301;&#12414;&#12383;&#12399;&#12300;3&#12388;&#26143;&#12301;&#12398;&#20301;&#32622;&#21512;&#12431;&#12379;&#25163;&#38918;&#12392;&#12399;&#30064;&#12394;&#12426;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp;
</span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12523;&#12540;&#12481;&#12531;&#12399;&#12289;&#19968;&#33324;&#12395;&#12289;&#31227;&#21205;&#25805;&#20316;&#12398;&#26368;&#36969;&#21270;&#12395;&#28966;&#28857;&#12434;&#24403;&#12390;&#12390;&#12362;&#12426;&#12289;&#26997;&#37197;&#32622;&#12456;&#12521;&#12540;&#12434;&#21547;&#12416;&#12510;&#12454;&#12531;&#12488;&#12398;&#12373;&#12414;&#12374;&#12414;&#12394;&#12456;&#12521;&#12540;&#12395;&#23550;&#12377;&#12427;&#26059;&#22238;/&#12509;&#12452;&#12531;&#12486;&#12451;&#12531;&#12464;&#25805;&#20316;&#12434;&#20462;&#27491;&#12375;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp;
</span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36890;&#24120;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#26041;&#20301;&#35282;&#12392;&#39640;&#24230;&#12398;&#21046;&#24481;&#12398;&#29289;&#29702;&#30340;&#12394;&#35519;&#25972;&#12399;&#21547;&#12414;&#12428;&#12414;&#12379;&#12435;&#12290;&#12371;&#12428;&#12399;&#12289;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12392;&#12460;&#12452;&#12489;&#12434;&#25104;&#21151;&#12373;&#12379;&#12427;&#12383;&#12417;&#12395;&#24517;&#35201;&#12394;&#12418;&#12398;&#12391;&#12377;&#12290;</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12458;&#12522;&#12472;&#12490;&#12523;&#12398;&#26997;&#24231;&#27161;&#35519;&#25972;&#12523;&#12540;&#12481;&#12531;&#12391;&#12354;&#12427;&#12489;&#12522;&#12501;&#12488;&#35519;&#25972;&#12399;&#12289;&#12411;&#12392;&#12435;&#12393;&#12398;&#22580;&#21512;&#12289;&#31934;&#24230;&#12398;&#12300;&#12468;&#12540;&#12523;&#12489;&#12473;&#12479;&#12531;&#12480;&#12540;&#12489;&#12301;&#12391;&#12354;&#12427;&#12392;&#32771;&#12360;&#12425;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#37096;&#20998;&#30340;&#12395;&#12289;&#12371;&#12428;&#12399;&#12354;&#12394;&#12383;&#12364;&#33288;&#21619;&#12434;&#25345;&#12387;&#12390;&#12356;&#12427;&#12418;&#12398;&#12434;&#30452;&#25509;&#28204;&#23450;&#12377;&#12427;&#12383;&#12417;&#12391;&#12377;&#65306;&#22825;&#12398;&#26997;&#12398;RA&#36600;&#12398;&#19981;&#25972;&#21015;&#12395;&#12424;&#12387;&#12390;&#24341;&#12365;&#36215;&#12371;&#12373;&#12428;&#12427;&#12489;&#12522;&#12501;&#12488;&#12398;&#37327;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12489;&#12522;&#12501;&#12488;&#20301;&#32622;&#21512;&#12431;&#12379;&#12484;&#12540;&#12523;&#12391;&#12399;&#12289;&#19968;&#24230;&#12395;1&#12388;&#12398;&#21487;&#35222;&#26143;&#12398;&#12415;&#12434;&#20351;&#29992;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12289;&#26143;&#12398;&#35672;&#21029;&#12399;&#19981;&#35201;&#12391;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#21508;&#12510;&#12454;&#12531;&#12488;&#36600;&#12434;&#20491;&#21029;&#12395;&#35519;&#25972;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12289;&#26395;&#36960;&#37857;&#12434;&#12363;&#12394;&#12426;&#24195;&#12356;&#31684;&#22258;&#12391;&#22238;&#36578;&#12373;&#12379;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#12383;&#12417;&#12289;&#12371;&#12398;&#25163;&#38918;&#12399;&#29305;&#12395;&#21021;&#24515;&#32773;&#12395;&#12392;&#12387;&#12390;&#26178;&#38291;&#12364;&#12363;&#12363;&#12426;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#22825;&#12398;&#36196;&#36947;/&#23376;&#21320;&#32218;&#12398;&#20132;&#24046;&#28857;&#12392;&#12289;&#26481;&#12414;&#12383;&#12399;&#35199;&#12398;&#22320;&#24179;&#32218;&#12398;30&#24230;&#19978;&#65288;&#12450;&#12472;&#12510;&#12473;90&#12414;&#12383;&#12399;270&#24230;&#65289;&#12398;&#38936;&#22495;&#12364;&#12399;&#12387;&#12365;&#12426;&#12392;&#35211;&#12360;&#12427;&#22580;&#21512;&#12395;&#26368;&#36969;&#12391;&#12377;&#12290;</font></font><span style="">&nbsp;&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#27598;&#26217;&#12475;&#12483;&#12488;&#12450;&#12483;&#12503;&#12434;&#24613;&#12356;&#12384;&#12426;&#12289;&#31354;&#12398;&#26223;&#33394;&#12364;&#38480;&#12425;&#12428;&#12390;&#12356;&#12427;&#12452;&#12513;&#12540;&#12472;&#12515;&#12540;&#12398;&#22580;&#21512;&#12289;&#12371;&#12428;&#12425;&#12398;&#35201;&#20214;&#12399;&#39749;&#21147;&#30340;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290; 

</font></font><p class="MsoNormal"><o:p>&nbsp;</o:p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">2&#30058;&#30446;&#12398;&#37197;&#32622;&#12458;&#12503;&#12471;&#12519;&#12531;&#12391;&#12354;&#12427;&#38745;&#30340;&#26997;&#37197;&#32622;&#12399;&#12289;&#30064;&#12394;&#12427;&#12450;&#12503;&#12525;&#12540;&#12481;&#12434;&#12392;&#12427;&#12371;&#12392;&#12395;&#12424;&#12426;&#12371;&#12428;&#12425;&#12398;&#25080;&#24565;&#12395;&#23550;&#20966;&#12375;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#20855;&#20307;&#30340;&#12395;&#12399;&#12289;&#12503;&#12525;&#12475;&#12473;&#12398;&#36895;&#24230;&#12434;&#26368;&#36969;&#21270;&#12377;&#12427;&#12383;&#12417;&#12395;&#12431;&#12378;&#12363;&#12394;&#31934;&#24230;&#12434;&#29344;&#29298;&#12395;&#12375;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12381;&#12428;&#12399;&#21271;&#26997;&#12414;&#12383;&#12399;&#21335;&#26997;&#22320;&#22495;&#12398;&#26126;&#30906;&#12394;&#35222;&#30028;&#12398;&#12415;&#12434;&#24517;&#35201;&#12392;&#12375;&#12289;&#21516;&#26178;&#12395;&#20001;&#26041;&#12398;&#12510;&#12454;&#12531;&#12488;&#36600;&#12398;&#35519;&#25972;&#12434;&#23481;&#26131;&#12395;&#12375;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12375;&#12383;&#12364;&#12387;&#12390;&#12289;&#12381;&#12428;&#12399;&#12418;&#12358;&#23569;&#12375;&#30452;&#24863;&#30340;&#12391;&#12354;&#12426;&#12289;&#23436;&#20102;&#12377;&#12427;&#12398;&#12364;&#12424;&#12426;&#36895;&#12367;&#12394;&#12427;&#21487;&#33021;&#24615;&#12364;&#38750;&#24120;&#12395;&#39640;&#12356;&#12391;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12509;&#12540;&#12523;&#12398;&#36817;&#12367;&#12395;&#12354;&#12427;&#35079;&#25968;&#12398;&#26143;&#12398;&#21487;&#35222;&#24615;&#12392;&#35672;&#21029;&#12364;&#24517;&#35201;&#12391;&#12377;&#12364;&#12289;&#12371;&#12398;&#12484;&#12540;&#12523;&#12399;&#12289;&#31354;&#12398;&#29366;&#24907;&#12364;&#26143;&#12434;&#35211;&#12427;&#12398;&#12395;&#21313;&#20998;&#12391;&#12354;&#12427;&#12392;&#20206;&#23450;&#12377;&#12427;&#12392;&#21512;&#29702;&#30340;&#12395;&#31777;&#21336;&#12395;&#12375;&#12414;&#12377;&#12290;&nbsp; </font></font></p><span style=""></span>

<p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">3&#30058;&#30446;&#12398;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12458;&#12503;&#12471;&#12519;&#12531;&#12391;&#12354;&#12427;&#26997;&#12489;&#12522;&#12501;&#12488;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12399;&#12289;&#31934;&#24230;&#12392;&#36895;&#24230;&#12434;&#23569;&#12375;&#29344;&#29298;&#12395;&#12375;&#12390;&#23455;&#34892;&#12377;&#12427;&#26368;&#12418;&#31777;&#21336;&#12394;&#12458;&#12503;&#12471;&#12519;&#12531;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#12399;&#21271;&#12414;&#12383;&#12399;&#21335;&#26997;&#22320;&#22495;&#12398;&#26126;&#30906;&#12394;&#12499;&#12517;&#12540;&#12434;&#24517;&#35201;&#12392;&#12375;&#12289;&#12381;&#12428;&#12399;&#21516;&#26178;&#12395;&#20001;&#26041;&#12398;&#12510;&#12454;&#12531;&#12488;&#36600;&#12398;&#35519;&#25972;&#12434;&#23481;&#26131;&#12395;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#23567;&#38480;&#12398;&#12518;&#12540;&#12470;&#12540;&#20837;&#21147;&#12364;&#24517;&#35201;&#12394;&#12398;&#12391;&#12289;&#38750;&#24120;&#12395;&#20351;&#12356;&#12420;&#12377;&#12356;&#12391;&#12377;&#12290;
</font></font></p><p class="MsoNormal"><o:p>&nbsp;</o:p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">3&#12388;&#12398;&#25163;&#27861;&#12395;&#12388;&#12356;&#12390;&#12399;&#12289;&#27425;&#12398;&#12475;&#12463;&#12471;&#12519;&#12531;&#12391;&#35443;&#12375;&#12367;&#35500;&#26126;&#12375;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12452;&#12513;&#12540;&#12472;&#12515;&#12399;&#12289;&#12362;&#12381;&#12425;&#12367;&#12381;&#12428;&#12425;&#12434;&#35430;&#12375;&#12390;&#12289;&#12491;&#12540;&#12474;&#12395;&#26368;&#36969;&#12394;&#12418;&#12398;&#12434;&#36984;&#25246;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12398;&#31934;&#24230;&#12398;&#37325;&#35201;&#24615;&#12399;&#12375;&#12400;&#12375;&#12400;&#24375;&#35519;&#12373;&#12428;&#12377;&#12366;&#12390;&#12356;&#12427;&#12383;&#12417;&#12289;&#12518;&#12540;&#12470;&#12540;&#12399;&#29289;&#20107;&#12434;&#36960;&#36817;&#24863;&#12434;&#25345;&#12387;&#12390;&#25226;&#25569;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12411;&#12392;&#12435;&#12393;&#12398;&#20559;&#35282;&#12489;&#12522;&#12501;&#12488;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12364;&#36969;&#20999;&#12395;&#21205;&#20316;&#12375;&#12289;&#20559;&#35282;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;&#12354;&#12414;&#12426;&#12394;&#12356;&#12371;&#12392;&#12434;&#21069;&#25552;&#12395;&#12289;PHD2&#12460;&#12452;&#12489;&#12395;&#12424;&#12387;&#12390;&#36969;&#20999;&#12395;&#31649;&#29702;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp;&nbsp;
</span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#12354;&#12427;&#26178;&#28857;&#12391;&#12289;&#26997;&#37197;&#32622;&#12456;&#12521;&#12540;&#12398;&#37327;&#12395;&#12424;&#12387;&#12390;&#12289;&#30011;&#20687;&#20869;&#12391;&#12501;&#12451;&#12540;&#12523;&#12489;&#12398;&#22238;&#36578;&#12364;&#30330;&#29983;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12289;&#12371;&#12428;&#12399;&#20462;&#27491;&#12391;&#12365;&#12414;&#12379;&#12435;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12475;&#12531;&#12469;&#12540;&#12364;&#22823;&#12365;&#12367;&#12289;&#12479;&#12540;&#12466;&#12483;&#12488;&#12364;&#26997;&#12395;&#36817;&#12356;&#12411;&#12393;&#12289;&#12501;&#12451;&#12540;&#12523;&#12489;&#12398;&#22238;&#36578;&#12364;&#22823;&#12365;&#12367;&#12394;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#27425;&#12398;&#12424;&#12358;&#12394;&#12458;&#12531;&#12521;&#12452;&#12531;&#35336;&#31639;&#27231;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#20104;&#24819;&#12373;&#12428;&#12427;&#12501;&#12451;&#12540;&#12523;&#12489;&#22238;&#36578;&#12434;&#35336;&#31639;&#12391;&#12365;&#12414;&#12377;&#12290;

</font></font></p><p class="MsoNormal"><a href="http://celestialwonders.com/tools/rotationMaxErrorCalc.html"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">http://celestialwonders.com/tools/rotationMaxErrorCalc.html</font></font></a></p>

<p class="MsoNormal"><o:p>&nbsp;</o:p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35336;&#31639;&#27231;&#12399;&#12289;&#29366;&#27841;&#12395;&#24540;&#12376;&#12390;&#12393;&#12428;&#12384;&#12369;&#12398;&#31934;&#24230;&#12364;&#12300;&#21313;&#20998;&#12301;&#12391;&#12354;&#12427;&#12363;&#12434;&#21028;&#26029;&#12377;&#12427;&#12398;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12393;&#12385;&#12425;&#12398;&#25163;&#38918;&#12418;&#12510;&#12454;&#12531;&#12488;&#12398;&#35519;&#25972;&#27231;&#27083;&#12398;&#31934;&#24230;&#12395;&#12424;&#12387;&#12390;&#21046;&#38480;&#12373;&#12428;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12427;&#12371;&#12392;&#12434;&#35226;&#12360;&#12390;&#12362;&#12367;&#12371;&#12392;&#12364;&#37325;&#35201;&#12391;&#12377;&#12290;</font></font><br></p>

<h3><a href="Tutorials.html#Drift_Align"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12489;&#12522;&#12501;&#12488;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12484;&#12540;&#12523;</font></font></a></h3>
<h3><a href="Tutorials.html#Static_polar_alignment"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#38745;&#30340;&#26997;&#20301;&#32622;&#21512;&#12431;&#12379;&#12484;&#12540;&#12523;</font></font></a></h3>
<h3><a href="Tutorials.html#Polar_Drift_Align"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12509;&#12540;&#12521;&#12540;&#12489;&#12522;&#12501;&#12488;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12484;&#12540;&#12523;</font></font></a></h3>
<h3><a name="Lock_Positions"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12525;&#12483;&#12463;&#20301;&#32622;</font></font></h3>
<span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12399;&#36890;&#24120;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#32066;&#20102;&#26178;&#12395;&#12460;&#12452;&#12489;&#26143;&#12364;&#20301;&#32622;&#12377;&#12427;&#12300;&#12525;&#12483;&#12463;&#20301;&#32622;&#12301;&#12434;&#35373;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12471;&#12540;&#12465;&#12531;&#12473;&#12398;&#35443;&#32048;&#12395;&#12424;&#12387;&#12390;&#12399;&#12289;&#12371;&#12428;&#12399;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#38283;&#22987;&#26178;&#12395;&#26143;&#12364;&#27491;&#30906;&#12395;&#20301;&#32622;&#12375;&#12390;&#12356;&#12394;&#12356;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;-&#25968;&#12500;&#12463;&#12475;&#12523;&#12378;&#12428;&#12390;&#12356;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12479;&#12540;&#12466;&#12483;&#12488;&#12434;&#27491;&#30906;&#12395;&#20013;&#24515;&#12395;&#12375;&#12424;&#12358;&#12392;&#12377;&#12427;&#22580;&#21512;&#12289;&#12300;&#12473;&#12486;&#12451;&#12483;&#12461;&#12540;&#12525;&#12483;&#12463;&#20301;&#32622;&#12301;&#12434;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12434;&#34892;&#12358;&#12395;&#12399;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#21069;&#12395;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#26143;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">&#12363;&#12425;</font></span><font style="vertical-align: inherit;">&#12289;&#12300;&#12484;&#12540;&#12523;&#12301;&#12513;&#12491;&#12517;&#12540;&#12398;&#19979;&#12398;&#12300;&#12473;&#12486;&#12451;&#12483;&#12461;&#12540;&#12525;&#12483;&#12463;&#20301;&#32622;&#12301;&#12434;&#35373;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12364;&#23436;&#20102;</font><font style="vertical-align: inherit;">&#12377;&#12427;&#12392;&#12289;&#26143;&#12364;&#12473;&#12486;&#12451;&#12483;&#12461;&#12540;&#12525;&#12483;&#12463;&#20301;&#32622;&#12395;&#12367;&#12427;&#12414;&#12391;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12399;&#12510;&#12454;&#12531;&#12488;&#12434;&#31227;&#21205;&#12375;&#32154;&#12369;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#12383;&#12417;&#12289;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">PHD2</font></span><font style="vertical-align: inherit;">&#12398;&#35519;&#25972;&#20013;&#12395;&#36861;&#21152;&#12398;&#36933;&#24310;&#12364;&#30330;&#29983;&#12377;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12473;&#12467;&#12540;&#12503;&#12434;&#12460;&#12452;&#12489;&#36895;&#24230;&#12391;&#20877;&#37197;&#32622;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12486;&#12451;&#12483;&#12461;&#12540;&#12525;&#12483;&#12463;&#20301;&#32622;&#12399;&#12289;&#12460;&#12452;&#12489;&#12364;&#20572;&#27490;&#12373;&#12428;&#12289;&#12381;&#12398;&#24460;&#20877;&#38283;&#12373;&#12428;&#12390;&#12418;&#24341;&#12365;&#32154;&#12365;&#20351;&#29992;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#22580;&#21512;&#12418;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> 
&#12364;&#12510;&#12454;&#12531;&#12488;&#12434;&#20877;&#37197;&#32622;&#12377;&#12427;</font><font style="vertical-align: inherit;">&#12383;&#12417;&#12395;&#24517;&#35201;&#12394;&#36933;&#24310;&#12434;&#29344;&#29298;&#12395;&#12375;&#12390;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#65288;&#12362;&#12424;&#12403;&#12362;&#12381;&#12425;&#12367;&#12452;&#12513;&#12540;&#12472;&#12479;&#12540;&#12466;&#12483;&#12488;&#65289;&#12398;&#21427;&#23494;&#12394;&#20301;&#32622;&#27770;&#12417;&#12364;&#20445;&#35388;&#12373;&#12428;&#12414;&#12377;</font><font style="vertical-align: inherit;">&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12398;&#38283;&#22987;&#24460;&#12395;&#12459;&#12513;&#12521;&#12475;&#12531;&#12469;&#12540;&#12398;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12398;&#20301;&#32622;&#12434;&#24494;&#35519;&#25972;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#22580;&#21512;&#12399;&#12289;[&#12484;&#12540;&#12523;]&#12513;&#12491;&#12517;&#12540;&#12398;[&#12525;&#12483;&#12463;&#20301;&#32622;&#12398;&#35519;&#25972;]&#27231;&#33021;&#12434;&#20351;&#29992;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 354px; height: 190px;" alt="" src="Adjust_Lock_Position.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12434;&#23569;&#12375;&#12378;&#12388;&#65288;&#12460;&#12452;&#12489;&#36895;&#24230;&#12391;&#65289;&#12490;&#12483;&#12472;&#12377;&#12427;&#12363;&#12289;&#26032;&#12375;&#12356;&#12525;&#12483;&#12463;&#20301;&#32622;&#12434;&#20837;&#21147;&#12375;&#12390;[&#35373;&#23450;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12434;&#22823;&#12365;&#12367;&#21205;&#12363;&#12377;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#19978;/&#19979;/&#24038;/&#21491;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#12300;&#12473;&#12486;&#12483;&#12503;&#12301;&#12395;&#31034;&#12373;&#12428;&#12390;&#12356;&#12427;&#37327;&#12384;&#12369;&#12525;&#12483;&#12463;&#20301;&#32622;&#12364;&#23550;&#24540;&#12377;&#12427;&#26041;&#21521;&#12395;&#12471;&#12501;&#12488;&#12373;&#12428;&#12289;&#26032;&#12375;&#12356;&#12525;&#12483;&#12463;&#20301;&#32622;&#12434;&#20837;&#21147;&#12377;&#12427;&#12392;&#12289;&#20462;&#27491;&#12373;&#12428;&#12383;&#12525;&#12483;&#12463;&#20301;&#32622;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;&#26032;&#12375;&#12356;&#20301;&#32622;&#12364;&#29694;&#22312;&#12398;&#26908;&#32034;&#38936;&#22495;&#22806;&#12395;&#12354;&#12427;&#22580;&#21512;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12434;&#22833;&#12358;&#12522;&#12473;&#12463;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12484;&#12540;&#12523;&#12399;&#12289;&#20998;&#20809;&#22120;&#12394;&#12393;&#12391;&#12460;&#12452;&#12489;&#26143;&#12414;&#12383;&#12399;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12479;&#12540;&#12466;&#12483;&#12488;&#12398;&#27491;&#30906;&#12394;&#20301;&#32622;&#27770;&#12417;&#12434;&#34892;&#12358;&#24517;&#35201;&#12364;&#12354;&#12427;&#22580;&#21512;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;
</font></font><h3><a name="Comet_Tracking"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#24407;&#26143;&#36861;&#36321;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">

&#24407;&#26143;&#12434;&#30011;&#20687;&#21270;&#12377;&#12427;1&#12388;&#12398;&#26041;&#27861;&#12399;&#12289;PHD2&#12364;&#24407;&#26143;&#12434;&#12460;&#12452;&#12489;&#12300;&#12473;&#12479;&#12540;&#12301;&#12392;&#12375;&#12390;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12364;&#12289;&#12371;&#12398;&#12450;&#12503;&#12525;&#12540;&#12481;&#12399;&#24120;&#12395;&#27231;&#33021;&#12377;&#12427;&#12392;&#12399;&#38480;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;&#24407;&#26143;&#12398;&#38957;&#37096;&#12399;&#12289;&#35480;&#23566;&#12395;&#36969;&#12375;&#12383;&#26143;&#12398;&#12424;&#12358;&#12394;&#20013;&#24515;&#12434;&#31034;&#12373;&#12394;&#12356;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12399;&#12289;&#36600;&#22806;&#12398;&#12460;&#12452;&#12480;&#12540;&#12434;&#20351;&#29992;&#12377;&#12427;&#22580;&#21512;&#12289;&#24407;&#26143;&#12399;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12391;&#12373;&#12360;&#35211;&#12360;&#12394;&#12356;&#12363;&#12418;&#12375;&#12428;&#12414;&#12379;&#12435;&#12290;</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
PHD2&#12399;&#12289;&#24407;&#26143;&#33258;&#20307;&#12434;&#12460;&#12452;&#12489;&#12377;&#12427;&#12371;&#12392;&#12364;&#19981;&#21487;&#33021;&#12394;&#22580;&#21512;&#12395;&#20351;&#29992;&#12377;&#12427;&#24407;&#26143;&#36861;&#36321;&#12484;&#12540;&#12523;&#12434;&#25552;&#20379;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12450;&#12452;&#12487;&#12450;&#12399;&#12289;&#26222;&#36890;&#12398;&#26143;&#12434;&#12460;&#12452;&#12489;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12364;&#12289;&#24407;&#26143;&#12398;&#21205;&#12365;&#12414;&#12383;&#12399;</font></font><i><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36861;&#36321;&#29575;</font></font></i><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12395;&#21512;&#12431;&#12379;&#12390;&#24464;&#12293;&#12395;&#12525;&#12483;&#12463;&#20301;&#32622;&#12434;&#12471;&#12501;&#12488;&#12375;&#12414;&#12377;</font><font style="vertical-align: inherit;">&#12290;</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
PHD2&#12395;&#24407;&#26143;&#36861;&#36321;&#29575;&#12434;&#25552;&#20379;&#12377;&#12427;&#12395;&#12399;&#12289;3&#12388;&#12398;&#30064;&#12394;&#12427;&#26041;&#27861;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br>
<br>
<ul>
  <li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">Cartes du Ciel&#12394;&#12393;&#12398;&#19968;&#37096;&#12398;&#12503;&#12521;&#12493;&#12479;&#12522;&#12454;&#12512;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12391;&#12399;&#12289;&#12524;&#12540;&#12488;&#12434;PHD2&#12395;&#30452;&#25509;&#36865;&#20449;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font></li>
  <li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36861;&#36321;&#29575;&#12434;&#25163;&#21205;&#12391;&#20837;&#21147;&#12377;&#12427;&#12363;&#12289;&#12414;&#12383;&#12399;</font></font></li>
  <li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12459;&#12513;&#12521;&#12391;&#19968;&#23450;&#26399;&#38291;&#24407;&#26143;&#12434;&#36861;&#36321;&#12377;&#12427;&#12371;&#12392;&#12395;&#12424;&#12426;&#12289;PHD2&#12391;&#12524;&#12540;&#12488;&#12434;&#12488;&#12524;&#12540;&#12491;&#12531;&#12464;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font></li>
</ul>
<br>
<br>
<img style="width: 426px; height: 408px;" alt="" src="CometTrackingTool.png"><br>
<br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12524;&#12540;&#12488;&#12434;&#25163;&#21205;&#12391;&#20837;&#21147;&#12377;&#12427;&#12395;&#12399;&#12289;&#21336;&#20301;&#12395;&#12300;Arcsec / hr&#12301;&#12289;&#36600;&#12395;&#12300;RA / Dec&#12301;&#12434;&#36984;&#25246;&#12375;&#12390;&#12363;&#12425;&#12289;&#24407;&#26143;&#12398;&#22825;&#20307;&#26278;&#12363;&#12425;&#12524;&#12540;&#12488;&#12434;&#20837;&#21147;&#12375;&#12414;&#12377;&#12290;</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12467;&#12513;&#12483;&#12488;&#12524;&#12540;&#12488;&#12488;&#12524;&#12540;&#12491;&#12531;&#12464;&#12399;</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#27425;&#12398;</font><font style="vertical-align: inherit;">&#12424;&#12358;&#12395;&#27231;&#33021;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12378;&#12289;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12459;&#12513;&#12521;&#12398;&#20013;&#24515;&#12395;&#24407;&#26143;&#12434;&#37197;&#32622;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12395;&#20309;&#12425;&#12363;&#12398;&#12524;&#12481;&#12463;&#12523;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12364;&#12354;&#12427;&#22580;&#21512;&#12399;&#12289;&#12381;&#12428;&#12434;&#20351;&#29992;&#12375;&#12390;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12475;&#12531;&#12469;&#12540;&#19978;&#12398;&#24407;&#26143;&#12398;&#27491;&#30906;&#12394;&#20301;&#32622;&#12434;&#35352;&#37682;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12364;&#28310;&#20633;&#12391;&#12365;&#12383;&#12425;&#12289;PHD2&#12391;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12434;&#36984;&#25246;&#12375;&#12289;&#12460;&#12452;&#12489;&#12434;&#38283;&#22987;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27425;&#12395;&#12289;Comet Tracking&#12484;&#12540;&#12523;&#12398;[&#38283;&#22987;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12289;&#12488;&#12524;&#12540;&#12491;&#12531;&#12464;&#12434;&#38283;&#22987;&#12375;&#12414;&#12377;&#12290;</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12398;&#12501;&#12524;&#12540;&#12512;&#12392;&#12501;&#12457;&#12540;&#12459;&#12473;&#27231;&#33021;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12459;&#12513;&#12521;&#12391;&#36899;&#32154;&#12375;&#12383;&#30701;&#26178;&#38291;&#12398;&#38706;&#20986;&#12434;&#34892;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26178;&#38291;&#12364;&#32076;&#12388;&#12395;&#12388;&#12428;&#12390;&#12289;&#24407;&#26143;&#12399;&#38283;&#22987;&#20301;&#32622;&#12363;&#12425;&#38626;&#12428;&#12390;&#12422;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12398;&#12300;&#12525;&#12483;&#12463;&#20301;&#32622;&#12398;&#35519;&#25972;&#12301;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#24407;&#26143;&#12434;&#38283;&#22987;&#20301;&#32622;&#12395;&#25147;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12398;Up / Down / Left / Right&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12395;&#24540;&#12376;&#12390;&#12289;&#24407;&#26143;&#12364;&#25774;&#20687;&#12459;&#12513;&#12521;&#12475;&#12531;&#12469;&#12540;&#19978;&#12434;&#12393;&#12398;&#26041;&#21521;&#12395;&#31227;&#21205;&#12377;&#12427;&#12363;&#12434;&#21028;&#26029;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;&#23569;&#12375;&#23455;&#39443;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">[&#12525;&#12483;&#12463;&#20301;&#32622;&#12398;&#35519;&#25972;]&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;[&#24120;&#12395;&#25163;&#21069;&#12395;&#34920;&#31034;]&#12508;&#12479;&#12531;&#12434;&#26377;&#21177;&#12395;&#12377;&#12427;&#12392;&#12289;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12398;&#19978;&#12395;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12364;&#34920;&#31034;&#12373;&#12428;&#12383;&#12414;&#12414;&#12395;&#12394;&#12427;&#12398;&#12391;&#20415;&#21033;&#12391;&#12377;&#12290;</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
PHD2&#12399;&#12289;&#24407;&#26143;&#12398;&#20013;&#24515;&#12434;&#21512;&#12431;&#12379;&#12427;&#12392;&#12289;&#24407;&#26143;&#12398;&#36861;&#36321;&#29575;&#12434;&#12377;&#12400;&#12420;&#12367;&#23398;&#32722;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12364;&#24407;&#26143;&#12434;&#36861;&#36321;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12395;&#28288;&#36275;&#12375;&#12383;&#12425;&#12289;[&#20572;&#27490;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12488;&#12524;&#12540;&#12491;&#12531;&#12464;&#12434;&#32066;&#20102;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12399;&#12289;Enable / Disable&#12508;&#12479;&#12531;&#12434;&#20999;&#12426;&#26367;&#12360;&#12390;&#24407;&#26143;&#12398;&#36861;&#36321;&#12434;&#28961;&#21177;&#12395;&#12377;&#12427;&#12414;&#12391;&#12289;&#12525;&#12483;&#12463;&#20301;&#32622;&#12398;&#31227;&#21205;&#12434;&#32154;&#12369;&#12390;&#24407;&#26143;&#12434;&#36861;&#36321;&#12375;&#12414;&#12377;&#12290;</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#32068;&#12415;&#36796;&#12415;&#12398;&#12459;&#12513;&#12521;&#12471;&#12511;&#12517;&#12524;&#12540;&#12479;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#24407;&#26143;&#12398;&#35347;&#32244;&#25163;&#27861;&#12434;&#32244;&#32722;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">Cam Dialog&#12398;&#12300;Comet&#12301;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#12481;&#12455;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#12471;&#12511;&#12517;&#12524;&#12540;&#12479;&#12395;&#24407;&#26143;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12502;&#12483;&#12463;&#12510;&#12540;&#12463;&#12434;&#20351;&#29992;&#12375;&#12390;&#24407;&#26143;&#12398;&#38283;&#22987;&#20301;&#32622;&#12434;&#12510;&#12540;&#12463;&#12375;&#12289;&#12525;&#12483;&#12463;&#20301;&#32622;&#12398;&#35519;&#25972;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#24407;&#26143;&#12434;&#12502;&#12483;&#12463;&#12510;&#12540;&#12463;&#12398;&#20301;&#32622;&#12395;&#25147;&#12375;&#12414;&#12377;&#12290;
</font></font><br><h3><a name="Guiding_Assistant"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12487;&#12451;&#12531;&#12464;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;&#12399;&#12289;&#29694;&#22312;&#12398;&#35222;&#30028;&#29366;&#24907;&#12392;&#12510;&#12454;&#12531;&#12488;&#12362;&#12424;&#12403;&#12460;&#12452;&#12489;&#12469;&#12502;&#12471;&#12473;&#12486;&#12512;&#12398;&#19968;&#33324;&#30340;&#12394;&#21205;&#20316;&#12434;&#28204;&#23450;&#12377;&#12427;&#12398;&#12395;&#24441;&#31435;&#12388;&#25945;&#32946;&#12484;&#12540;&#12523;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#23455;&#34892;&#12373;&#12428;&#12427;&#12392;&#12289;&#12460;&#12452;&#12489;&#20986;&#21147;&#12434;&#19968;&#26178;&#30340;&#12395;&#28961;&#21177;&#12395;&#12375;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12398;&#12381;&#12398;&#24460;&#12398;&#21205;&#12365;&#12434;&#28204;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#65288;&#22823;&#27671;&#12398;&#65289;&#29366;&#24907;&#12434;&#35211;&#12427;&#12371;&#12392;&#12395;&#36215;&#22240;&#12377;&#12427;&#39640;&#21608;&#27874;&#12398;&#21205;&#12365;&#12434;&#30906;&#35469;&#12377;&#12427;&#12398;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12399;&#36890;&#24120;&#28204;&#23450;&#12377;&#12427;&#12424;&#12426;&#12418;&#12399;&#12427;&#12363;&#12395;&#39640;&#12356;&#21608;&#27874;&#25968;&#12391;&#30330;&#29983;&#12377;&#12427;&#12383;&#12417;&#12289;&#24467;&#26469;&#12398;&#12460;&#12452;&#12489;&#12391;&#12399;&#20462;&#27491;&#12391;&#12365;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#24467;&#26469;&#12398;&#12460;&#12452;&#12489;&#12434;&#20351;&#29992;&#12375;&#12390;&#12381;&#12428;&#12425;&#12434;&#20462;&#27491;&#12375;&#12424;&#12358;&#12392;&#12377;&#12427;&#12371;&#12392;&#12399;&#12289;&#12300;&#12471;&#12540;&#12452;&#12531;&#12464;&#12434;&#36861;&#12356;&#12363;&#12369;&#12427;&#12301;&#12392;&#21628;&#12400;&#12428;&#12427;&#12371;&#12392;&#12364;&#22810;&#12367;&#12289;&#36890;&#24120;&#12399;&#24746;&#12356;&#32080;&#26524;&#12395;&#12388;&#12394;&#12364;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12434;&#36991;&#12369;&#12427;&#12395;&#12399;&#12289;PHD2&#12364;&#12371;&#12398;&#39640;&#21608;&#27874;&#25968;&#21205;&#20316;&#12398;&#12411;&#12392;&#12435;&#12393;&#12434;&#28961;&#35222;&#12377;&#12427;&#12424;&#12358;&#12395;&#26368;&#23567;&#31227;&#21205;&#12524;&#12505;&#12523;&#12434;&#35373;&#23450;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#26368;&#12418;&#12424;&#12367;&#36948;&#25104;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;Guiding Assistant&#12399;&#12289;&#21491;&#19978;&#26119;&#12392;&#36196;&#32239;&#12398;&#20840;&#20307;&#30340;&#12394;&#12489;&#12522;&#12501;&#12488;&#29575;&#12289;&#21491;&#19978;&#26119;&#12398;&#12500;&#12540;&#12463;&#38291;&#12362;&#12424;&#12403;&#26368;&#22823;&#22793;&#21270;&#29575;&#12398;&#28204;&#23450;&#12394;&#12393;&#12289;&#12471;&#12473;&#12486;&#12512;&#12398;&#20182;&#12398;&#21205;&#20316;&#12418;&#34920;&#31034;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12371;&#12392;&#12399;&#36890;&#24120;&#12300;&#12460;&#12452;&#12489;&#12450;&#12454;&#12488;&#12301;&#12391;&#12365;&#12414;&#12377;&#12364;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#22522;&#26412;&#30340;&#12394;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#25913;&#21892;&#12375;&#12383;&#12356;&#22580;&#21512;&#12289;&#12383;&#12392;&#12360;&#12400;&#20559;&#35282;&#12489;&#12522;&#12501;&#12488;&#29575;&#12364;&#39640;&#12356;&#22580;&#21512;&#12395;&#26997;&#12398;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12434;&#25913;&#21892;&#12377;&#12427;&#12394;&#12393;&#12289;&#28204;&#23450;&#12377;&#12427;&#12371;&#12392;&#12364;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12518;&#12540;&#12470;&#12540;&#12460;&#12452;&#12489;&#12391;&#12381;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#36984;&#25246;&#12375;&#12383;&#22580;&#21512;&#12289;Guiding Assistant&#12399;&#12471;&#12473;&#12486;&#12512;&#12398;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12418;&#28204;&#23450;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#12425;&#12434;&#28204;&#23450;&#12377;&#12427;&#12371;&#12392;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#22522;&#26412;&#30340;&#12394;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#25913;&#21892;&#12375;&#12383;&#12356;&#22580;&#21512;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;&#12383;&#12392;&#12360;&#12400;&#12289;&#20559;&#35282;&#12489;&#12522;&#12501;&#12488;&#29575;&#12364;&#39640;&#12356;&#22580;&#21512;&#12395;&#26997;&#12398;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12434;&#25913;&#21892;&#12377;&#12427;&#12371;&#12392;&#12395;&#12424;&#12387;&#12390;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12518;&#12540;&#12470;&#12540;&#12460;&#12452;&#12489;&#12391;&#12381;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#36984;&#25246;&#12375;&#12383;&#22580;&#21512;&#12289;Guiding Assistant&#12399;&#12471;&#12473;&#12486;&#12512;&#12398;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12418;&#28204;&#23450;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#12425;&#12434;&#28204;&#23450;&#12377;&#12427;&#12371;&#12392;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#22522;&#26412;&#30340;&#12394;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#25913;&#21892;&#12375;&#12383;&#12356;&#22580;&#21512;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;&#12383;&#12392;&#12360;&#12400;&#12289;&#20559;&#35282;&#12489;&#12522;&#12501;&#12488;&#29575;&#12364;&#39640;&#12356;&#22580;&#21512;&#12395;&#26997;&#12398;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12434;&#25913;&#21892;&#12377;&#12427;&#12371;&#12392;&#12395;&#12424;&#12387;&#12390;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12518;&#12540;&#12470;&#12540;&#12460;&#12452;&#12489;&#12391;&#12381;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#36984;&#25246;&#12375;&#12383;&#22580;&#21512;&#12289;Guiding Assistant&#12399;&#12471;&#12473;&#12486;&#12512;&#12398;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12418;&#28204;&#23450;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12487;&#12451;&#12531;&#12464;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;&#65288;GA&#65289;&#12434;&#36215;&#21205;&#12377;&#12427;&#12392;&#12365;&#12398;&#21205;&#20316;&#12399;&#12289;&#26082;&#12395;&#12460;&#12452;&#12489;&#12375;&#12390;&#12356;&#12427;&#12363;&#12393;&#12358;&#12363;&#12395;&#12424;&#12387;&#12390;&#30064;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12364;&#12450;&#12463;&#12486;&#12451;&#12502;&#12394;&#22580;&#21512;&#12289;&#21021;&#26399;&#30011;&#38754;&#12399;&#27425;&#12398;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12377;&#65288;&#12418;&#12385;&#12429;&#12435;&#12289;&#30064;&#12394;&#12427;&#12487;&#12540;&#12479;&#20516;&#12434;&#20351;&#29992;&#65289;&#65306;</font></font><br><br><img style="width: 776px; height: 517px;" alt="" src="Guiding_Assistant_Start.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12501;&#12457;&#12540;&#12512;&#12398;&#19968;&#30058;&#19978;&#12398;&#12501;&#12451;&#12540;&#12523;&#12489;&#12395;&#12399;&#12289;GA&#12398;&#23455;&#34892;&#20869;&#23481;&#12392;&#23455;&#34892;&#12377;&#12427;&#12450;&#12463;&#12471;&#12519;&#12531;&#12364;&#24120;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#20309;&#12364;&#36215;&#12371;&#12387;&#12390;&#12356;&#12427;&#12398;&#12363;&#20998;&#12363;&#12425;&#12394;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#22580;&#21512;&#12289;&#28204;&#23450;&#12503;&#12525;&#12475;&#12473;&#12399;&#33258;&#21205;&#30340;&#12395;&#38283;&#22987;&#12373;&#12428;&#12390;&#12362;&#12426;&#12289;&#23569;&#12394;&#12367;&#12392;&#12418;2&#20998;&#38291;&#23455;&#34892;&#12377;&#12427;&#12384;&#12369;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12508;&#12479;&#12531;&#12398;&#12377;&#12368;&#19978;&#12395;&#12354;&#12427;&#12486;&#12461;&#12473;&#12488;&#12501;&#12451;&#12540;&#12523;&#12489;&#12395;&#12399;&#12289;&#20309;&#12364;&#36215;&#12371;&#12387;&#12390;&#12356;&#12427;&#12363;&#12364;&#35201;&#32004;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">3&#12388;&#12398;&#12508;&#12479;&#12531;&#12399;&#12289;GA&#12398;&#21205;&#20316;&#29366;&#24907;&#12395;&#22522;&#12389;&#12356;&#12390;&#26377;&#21177;&#12414;&#12383;&#12399;&#28961;&#21177;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#22580;&#21512;&#12289;&#28204;&#23450;&#12364;&#12377;&#12391;&#12395;&#36914;&#34892;&#20013;&#12391;&#12354;&#12427;&#12383;&#12417;&#12289;&#12300;&#38283;&#22987;&#12301;&#12399;&#28961;&#21177;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12364;&#38750;&#12450;&#12463;&#12486;&#12451;&#12502;&#12394;&#12392;&#12365;&#12395;GA&#12434;&#36215;&#21205;&#12377;&#12427;&#12392;&#12289;&#21021;&#26399;&#12501;&#12457;&#12540;&#12512;&#12364;&#30064;&#12394;&#12387;&#12390;&#35211;&#12360;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 780px; height: 521px;" alt="" src="Guiding_Assistant_Start_a.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12398;&#22580;&#21512;&#12289;&#26368;&#21021;&#12395;PHD2&#12391;&#12460;&#12452;&#12489;&#12434;&#38283;&#22987;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;-&#12523;&#12540;&#12503;&#12434;&#38283;&#22987;&#12375;&#12289;&#26143;&#12434;&#36984;&#25246;&#12375;&#12289;&#12460;&#12452;&#12489;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#12364;&#23436;&#20102;&#12377;&#12427;&#12392;&#12289;GA&#12398;[&#38283;&#22987;]&#12508;&#12479;&#12531;&#12364;&#26377;&#21177;&#12395;&#12394;&#12426;&#12289;&#28204;&#23450;&#12434;&#38283;&#22987;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">GA&#28204;&#23450;&#12364;&#12450;&#12463;&#12486;&#12451;&#12502;&#12394;&#22580;&#21512;&#12289;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12399;&#28961;&#21177;&#12395;&#12394;&#12427;&#12383;&#12417;&#12289;&#26143;&#12399;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#19978;&#12434;&#12373;&#12414;&#12424;&#12358;&#12424;&#12358;&#12395;&#35211;&#12360;&#12414;&#12377;&#12290;&#12371;&#12428;&#12399;&#12414;&#12387;&#12383;&#12367;&#27491;&#24120;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12480;&#12540;&#30011;&#20687;&#12364;&#21462;&#24471;&#12373;&#12428;&#12427;&#12392;&#12289;&#32113;&#35336;&#12364;&#35336;&#31639;&#12373;&#12428;&#12289;&#12518;&#12540;&#12470;&#12540;&#12452;&#12531;&#12479;&#12540;&#12501;&#12455;&#12452;&#12473;&#12395;&#12522;&#12450;&#12523;&#12479;&#12452;&#12512;&#12391;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#29305;&#12395;&#33288;&#21619;&#28145;&#12356;&#12398;&#12399;&#12289;&#12300;&#39640;&#21608;&#27874;&#12473;&#12479;&#12540;&#12514;&#12540;&#12471;&#12519;&#12531;&#12301;&#12362;&#12424;&#12403;&#12300;&#26997;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12456;&#12521;&#12540;&#12301;&#12398;&#12486;&#12540;&#12502;&#12523;&#12456;&#12531;&#12488;&#12522;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#32004;2&#20998;&#38291;&#12398;&#12487;&#12540;&#12479;&#21454;&#38598;&#24460;&#12289;&#12371;&#12428;&#12425;&#12398;&#25968;&#20516;&#12399;&#36890;&#24120;&#23433;&#23450;&#12375;&#12289;&#36969;&#20999;&#12394;&#28204;&#23450;&#20516;&#12364;&#24471;&#12425;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">RA&#12391;&#12398;&#26997;&#24231;&#27161;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12456;&#12521;&#12540;&#12392;&#26410;&#20462;&#27491;&#12398;&#21608;&#26399;&#30340;&#12456;&#12521;&#12540;&#12434;&#12424;&#12426;&#27491;&#30906;&#12395;&#28204;&#23450;&#12375;&#12383;&#12356;&#22580;&#21512;&#12399;&#12289;Guiding Assistant&#12434;&#26368;&#22823;10&#20998;&#38291;&#23455;&#34892;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#35336;&#31639;&#12373;&#12428;&#12383;&#26997;&#37197;&#32622;&#35492;&#24046;&#12399;&#12289;&#29694;&#22312;&#12398;&#12473;&#12467;&#12540;&#12503;&#12398;&#20559;&#35282;&#12398;&#24433;&#38911;&#12434;&#21463;&#12369;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#12418;&#27491;&#30906;&#12394;&#28204;&#23450;&#20516;&#12434;&#21462;&#24471;&#12377;&#12427;&#12395;&#12399;&#12289;</font><font style="vertical-align: inherit;">&#22825;&#20307;&#23376;&#21320;&#32218;&#12398;&#25968;&#24230;&#20197;&#20869;&#12395;&#12473;&#12467;&#12540;&#12503;&#12434;&#21521;&#12369;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#24460;&#12395;&#12300;&#20572;&#27490;&#12301;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#28204;&#23450;&#12503;&#12525;&#12475;&#12473;&#12398;&#12371;&#12398;&#12501;&#12455;&#12540;&#12474;&#12364;&#20572;&#27490;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#36196;&#32239;&#12398;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12434;&#28204;&#23450;&#12301;&#12398;&#12508;&#12483;&#12463;&#12473;&#12434;&#12458;&#12531;&#12395;&#12377;&#12427;&#12392;&#12289;&#12381;&#12398;&#12503;&#12525;&#12475;&#12473;&#12364;&#38283;&#22987;&#12373;&#12428;&#12414;&#12377;&#65288;&#20197;&#19979;&#12434;&#21442;&#29031;&#65289;&#12290;&#12381;&#12358;&#12391;&#12394;&#12356;&#22580;&#21512;&#12289;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12364;&#20877;&#24230;&#26377;&#21177;&#12395;&#12394;&#12426;&#12289;&#12487;&#12540;&#12479;&#21454;&#38598;&#12503;&#12525;&#12475;&#12473;&#12364;&#32066;&#20102;&#12375;&#12414;&#12377;&#12290;&#12381;&#12398;&#20182;&#12398;&#35336;&#31639;&#32080;&#26524;&#12399;&#19979;&#37096;&#38936;&#22495;&#12395;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#20840;&#20307;&#12398;&#12489;&#12522;&#12501;&#12488;&#29575;&#12392;&#12381;&#12398;&#20182;&#12398;&#12373;&#12414;&#12374;&#12414;&#12394;&#28204;&#23450;&#20516;&#12434;&#31034;&#12377;&#34920;&#12398;&#12371;&#12428;&#12425;&#12398;&#20516;&#12399;&#12377;&#12409;&#12390;&#12289;&#12450;&#12540;&#12463;&#31186;&#12392;&#12500;&#12463;&#12475;&#12523;&#12398;&#20001;&#26041;&#12398;&#21336;&#20301;&#12391;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;&#12480;&#12452;&#12450;&#12525;&#12464;&#12508;&#12483;&#12463;&#12473;&#12399;&#27425;&#12398;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#12503;&#12525;&#12475;&#12473;&#12364;&#38283;&#22987;&#12373;&#12428;&#12414;&#12377;&#65288;&#20197;&#19979;&#12434;&#21442;&#29031;&#65289;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12358;&#12391;&#12394;&#12356;&#22580;&#21512;&#12289;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12364;&#20877;&#24230;&#26377;&#21177;&#12395;&#12394;&#12426;&#12289;&#12487;&#12540;&#12479;&#21454;&#38598;&#12503;&#12525;&#12475;&#12473;&#12364;&#32066;&#20102;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#20182;&#12398;&#35336;&#31639;&#32080;&#26524;&#12399;&#12289;&#20840;&#20307;&#30340;&#12394;&#12489;&#12522;&#12501;&#12488;&#29575;&#12392;&#12381;&#12398;&#20182;&#12398;&#12373;&#12414;&#12374;&#12414;&#12394;&#28204;&#23450;&#20516;&#12434;&#31034;&#12377;&#34920;&#12398;&#19979;&#12398;&#38936;&#22495;&#12395;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#20516;&#12399;&#12377;&#12409;&#12390;&#12289;&#12450;&#12540;&#12463;&#31186;&#12392;&#12500;&#12463;&#12475;&#12523;&#12398;&#20001;&#26041;&#12398;&#21336;&#20301;&#12391;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12480;&#12452;&#12450;&#12525;&#12464;&#12508;&#12483;&#12463;&#12473;&#12399;&#27425;&#12398;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#12503;&#12525;&#12475;&#12473;&#12364;&#38283;&#22987;&#12373;&#12428;&#12414;&#12377;&#65288;&#20197;&#19979;&#12434;&#21442;&#29031;&#65289;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12358;&#12391;&#12394;&#12356;&#22580;&#21512;&#12289;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12364;&#20877;&#24230;&#26377;&#21177;&#12395;&#12394;&#12426;&#12289;&#12487;&#12540;&#12479;&#21454;&#38598;&#12503;&#12525;&#12475;&#12473;&#12364;&#32066;&#20102;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#20182;&#12398;&#35336;&#31639;&#32080;&#26524;&#12399;&#12289;&#20840;&#20307;&#30340;&#12394;&#12489;&#12522;&#12501;&#12488;&#29575;&#12392;&#12381;&#12398;&#20182;&#12398;&#12373;&#12414;&#12374;&#12414;&#12394;&#28204;&#23450;&#20516;&#12434;&#31034;&#12377;&#34920;&#12398;&#19979;&#12398;&#38936;&#22495;&#12395;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#20516;&#12399;&#12377;&#12409;&#12390;&#12289;&#12450;&#12540;&#12463;&#31186;&#12392;&#12500;&#12463;&#12475;&#12523;&#12398;&#20001;&#26041;&#12398;&#21336;&#20301;&#12391;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12480;&#12452;&#12450;&#12525;&#12464;&#12508;&#12483;&#12463;&#12473;&#12399;&#27425;&#12398;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 780px; height: 540px;" alt="" src="Guiding_Assistant_Finish_NoBL.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#21491;&#20596;&#12395;&#12354;&#12427;&#12300;&#25512;&#22888;&#20107;&#38917;&#12301;&#12464;&#12523;&#12540;&#12503;&#12398;&#20869;&#23481;&#12399;&#12289;&#32113;&#35336;&#28204;&#23450;&#12398;&#32080;&#26524;&#12434;&#21453;&#26144;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36984;&#25246;&#12375;&#12383;&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12364;&#26368;&#23567;&#31227;&#21205;&#12503;&#12525;&#12497;&#12486;&#12451;&#12434;&#12469;&#12509;&#12540;&#12488;&#12375;&#12390;&#12356;&#12427;&#12392;&#20206;&#23450;&#12377;&#12427;&#12392;&#12289;&#32080;&#26524;&#12395;&#22522;&#12389;&#12356;&#12390;&#12371;&#12428;&#12425;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#33258;&#21205;&#30340;&#12395;&#35373;&#23450;&#12377;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36890;&#24120;&#12398;&#12460;&#12452;&#12489;&#25805;&#20316;&#12434;&#32154;&#34892;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;&#28204;&#23450;&#12434;&#20877;&#23455;&#34892;&#12377;&#12427;&#12363;&#12289;&#12480;&#12452;&#12450;&#12525;&#12464;&#12508;&#12483;&#12463;&#12473;&#12434;&#12377;&#12409;&#12390;&#38281;&#12376;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12398;&#28204;&#23450;</font></font></span><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">[&#36196;&#32239;&#12398;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12434;&#28204;&#23450;]&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12434;&#12458;&#12531;&#12395;&#12375;&#12383;&#22580;&#21512;&#12289;&#39640;&#21608;&#27874;&#28204;&#23450;&#12364;&#23436;&#20102;&#12377;&#12427;&#12392;&#12377;&#12368;&#12395;&#12381;&#12398;&#12503;&#12525;&#12475;&#12473;&#12364;&#38283;&#22987;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12388;&#12414;&#12426;&#12289;&#12300;&#20572;&#27490;&#12301;&#12508;&#12479;&#12531;&#12434;1&#22238;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#39640;&#21608;&#27874;&#28204;&#23450;&#12364;&#20572;&#27490;&#12375;&#12289;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12398;&#28204;&#23450;&#12364;&#38283;&#22987;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#26368;&#21021;&#12398;&#12469;&#12531;&#12503;&#12522;&#12531;&#12464;&#26399;&#38291;&#12364;2&#20998;&#26410;&#28288;&#12398;&#22580;&#21512;&#12289;&#12480;&#12452;&#12450;&#12525;&#12464;&#12508;&#12483;&#12463;&#12473;&#12364;&#34920;&#31034;&#12373;&#12428;&#12289;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12486;&#12473;&#12488;&#12399;2&#20998;&#12398;&#26399;&#38291;&#12364;&#32066;&#20102;&#12377;&#12427;&#12414;&#12391;&#12469;&#12531;&#12503;&#12522;&#12531;&#12464;&#12434;&#32154;&#12369;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12486;&#12540;&#12479;&#12473;&#12513;&#12483;&#12475;&#12540;&#12472;&#12398;&#26032;&#12375;&#12356;&#12464;&#12523;&#12540;&#12503;&#12364;[&#38283;&#22987;]&#12508;&#12479;&#12531;&#12392;[&#20572;&#27490;]&#12508;&#12479;&#12531;&#12398;&#12377;&#12368;&#19978;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#20309;&#12364;&#34892;&#12431;&#12428;&#12390;&#12356;&#12427;&#12363;&#12434;&#30906;&#35469;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 772px; height: 511px;" alt="" src="Guiding_Assistant_MeasuringBL.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#28204;&#23450;&#12434;&#34892;&#12358;&#12383;&#12417;&#12395;&#12289;PHD2&#12399;&#26368;&#21021;&#12395;&#21271;&#26041;&#21521;&#12395;&#26143;&#12434;&#22823;&#37327;&#12395;&#31227;&#21205;&#12373;&#12379;&#12289;&#27425;&#12395;&#21335;&#26041;&#21521;&#12395;&#25147;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12503;&#12525;&#12475;&#12473;&#20013;&#12395;&#26143;&#12364;&#22833;&#12431;&#12428;&#12427;&#12522;&#12473;&#12463;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#12414;&#12383;&#12399;&#26143;&#12364;&#12475;&#12531;&#12469;&#12540;&#12398;&#21271;&#31471;&#12395;&#26082;&#12395;&#36817;&#12377;&#12366;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#39640;&#12398;&#31934;&#24230;&#12434;&#24471;&#12427;&#12395;&#12399;&#12289;&#21271;&#12395;&#31227;&#21205;&#12377;&#12427;&#12383;&#12417;&#12398;&#21313;&#20998;&#12394;&#12473;&#12506;&#12540;&#12473;&#12364;&#12354;&#12427;&#12460;&#12452;&#12489;&#26143;&#12434;&#36984;&#25246;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26908;&#32034;&#38936;&#22495;&#22806;&#12395;&#31227;&#21205;&#12373;&#12428;&#12383;&#12383;&#12417;&#12395;&#26143;&#12364;&#22833;&#12431;&#12428;&#12383;&#22580;&#21512;&#12289;&#12381;&#12398;&#38936;&#22495;&#12398;&#12469;&#12452;&#12474;&#12434;&#12300;</font><a href="Advanced_settings.html#Guiding_Tab"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;</font></a><font style="vertical-align: inherit;">&#12301;&#12363;&#12425;&#19968;&#26178;&#30340;&#12395;&#22679;&#12420;&#12377;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;</font></font><a href="file:///C:/PHD2Guide_Ja_Help/Advanced_settings.htm#Guiding_Tab"><font style="vertical-align: inherit;"></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">'[&#35443;&#32048;&#35373;&#23450;]&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;[&#12479;&#12502;]&#12290;</font><font style="vertical-align: inherit;">20&#12500;&#12463;&#12475;&#12523;&#12398;&#26908;&#32034;&#38936;&#22495;&#12469;&#12452;&#12474;&#12399;&#12289;&#12411;&#12392;&#12435;&#12393;&#12398;&#27083;&#25104;&#12391;&#27231;&#33021;&#12377;&#12427;&#12399;&#12378;&#12391;&#12377;&#12290;&#26908;&#32034;&#38936;&#22495;&#20869;&#12395;&#35079;&#25968;&#12398;&#26143;&#12364;&#12394;&#12356;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#28204;&#23450;&#12398;&#26368;&#21021;&#12398;&#27573;&#38542;&#12391;&#12399;&#12289;&#21271;&#26041;&#21521;&#12395;&#23384;&#22312;&#12377;&#12427;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12434;&#12377;&#12409;&#12390;&#38500;&#21435;&#12377;&#12427;&#26368;&#21021;&#12398;&#35430;&#12415;&#12364;&#21547;&#12414;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12487;&#12451;&#12531;&#12464;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;&#65288;GA&#65289;&#12399;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12364;&#19968;&#26041;&#21521;&#12395;&#22823;&#12365;&#12367;&#19968;&#36011;&#12375;&#12390;&#31227;&#21205;&#12377;&#12427;&#12398;&#12434;&#30906;&#35469;&#12377;&#12427;&#12414;&#12391;&#12289;&#12371;&#12428;&#12425;&#12398;&#12463;&#12522;&#12450;&#12467;&#12510;&#12531;&#12489;&#12434;&#32154;&#34892;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12364;&#23436;&#20102;&#12377;&#12427;&#12392;&#12289;GA&#12399;&#21029;&#12398;&#19968;&#36899;&#12398;&#12467;&#12510;&#12531;&#12489;&#12434;&#30330;&#34892;&#12375;&#12390;&#12289;&#26143;&#12434;&#22823;&#37327;&#12395;&#21271;&#12395;&#31227;&#21205;&#12375;&#32154;&#12369;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#12399;&#23569;&#12394;&#12367;&#12392;&#12418;16&#31186;&#12363;&#12363;&#12426;&#12289;&#27083;&#25104;&#12395;&#12424;&#12387;&#12390;&#12399;&#12373;&#12425;&#12395;&#26178;&#38291;&#12364;&#12363;&#12363;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#12473;&#12486;&#12540;&#12479;&#12473;&#12398;&#26356;&#26032;&#12434;&#35211;&#12390;&#12289;&#20309;&#12364;&#34892;&#12431;&#12428;&#12390;&#12356;&#12427;&#12363;&#12434;&#30906;&#35469;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21271;&#12398;&#12473;&#12486;&#12483;&#12503;&#12364;&#32066;&#20102;&#12377;&#12427;&#12392;&#12289;GA&#12399;&#21335;&#12398;&#26041;&#21521;&#12395;&#21516;&#12376;&#25968;&#12398;&#12473;&#12486;&#12483;&#12503;&#12434;&#30330;&#34892;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12395;&#22823;&#12365;&#12394;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;&#12354;&#12427;&#22580;&#21512;&#12289;&#26143;&#12364;&#21335;&#12395;&#31227;&#21205;&#12375;&#22987;&#12417;&#12427;&#12398;&#12395;&#38263;&#12356;&#26178;&#38291;&#12364;&#12363;&#12363;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12364;&#12289;&#36890;&#24120;&#12399;&#20966;&#29702;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21335;&#12398;&#12473;&#12486;&#12483;&#12503;&#12364;&#23436;&#20102;&#12377;&#12427;&#12392;&#12289;&#26143;&#12364;&#23455;&#38555;&#12395;&#12393;&#12428;&#12384;&#12369;&#31227;&#21205;&#12375;&#12383;&#12363;&#12395;&#38306;&#20418;&#12394;&#12367;&#12289;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#37327;&#12364;&#35336;&#31639;&#12373;&#12428;&#12414;&#12377;&#12290; &nbsp;</font></font><span style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#26143;&#12364;&#21335;&#26041;&#21521;&#12395;&#12414;&#12387;&#12383;&#12367;&#31227;&#21205;&#12375;&#12390;&#12356;&#12394;&#12356;&#22580;&#21512;&#12289;&#35336;&#31639;&#12373;&#12428;&#12383;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#37327;&#12399;&#23567;&#12373;&#12377;&#12366;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp;</span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12381;&#12398;&#26178;&#28857;&#12391;&#12289;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;8&#31186;&#12434;&#36229;&#12360;&#12390;&#12356;&#12427;&#12371;&#12392;&#12364;&#12431;&#12363;&#12426;&#12414;&#12377;&#12290;&#12371;&#12428;&#12399;&#38750;&#24120;&#12395;&#22823;&#12365;&#12394;&#37327;&#12391;&#12377;&#12290;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12460;&#12452;&#12487;&#12451;&#12531;&#12464;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;&#12399;&#12289;&#26143;&#12434;&#38283;&#22987;&#20301;&#32622;&#12395;&#25147;&#12381;&#12358;&#12392;&#12375;&#12289;&#12460;&#12452;&#12489;&#12434;&#20877;&#12403;&#26377;&#21177;&#12395;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#32368;&#12426;&#36820;&#12375;&#12414;&#12377;&#12364;&#12289;&#26143;&#12364;&#22833;&#12431;&#12428;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12364;&#12289;&#12371;&#12428;&#12399;&#35336;&#31639;&#12395;&#24433;&#38911;&#12375;&#12414;&#12379;&#12435;&#12290;&#36890;&#24120;&#12393;&#12362;&#12426;&#12460;&#12452;&#12489;&#12434;&#20572;&#27490;&#12375;&#12390;&#20877;&#38283;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#39640;&#21608;&#27874;&#12398;&#26143;&#12398;&#21205;&#12365;&#12434;&#28204;&#23450;&#12377;&#12427;&#26368;&#21021;&#12398;&#12503;&#12525;&#12475;&#12473;&#12392;&#12399;&#30064;&#12394;&#12426;&#12289;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#28204;&#23450;&#12364;&#38283;&#22987;&#12373;&#12428;&#12383;&#12425;&#12300;&#20572;&#27490;&#12301;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#24517;&#35201;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12377;&#12409;&#12390;&#12398;&#12473;&#12486;&#12483;&#12503;&#12364;&#23436;&#20102;&#12377;&#12427;&#12392;&#12289;&#28204;&#23450;&#12503;&#12525;&#12475;&#12473;&#12364;&#32066;&#20102;&#12375;&#12289;&#36890;&#24120;&#12398;&#12460;&#12452;&#12489;&#12364;&#20877;&#38283;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#12525;&#12473;&#12488;&#12473;&#12479;&#12540;&#29366;&#24907;&#12394;&#12393;&#12289;&#20309;&#12363;&#21839;&#38988;&#12364;&#30330;&#29983;&#12375;&#12383;&#22580;&#21512;&#12399;&#12300;&#20572;&#27490;&#12301;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12289;&#28310;&#20633;&#12364;&#12391;&#12365;&#12383;&#12425;&#20877;&#36215;&#21205;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12486;&#12473;&#12488;&#12364;&#32066;&#20102;&#12377;&#12427;&#12392;&#12289;&#20197;&#21069;&#12398;&#12424;&#12358;&#12395;&#32080;&#26524;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 776px; height: 622px;" alt="" src="Guiding_Assistant_Finish.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12398;&#37327;&#12395;&#24540;&#12376;&#12390;&#12289;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;&#20418;&#25968;&#12434;&#35373;&#23450;&#12377;&#12427;&#12383;&#12417;&#12398;&#25512;&#22888;&#20107;&#38917;&#12364;&#34920;&#31034;&#12373;&#12428;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;-&#19978;&#35352;&#12398;&#20363;&#12391;&#12399;230&#12511;&#12522;&#31186;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12479;&#12452;&#12503;&#12398;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;&#12399;&#12289;&#22810;&#12367;&#12398;&#12510;&#12454;&#12531;&#12488;&#12467;&#12531;&#12488;&#12525;&#12540;&#12521;&#12540;&#12391;&#25552;&#20379;&#12373;&#12428;&#12427;&#27231;&#33021;&#12392;&#12399;&#30064;&#12394;&#12426;&#12289;&#12371;&#12371;&#12391;&#35500;&#26126;&#12375;&#12414;&#12377;&#65306; &nbsp; </font></font><a href="Advanced_settings.html#Declination_backlash_comp"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> &nbsp; &nbsp;&#28204;&#23450;&#12373;&#12428;&#12383;&#37327;&#12364;100&#12511;&#12522;&#31186;&#26410;&#28288;&#12398;&#22580;&#21512;&#12289;&#12381;&#12398;&#12424;&#12358;&#12394;&#23569;&#37327;&#12399;&#12362;&#12381;&#12425;&#12367;&#35036;&#20767;&#12434;&#20445;&#35388;&#12375;&#12394;&#12356;&#12383;&#12417;&#12289;&#25512;&#22888;&#12399;&#34892;&#12431;&#12428;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;3&#31186;&#12434;&#36229;&#12360;&#12427;&#38750;&#24120;&#12395;&#22823;&#12365;&#12356;&#22580;&#21512;&#12289;&#36196;&#32239;&#12391;&#21336;&#26041;&#21521;&#12460;&#12452;&#12489;&#12434;&#20351;&#29992;&#12377;&#12427;&#12383;&#12417;&#12398;&#21029;&#12398;&#25512;&#22888;&#20107;&#38917;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#12381;&#12398;&#12424;&#12358;&#12394;&#22823;&#12365;&#12394;&#20516;&#12434;&#35036;&#27491;&#12375;&#12424;&#12358;&#12392;&#12377;&#12427;&#12392;&#12362;&#12381;&#12425;&#12367;&#12358;&#12414;&#12367;&#27231;&#33021;&#12375;&#12394;&#12356;&#12383;&#12417;&#12391;&#12354;&#12426;&#12289;&#12510;&#12454;&#12531;&#12488;&#12399;&#12362;&#12381;&#12425;&#12367;&#21452;&#26041;&#21521;&#12460;&#12452;&#12489;&#12434;&#12469;&#12509;&#12540;&#12488;&#12377;&#12427;&#12398;&#12395;&#21313;&#20998;&#12394;&#36895;&#12373;&#12391;&#26041;&#21521;&#12434;&#36870;&#12395;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12394;&#12356;&#12363;&#12425;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26126;&#12425;&#12363;&#12395;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#21205;&#20316;&#26041;&#27861;&#12395;&#38306;&#12377;&#12427;&#32076;&#39443;&#12395;&#22522;&#12389;&#12356;&#12390;&#12289;&#29420;&#33258;&#12398;&#32080;&#35542;&#12395;&#36948;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#28204;&#23450;&#12434;&#34892;&#12358;&#21069;&#12395;&#12289;&#12510;&#12454;&#12531;&#12488;&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12391;&#20197;&#21069;&#26377;&#21177;&#12395;&#12373;&#12428;&#12390;&#12356;&#12383;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;&#12434;&#24517;&#12378;&#28961;&#21177;&#12395;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12434;&#34892;&#12431;&#12394;&#12356;&#22580;&#21512;&#12289;PHD2&#12395;&#12424;&#12427;&#28204;&#23450;&#12392;&#12381;&#12398;&#24460;&#12398;&#35036;&#27491;&#12398;&#35430;&#12415;&#12399;&#28961;&#21177;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290; &nbsp;</font></font><a href="Advanced_settings.html#Declination-Uni-directional_guiding"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#19968;&#26041;&#21521;&#12460;&#12452;&#12489;</font></font></a><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#28204;&#23450;&#32080;&#26524;&#12398;&#12464;&#12521;&#12501;&#12451;&#12483;&#12463;&#34920;&#31034;&#12434;&#35211;&#12427;&#12392;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#23455;&#34892;&#26041;&#27861;&#12434;&#12424;&#12426;&#12424;&#12367;&#29702;&#35299;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#12464;&#12521;&#12501;&#12398;&#34920;&#31034;&#12301;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#27425;&#12398;&#12424;&#12358;&#12394;&#12464;&#12521;&#12501;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;</font></font><br><br><img style="width: 472px; height: 391px;" alt="" src="Guiding_Assistant_BL_Small.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12290;&#32209;&#12398;&#28857;&#12399;&#12289;&#21271;&#12363;&#12425;&#22987;&#12414;&#12426;&#21335;&#65288;&#25147;&#12426;&#65289;&#12398;&#21205;&#12365;&#12391;&#32066;&#12431;&#12427;&#12289;&#24038;&#12363;&#12425;&#21491;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#28204;&#23450;&#12373;&#12428;&#12383;&#36196;&#32239;&#20301;&#32622;&#12434;&#31034;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#30333;&#12356;&#28857;&#12399;&#12289;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;&#12476;&#12525;&#12398;&#23436;&#20840;&#12394;&#12510;&#12454;&#12531;&#12488;&#12398;&#21335;&#25147;&#12426;&#21205;&#20316;&#12434;&#31034;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#20363;&#12391;&#12399;&#12289;&#32209;&#33394;&#12398;&#12509;&#12452;&#12531;&#12488;&#12398;&#19978;&#37096;&#12364;&#24179;&#12425;&#12395;&#12394;&#12387;&#12390;&#12356;&#12427;&#12371;&#12392;&#12363;&#12425;&#26126;&#12425;&#12363;&#12394;&#12424;&#12358;&#12395;&#12289;&#12431;&#12378;&#12363;&#12394;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12375;&#12363;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#27425;&#12398;&#20363;&#12398;&#12424;&#12358;&#12395;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;&#22823;&#24133;&#12395;&#22823;&#12365;&#12356;&#22580;&#21512;&#12399;&#12289;&#19978;&#37096;&#12364;&#24179;&#12425;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 471px; height: 393px;" alt="" src="Guiding_Assistant_BL_Large.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#22580;&#21512;&#12395;&#12424;&#12387;&#12390;&#12399;&#12289;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#28204;&#23450;&#12364;&#22833;&#25943;&#12434;&#22577;&#21578;&#12375;&#12289;&#25968;&#20516;&#32080;&#26524;&#12434;&#34920;&#31034;&#12375;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#12460;&#12452;&#12489;&#26143;&#12364;&#22833;&#12431;&#12428;&#12383;&#22580;&#21512;&#12395;&#30330;&#29983;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12364;&#12289;&#12424;&#12426;&#21487;&#33021;&#24615;&#12398;&#39640;&#12356;&#21407;&#22240;&#12399;&#12289;12&#26376;&#36600;&#12398;&#22823;&#12365;&#12394;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12392;&#12473;&#12486;&#12451;&#12463;&#12471;&#12519;&#12531;&#65288;&#38745;&#25705;&#25830;&#65289;&#12398;&#32068;&#12415;&#21512;&#12431;&#12379;&#12289;&#12414;&#12383;&#12399;12&#26376;&#12398;&#22823;&#12365;&#12394;&#19981;&#22343;&#34913;&#12391;&#12377;&#12290;&#20104;&#24819;&#12373;&#12428;&#12427;&#12469;&#12452;&#12474;&#12398;&#21205;&#12365;&#12394;&#12398;&#12391;&#12289;&#28204;&#23450;&#12399;&#21336;&#32020;&#12395;&#19981;&#27491;&#30906;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12486;&#12473;&#12488;&#12364;&#22833;&#25943;&#12375;&#12390;&#12418;&#12289;&#12464;&#12521;&#12501;&#12434;&#35211;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12427;&#12383;&#12417;&#12289;&#12486;&#12473;&#12488;&#20013;&#12395;&#12510;&#12454;&#12531;&#12488;&#12364;&#12393;&#12398;&#12424;&#12358;&#12395;&#23455;&#34892;&#12373;&#12428;&#12383;&#12363;&#12434;&#30906;&#35469;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#19979;&#37096;&#12395;&#12354;&#12427;[&#21069;&#12395;&#12524;&#12499;&#12517;&#12540;]&#12508;&#12479;&#12531;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;&#21069;&#12398;3&#12388;&#12398;GA&#32080;&#26524;&#12434;&#12524;&#12499;&#12517;&#12540;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12486;&#12473;&#12488;&#12434;&#12356;&#12388;&#12391;&#12418;&#23455;&#34892;&#12375;&#12383;&#22580;&#21512;&#12289;3&#12388;&#12398;&#12475;&#12483;&#12471;&#12519;&#12531;&#12398;&#23569;&#12394;&#12367;&#12392;&#12418;1&#12388;&#12395;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#28204;&#23450;&#32080;&#26524;&#12364;&#21547;&#12414;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">[&#12524;&#12499;&#12517;&#12540;]&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#29694;&#22312;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12395;&#23550;&#12375;&#12390;GA&#12364;&#23455;&#34892;&#12373;&#12428;&#12383;&#12392;&#12365;&#12398;&#12479;&#12452;&#12512;&#12473;&#12479;&#12531;&#12503;&#12398;&#12522;&#12473;&#12488;&#12364;&#34920;&#31034;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#24517;&#35201;&#12394;&#26085;&#20184;/&#26178;&#21051;&#12434;&#36984;&#25246;&#12377;&#12427;&#12384;&#12369;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12377;&#12409;&#12390;&#12398;&#12464;&#12522;&#12483;&#12489;&#20516;&#12392;&#25512;&#22888;&#20107;&#38917;&#12395;&#12399;&#12289;&#25512;&#22888;&#20107;&#38917;&#12434;&#36969;&#29992;&#12377;&#12427;&#12383;&#12417;&#12398;&#12450;&#12463;&#12486;&#12451;&#12502;&#12394;&#12508;&#12479;&#12531;&#12434;&#21547;&#12416;&#12289;&#36984;&#25246;&#12375;&#12383;GA&#23455;&#34892;&#12398;&#32080;&#26524;&#12364;&#20837;&#21147;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><span style="font-weight: bold;"></span><br>
<h3><a name="Star_cross_tool"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12473;&#12479;&#12540;&#12463;&#12525;&#12473;&#12484;&#12540;&#12523;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12473;&#12479;&#12540;&#12463;&#12525;&#12473;&#12484;&#12540;&#12523;&#12399;&#12289;&#12371;&#12398;</font></font><a href="Trouble_shooting.html#Star_cross_test"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12488;&#12521;&#12502;&#12523;&#12471;&#12517;&#12540;&#12486;&#12451;&#12531;&#12464;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> 
&#12475;&#12463;&#12471;&#12519;&#12531;&#12391;</font><font style="vertical-align: inherit;">&#35500;&#26126;&#12373;&#12428;&#12390;&#12356;&#12427;&#12424;&#12358;&#12395;&#12289;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12395;&#23550;&#12377;&#12427;&#12510;&#12454;&#12531;&#12488;&#12398;&#24540;&#31572;&#12434;&#12486;&#12473;&#12488;&#12377;&#12427;&#12398;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;</font><font style="vertical-align: inherit;">&#12290;</font><font style="vertical-align: inherit;">&#12486;&#12473;&#12488;&#12399;&#25163;&#21205;&#12391;&#31777;&#21336;&#12395;&#23455;&#34892;&#12391;&#12365;&#12414;&#12377;&#12364;&#12289;&#12371;&#12398;&#12484;&#12540;&#12523;&#12434;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12479;&#12540;&#12463;&#12525;&#12473;&#12484;&#12540;&#12523;&#12395;&#12399;&#12289;&#27425;&#12398;&#12480;&#12452;&#12450;&#12525;&#12464;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 603px; height: 309px;" alt="" src="Star_cross_tool.png"><br><br><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12398;&#12486;&#12473;&#12488;&#12391;&#12399;&#12289;&#12513;&#12452;&#12531;&#12398;&#30011;&#20687;&#12459;&#12513;&#12521;&#12434;&#20351;&#29992;&#12375;&#12390;&#30011;&#20687;&#12434;&#34920;&#31034;&#12377;&#12427;&#12371;&#12392;&#12434;&#24819;&#23450;&#12375;&#12390;&#12356;&#12414;&#12377;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12289;&#12381;&#12398;&#12383;&#12417;&#12289;PHD2&#12399;&#12381;&#12398;&#12383;&#12417;&#12395;&#20351;&#29992;&#12373;&#12428;&#12390;&#12356;&#12427;&#30011;&#20687;&#12473;&#12465;&#12540;&#12523;&#12434;&#30693;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#35373;&#23450;&#12399;&#12289;&#12513;&#12452;&#12531;&#12459;&#12513;&#12521;&#12395;&#26126;&#30906;&#12394;&#12497;&#12479;&#12540;&#12531;&#12434;&#34920;&#31034;&#12377;&#12427;&#12398;&#12395;&#21313;&#20998;&#12394;&#22823;&#12365;&#12373;&#12391;&#12354;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12364;&#12289;&#26143;&#12364;&#35222;&#37326;&#12363;&#12425;&#31227;&#21205;&#12377;&#12427;&#12411;&#12393;&#22823;&#12365;&#12367;&#12394;&#12356;&#12371;&#12392;&#12434;&#30906;&#35469;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12501;&#12457;&#12523;&#12488;&#35373;&#23450;&#12399;&#12411;&#12392;&#12435;&#12393;&#12398;&#12475;&#12483;&#12488;&#12450;&#12483;&#12503;&#12391;&#12358;&#12414;&#12367;&#27231;&#33021;&#12377;&#12427;&#12399;&#12378;&#12391;&#12377;&#12364;&#12289;&#24517;&#35201;&#12395;&#24540;&#12376;&#12390;&#35519;&#25972;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#37325;&#35201;&#12394;&#12371;&#12392;&#12399;&#12289;&#12513;&#12452;&#12531;&#12459;&#12513;&#12521;&#30011;&#20687;&#12398;&#26143;&#12398;&#21205;&#12365;&#12398;&#26126;&#30906;&#12394;&#35352;&#37682;&#12434;&#21462;&#24471;&#12375;&#12289;&#12381;&#12398;&#30011;&#20687;&#12434;&#26410;&#22311;&#32302;&#12398;&#38750;&#22311;&#32302;&#24418;&#24335;&#65288;&#12383;&#12392;&#12360;&#12400;&#12289;FIT&#12414;&#12383;&#12399;&#38750;&#22311;&#32302;TIF&#65289;&#12391;&#20445;&#23384;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12486;&#12473;&#12488;&#20013;&#12289;&#12523;&#12540;&#12503;&#12399;&#12450;&#12463;&#12486;&#12451;&#12502;&#12395;&#12394;&#12426;&#12414;&#12377;&#12364;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12399;&#36984;&#25246;&#12373;&#12428;&#12378;&#12289;&#20491;&#12293;&#12398;&#12473;&#12479;&#12540;&#12364;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12501;&#12524;&#12540;&#12512;&#12363;&#12425;&#22806;&#12428;&#12390;&#12418;&#21839;&#38988;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12523;&#12540;&#12503;&#12364;&#12450;&#12463;&#12486;&#12451;&#12502;&#12395;&#12394;&#12427;&#12398;&#12391;&#12289;&#12510;&#12454;&#12531;&#12488;&#12364;&#21205;&#12356;&#12390;&#12356;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#12377;&#12400;&#12420;&#12367;&#35222;&#35226;&#30340;&#12395;&#30906;&#35469;&#12391;&#12365;&#12414;&#12377;&#12290;
</font></font><h3><a name="pierflip_cal_tool"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12513;&#12522;&#12487;&#12451;&#12450;&#12531;&#12501;&#12522;&#12483;&#12503;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12484;&#12540;&#12523;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">

&#23376;&#21320;&#32218;&#21453;&#36578;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12484;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;</font></font><a href="Advanced_settings.html#Reverse_Dec_output_after_meridian_flip"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12289;&#23376;&#21320;&#32218;&#21453;&#36578;&#24460;&#12398;&#36870;Dec&#20986;&#21147;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12398;&#35373;&#23450;&#12398;&#27491;&#12375;&#12356;&#20516;&#12434;&#33258;&#21205;&#30340;&#12395;&#27770;&#23450;&#12375;&#12414;&#12377;</font><font style="vertical-align: inherit;">&#12290;</font><font style="vertical-align: inherit;">&#12484;&#12540;&#12523;&#12434;&#23455;&#34892;&#12377;&#12427;&#12395;&#12399;&#12289;2&#12388;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12364;&#24517;&#35201;&#12391;&#12377;&#12290;1&#12388;&#12399;&#26719;&#27211;&#12398;&#26481;&#20596;&#12395;&#12354;&#12427;&#26395;&#36960;&#37857;&#12391;&#12289;&#12418;&#12358;1&#12388;&#12399;&#35199;&#20596;&#12395;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#24517;&#35201;&#12394;&#12392;&#12365;&#12395;&#26395;&#36960;&#37857;&#12434;&#22238;&#36578;&#12373;&#12379;&#12427;&#12424;&#12358;&#12395;&#25351;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;

</font></font><h3><a name="Managing_Equipment_Profiles"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#27231;&#22120;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12398;&#31649;&#29702;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#27231;&#22120;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12399;</font><font style="vertical-align: inherit;">
&#12289;&#12300;&#27231;&#22120;&#12398;&#25509;&#32154;&#12301;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#19968;&#37096;&#12392;&#12375;&#12390;&#20351;&#29992;&#12373;&#12428;&#12427;</font></font><a href="Basic_use.html"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#22522;&#26412;&#20351;&#29992;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12398;&#12475;&#12463;&#12471;&#12519;&#12531;&#12391;&#32057;&#20171;&#12373;&#12428;&#12414;&#12375;&#12383;</font><font style="vertical-align: inherit;">&#12290;</font><font style="vertical-align: inherit;">&#35079;&#25968;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12434;&#31649;&#29702;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;&#12300;&#27231;&#22120;&#12398;&#25509;&#32154;&#12301;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#12300;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12398;&#31649;&#29702;&#12301;&#12508;&#12479;&#12531;&#12434;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12371;&#12398;&#12513;&#12491;&#12517;&#12540;&#38917;&#30446;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#26032;&#12375;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12434;&#20316;&#25104;&#12375;&#12383;&#12426;&#12289;&#26082;&#23384;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12434;&#32232;&#38598;/&#21517;&#21069;&#22793;&#26356;/&#21066;&#38500;&#12375;&#12383;&#12426;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21508;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12395;&#12399;&#12289;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12364;&#26368;&#24460;&#12395;&#20351;&#29992;&#12373;&#12428;&#12383;&#12392;&#12365;&#12395;&#12450;&#12463;&#12486;&#12451;&#12502;&#12384;&#12387;&#12383;&#12377;&#12409;&#12390;&#12398;&#35373;&#23450;&#12364;&#20445;&#25345;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26032;&#12375;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12434;&#20316;&#25104;&#12377;&#12427;&#22580;&#21512;&#12289;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">PHD2</font></span><font style="vertical-align: inherit;">&#12363;&#12425;&#12371;&#12428;&#12425;&#12398;&#35373;&#23450;&#12434;&#12452;&#12531;&#12509;&#12540;&#12488;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#27726;&#29992;&#12487;&#12501;&#12457;&#12523;&#12488;&#12414;&#12383;&#12399;&#26082;&#23384;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12363;&#12425;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#12454;&#12451;&#12470;&#12540;&#12489;&#12301;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;PHD2&#12395;&#27231;&#22120;&#27083;&#25104;&#12395;&#22266;&#26377;&#12398;&#35373;&#23450;&#12434;&#30906;&#31435;&#12373;&#12379;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26082;&#23384;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12398;&#35373;&#23450;&#12434;&#32232;&#38598;&#12377;&#12427;&#12395;&#12399;&#12289;&#12414;&#12378;&#27231;&#22120;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12398;&#12489;&#12525;&#12483;&#12503;&#12480;&#12454;&#12531;&#12522;&#12473;&#12488;&#12391;&#35373;&#23450;&#12434;&#36984;&#25246;&#12375;&#12289;&#27425;&#12395;[&#35373;&#23450;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;[</font></font><a name="Manage_Profiles"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12398;&#12503;&#12523;&#12480;&#12454;&#12531;&#12434;&#31649;&#29702;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;&#12300;Brain&#12301;&#12480;&#12452;&#12450;&#12525;&#12464;&#12364;&#34920;&#31034;&#12373;&#12428;&#12289;&#24517;&#35201;&#12394;&#22793;&#26356;&#12434;&#21152;&#12360;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12399;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12475;&#12483;&#12471;&#12519;&#12531;</font><font style="vertical-align: inherit;">&#20013;&#12395;&#35373;&#23450;&#12364;&#22793;&#26356;&#12373;&#12428;&#12427;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">&#12383;&#12403;&#12395;</font></span><font style="vertical-align: inherit;">&#33258;&#21205;&#30340;&#12395;&#26356;&#26032;&#12373;&#12428;&#12427;&#12371;&#12392;&#12395;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">&#27880;&#24847;</font></span><font style="vertical-align: inherit;">&#12375;&#12390;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">&#12367;&#12384;&#12373;&#12356;</font></span><font style="vertical-align: inherit;">&#12290;</font><font style="vertical-align: inherit;">&#26368;&#24460;&#12395;&#12289;&#12487;&#12496;&#12483;&#12464;&#12289;&#12496;&#12483;&#12463;&#12450;&#12483;&#12503;&#12289;&#12414;&#12383;&#12399;&#20182;&#12398;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12518;&#12540;&#12470;&#12540;</font><font style="vertical-align: inherit;">&#12392;&#12398;&#20132;&#25563;&#12434;&#30446;&#30340;&#12392;&#12375;&#12390;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12434;&#12452;&#12531;&#12509;&#12540;&#12488;&#12362;&#12424;&#12403;&#12456;&#12463;&#12473;&#12509;&#12540;&#12488;&#12391;&#12365;
 </font><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;</font></font><br>
<br><h3><a name="Ask_for_coordinates_aux_mount"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#24231;&#27161;&#12434;&#27714;&#12417;&#12427;&#12301;&#12434;&#20351;&#29992;&#12375;&#12383;&#35036;&#21161;&#12510;&#12454;&#12531;&#12488;&#25509;&#32154;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">ASCOM&#12414;&#12383;&#12399;INDI&#12489;&#12521;&#12452;&#12496;&#12540;&#12434;&#20351;&#29992;&#12375;&#12390;&#12510;&#12454;&#12531;&#12488;&#12395;&#25509;&#32154;&#12391;&#12365;&#12394;&#12356;&#22580;&#21512;&#12391;&#12418;&#12289;&#12300;&#24231;&#27161;&#12434;&#27714;&#12417;&#12427;&#12301;aux-mount&#25509;&#32154;&#12434;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#20309;&#12424;&#12426;&#12418;&#20778;&#12428;&#12383;&#20195;&#26367;&#25163;&#27573;&#12364;&#24471;&#12425;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;&#12460;&#12452;&#12489;&#12434;&#38283;&#22987;&#12377;&#12427;&#12383;&#12403;&#12395;&#12473;&#12467;&#12540;&#12503;&#12398;&#20301;&#32622;&#12434;&#20837;&#21147;&#12414;&#12383;&#12399;&#30906;&#35469;&#12377;&#12427;&#12424;&#12358;&#12395;&#27714;&#12417;&#12425;&#12428;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 212px; height: 248px;" alt="" src="Manual_mount.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12473;&#12467;&#12540;&#12503;&#12398;&#29694;&#22312;&#12398;&#20559;&#35282;&#12392;&#12469;&#12452;&#12489;&#12458;&#12502;&#12500;&#12450;&#12398;&#20516;&#12434;&#20837;&#21147;&#12377;&#12427;&#12392;&#12289;PHD2&#12399;&#12381;&#12398;&#12509;&#12452;&#12531;&#12486;&#12451;&#12531;&#12464;&#20301;&#32622;&#12395;&#21512;&#12431;&#12379;&#12390;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#33258;&#21205;&#30340;&#12395;&#35519;&#25972;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27491;&#30906;&#12391;&#12354;&#12427;&#24517;&#35201;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;&#25968;&#24230;&#20197;&#20869;&#12398;&#36196;&#32239;&#20516;&#12364;&#27231;&#33021;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#27598;&#22238;&#12371;&#12428;&#12425;&#12398;&#20516;&#12434;&#26356;&#26032;&#12377;&#12427;&#38480;&#12426;&#12289;&#30064;&#12394;&#12427;&#12479;&#12540;&#12466;&#12483;&#12488;&#12395;&#26059;&#22238;&#12375;&#12383;&#12392;&#12365;&#12395;&#20877;&#35519;&#25972;&#12377;&#12427;&#24517;&#35201;&#12364;&#12394;&#12356;&#12371;&#12392;&#12434;&#24847;&#21619;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;Declination = 0&#12398;&#36817;&#12367;&#12391;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#23455;&#34892;&#12375;&#12289;&#39640;&#20559;&#35282;&#12398;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12479;&#12540;&#12466;&#12483;&#12488;&#12395;&#26059;&#22238;&#12375;&#12383;&#12392;&#12365;&#12395;&#26032;&#12375;&#12356;&#20301;&#32622;&#20516;&#12434;&#20837;&#21147;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#26997;&#12395;&#36817;&#12356;&#20301;&#32622;&#12391;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#35430;&#12415;&#12427;&#12424;&#12426;&#12418;&#33391;&#12356;&#32080;&#26524;&#12434;&#29983;&#12416;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12398;&#38283;&#22987;&#12364;&#12487;&#12451;&#12470;&#25805;&#20316;&#12414;&#12383;&#12399;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12363;&#12425;&#12398;&#12469;&#12540;&#12496;&#12540;&#12467;&#12510;&#12531;&#12489;&#12398;&#32080;&#26524;&#12391;&#12354;&#12427;&#22580;&#21512;&#12289;&#12371;&#12398;&#12480;&#12452;&#12450;&#12525;&#12464;&#12399;&#34920;&#31034;&#12373;&#12428;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#35519;&#25972;&#12364;&#27491;&#12375;&#12367;&#27231;&#33021;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;&#20197;&#21069;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;</font></font><span style="font-weight: bold;"><font style="vertical-align: inherit;"></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#27491;&#12375;&#12356;&#28204;&#20301;&#12487;&#12540;&#12479;&#12364;&#21033;&#29992;&#21487;&#33021;&#12395;&#12394;&#12387;&#12390;&#12356;&#12427;</font><span style="font-weight: bold;"><font style="vertical-align: inherit;">&#24517;&#35201;</font></span><font style="vertical-align: inherit;">&#12364;&#12354;&#12426;&#12414;&#12377;&#12290; &nbsp;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">Drift Alignment&#12484;&#12540;&#12523;&#12391;&#12371;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12480;&#12452;&#12450;&#12525;&#12464;&#12399;&#23569;&#12375;&#30064;&#12394;&#12387;&#12390;&#35211;&#12360;&#12414;&#12377;&#65306;</font></font><br><br><img style="width: 327px; height: 350px;" alt="" src="Manual_mount_drift.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#21491;&#26119;&#22825;&#12289;&#32239;&#24230;&#12289;&#32076;&#24230;&#12398;&#36861;&#21152;&#24773;&#22577;&#12434;&#20837;&#21147;&#12377;&#12427;&#12392;&#12289;Drift Alignment&#12484;&#12540;&#12523;&#12399;&#12510;&#12476;&#12531;&#12479;&#12398;&#12479;&#12540;&#12466;&#12483;&#12488;&#20870;&#12434;&#12424;&#12426;&#27491;&#30906;&#12395;&#35519;&#25972;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#20197;&#22806;&#12398;&#22580;&#21512;&#12289;&#20870;&#12395;&#12399;&#12300;&#35519;&#25972;&#12301;&#12501;&#12455;&#12540;&#12474;&#20013;&#12398;&#12509;&#12452;&#12531;&#12486;&#12451;&#12531;&#12464;&#12456;&#12521;&#12540;&#12398;&#19978;&#38480;&#25512;&#23450;&#20516;&#12398;&#12415;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290; &nbsp;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12414;&#12383;&#12399;&#12510;&#12454;&#12531;&#12488;&#12398;&#25509;&#32154;&#12395;&#24433;&#38911;&#12434;&#19982;&#12360;&#12427;&#12371;&#12392;&#12394;&#12367;&#12289;&#12300;&#24231;&#27161;&#12398;&#30906;&#35469;&#12301;&#35036;&#21161;&#12510;&#12454;&#12531;&#12488;&#12434;&#25509;&#32154;&#12414;&#12383;&#12399;&#20999;&#26029;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#12383;&#12417;&#12289;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#32368;&#12426;&#36820;&#12375;&#34920;&#31034;&#12434;&#22238;&#36991;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;&#12489;&#12522;&#12501;&#12488;&#35519;&#25972;&#12414;&#12383;&#12399;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12479;&#12540;&#12466;&#12483;&#12488;&#12408;&#12398;&#26368;&#21021;&#12398;&#12473;&#12523;&#12540;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12434;&#27770;&#23450;&#12375;&#12289;&#12381;&#12428;&#12363;&#12425;&#20999;&#26029;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12393;&#12398;&#12424;&#12358;&#12395;&#20351;&#29992;&#12377;&#12427;&#12363;&#12395;&#38306;&#20418;&#12394;&#12367;&#12289;&#27491;&#12375;&#12356;&#20516;&#12434;&#35373;&#23450;&#12377;&#12427;&#36012;&#20219;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#12414;&#12383;&#12289;&#20516;&#12434;&#22823;&#12365;&#12367;&#38291;&#36949;&#12360;&#12427;&#12392;&#12460;&#12452;&#12489;&#32080;&#26524;&#12364;&#20302;&#19979;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12427;&#12371;&#12392;&#12395;&#27880;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font><br><br><h3><a name="Advanced_Settings_for_the_Simulators"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12471;&#12511;&#12517;&#12524;&#12540;&#12479;&#12540;&#12398;&#35443;&#32048;&#35373;&#23450;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12487;&#12496;&#12452;&#12473;&#12471;&#12511;&#12517;&#12524;&#12540;&#12479;&#12540;&#12399;</font><font style="vertical-align: inherit;">
&#12289;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">PHD2</font></span><font style="vertical-align: inherit;">&#12434;&#23455;&#39443;&#12375;</font><font style="vertical-align: inherit;">&#12289;&#12381;&#12398;&#27231;&#33021;&#12395;&#24931;&#12428;&#12427;</font><font style="vertical-align: inherit;">&#12383;&#12417;&#12398;&#20415;&#21033;&#12394;&#12484;&#12540;&#12523;&#12392;&#12375;&#12390;</font><font style="vertical-align: inherit;">&#12289;</font></font><a href="Basic_use.html"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#22522;&#26412;&#20351;&#29992;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12475;&#12463;&#12471;&#12519;&#12531;&#12391;</font><font style="vertical-align: inherit;">&#32057;&#20171;&#12373;&#12428;&#12414;&#12375;&#12383;</font><font style="vertical-align: inherit;">&#12290;</font><font style="vertical-align: inherit;">&#12471;&#12511;&#12517;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#21033;&#28857;&#12434;&#24471;&#12427;&#12395;&#12399;&#12289;&#12459;&#12513;&#12521;&#12479;&#12452;&#12503;&#12392;&#12375;&#12390;&#12300;&#12471;&#12511;&#12517;&#12524;&#12540;&#12479;&#12301;&#12434;&#12289;&#12510;&#12454;&#12531;&#12488;&#12479;&#12452;&#12503;&#12392;&#12375;&#12390;&#12300;&#12458;&#12531;&#12459;&#12513;&#12521;&#12301;&#12434;&#36984;&#25246;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#12371;&#12392;&#12395;&#27880;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12471;&#12511;&#12517;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#35443;&#32048;&#12395;&#33288;&#21619;&#12364;&#12354;&#12427;&#22580;&#21512;&#12399;&#12289;&#12513;&#12452;&#12531;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12398;[&#12459;&#12512;&#12480;&#12452;&#12450;&#12525;&#12464;]&#12508;&#12479;&#12531;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12471;&#12511;&#12517;&#12524;&#12540;&#12471;&#12519;&#12531;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#35519;&#25972;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"></font></span><font style="vertical-align: inherit;"></font><br>
<br>
<img style="width: 775px; height: 428px;" alt="" src="Tools_simulator.png"><br>
<br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#20559;&#35282;&#12398;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12289;&#26997;&#12398;&#12511;&#12473;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12395;&#12424;&#12427;&#12489;&#12522;&#12501;&#12488;&#12289;&#12362;&#12424;&#12403;&#21608;&#26399;&#30340;&#12394;&#12456;&#12521;&#12540;&#12395;&#23550;&#12375;&#12390;&#12289;&#12471;&#12511;&#12517;&#12524;&#12540;&#12488;&#12373;&#12428;&#12383;&#12510;&#12454;&#12531;&#12488;&#12398;&#21205;&#20316;&#12434;&#35519;&#25972;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#35211;&#12427;&#12301;&#12524;&#12505;&#12523;&#12434;&#35519;&#25972;&#12377;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290;&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;&#35211;&#12427;&#21177;&#26524;&#12398;&#12424;&#12358;&#12395;&#35211;&#12360;&#12427;&#12363;&#12394;&#12426;&#29694;&#23455;&#30340;&#12394;&#12460;&#12452;&#12489;&#26143;&#12398;&#20559;&#21521;&#12364;&#20316;&#25104;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;1&#12388;&#12378;&#12388;&#35519;&#25972;&#12377;&#12427;&#12392;&#12289;&#12381;&#12428;&#12425;&#12364;&#26143;&#12398;&#12383;&#12431;&#12415;&#12395;&#12393;&#12398;&#12424;&#12358;&#12395;&#24433;&#38911;&#12375;&#12289;&#12373;&#12414;&#12374;&#12414;&#12394;&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12364;&#12381;&#12428;&#12425;&#12398;&#21205;&#12365;&#12395;&#12393;&#12398;&#12424;&#12358;&#12395;&#21453;&#24540;&#12377;&#12427;&#12363;&#12364;&#12431;&#12363;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12418;&#12385;&#12429;&#12435;&#12289;&#12371;&#12428;&#12425;&#12398;&#12471;&#12490;&#12522;&#12458;&#12391;&#12399;&#12300;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12434;&#38500;&#12367;&#12301;&#12300;&#12411;&#12412;&#23436;&#29863;&#12394;&#12301;&#12510;&#12454;&#12531;&#12488;&#12434;&#25201;&#12387;&#12390;&#12356;&#12427;&#12383;&#12417;&#12289;&#12471;&#12511;&#12517;&#12524;&#12540;&#12471;&#12519;&#12531;&#12399;&#23436;&#20840;&#12395;&#29694;&#23455;&#30340;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font></font><br><h3><a name="Multiple_Executions"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35079;&#25968;&#12398;&#12503;&#12525;&#12464;&#12521;&#12512;&#12398;&#23455;&#34892;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#29366;&#27841;&#12395;&#12424;&#12387;&#12390;&#12399;&#12289;PHD2&#12398;&#35079;&#25968;&#12398;&#12452;&#12531;&#12473;&#12479;&#12531;&#12473;&#12434;&#21516;&#26178;&#12395;&#23455;&#34892;&#12375;&#12383;&#12356;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12398;2&#30058;&#30446;&#12398;&#12452;&#12531;&#12473;&#12479;&#12531;&#12473;&#12434;&#38283;&#22987;&#12377;&#12427;&#12395;&#12399;&#12289;&#12467;&#12510;&#12531;&#12489;&#12521;&#12452;&#12531;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;-i 2&#12434;&#25351;&#23450;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">3&#30058;&#30446;&#12398;&#12452;&#12531;&#12473;&#12479;&#12531;&#12473;&#12399;-i 3&#12394;&#12393;&#12391;&#38283;&#22987;&#12373;&#12428;&#12414;&#12377;&#12290;Windowscmd.exe&#12518;&#12540;&#12486;&#12451;&#12522;&#12486;&#12451;&#12434;&#20351;&#29992;&#12375;&#12390;&#12467;&#12510;&#12531;&#12489;&#12521;&#12452;&#12531;&#12363;&#12425;PHD2&#12434;&#23455;&#34892;&#12377;&#12427;&#12392;&#12289;Windows&#12391;&#12371;&#12428;&#12434;&#23455;&#29694;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12399;&#12289;&#20197;&#19979;&#12434;&#23455;&#34892;&#12375;&#12390;Windows&#12487;&#12473;&#12463;&#12488;&#12483;&#12503;&#12471;&#12519;&#12540;&#12488;&#12459;&#12483;&#12488;&#12434;&#20316;&#25104;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><div style="margin-left: 40px;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12487;&#12473;&#12463;&#12488;&#12483;&#12503;&#12434;&#21491;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36984;&#25246;&#65306;&#26032;&#35215;/&#12471;&#12519;&#12540;&#12488;&#12459;&#12483;&#12488;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#27425;&#12398;&#25991;&#23383;&#21015;&#12434;&#20837;&#21147;&#12375;&#12390;&#12289;&#12503;&#12525;&#12464;&#12521;&#12512;&#12398;&#22580;&#25152;&#12434;&#29305;&#23450;&#12375;&#12414;&#12377;&#12290;&#12300;C&#65306;\ Program File&#65288;x86&#65289;\ PHDBuiding2 \ PHD2.exe&#12301;-i2 </font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12463;&#12522;&#12483;&#12463;&#27425;&#12408;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12471;&#12519;&#12540;&#12488;&#12459;&#12483;&#12488;&#12398;&#21517;&#21069;&#12434;&#20837;&#21147;&#12375;&#12289;&#20363;&#65306;PHD2&#65283;2 </font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">[&#23436;&#20102;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;</font></font><br></div><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12487;&#12451;&#12524;&#12463;&#12488;&#12522;&#21517;&#12395;&#31354;&#30333;&#12364;&#22475;&#12417;&#36796;&#12414;&#12428;&#12390;&#12356;&#12427;&#12383;&#12417;&#12289;Windows&#12391;&#12399;3&#34892;&#30446;&#12398;&#21517;&#21069;&#12434;&#24341;&#29992;&#31526;&#12391;&#22258;&#12416;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><h3><a name="Keyboard_Shortcuts"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12540;&#12508;&#12540;&#12489;&#12471;&#12519;&#12540;&#12488;&#12459;&#12483;&#12488;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12540;&#12508;&#12540;&#12489;&#12471;&#12519;&#12540;&#12488;&#12459;&#12483;&#12488;&#12399;&#12289;PHD2&#12391;&#12424;&#12426;&#19968;&#33324;&#30340;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#12484;&#12540;&#12523;&#12392;&#27231;&#33021;&#12398;&#22810;&#12367;&#12391;&#21033;&#29992;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12399;&#12300;</font></font><a href="KeyboardShortcuts.html"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12540;&#12508;&#12540;&#12489;&#12471;&#12519;&#12540;&#12488;&#12459;&#12483;&#12488;&#12301;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12475;&#12463;&#12471;&#12519;&#12531;&#12395;</font><font style="vertical-align: inherit;">&#21015;&#25369;&#12373;&#12428;&#12390;&#12356;</font><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;

</font></font><h3><a name="Software_Update"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12398;&#26356;&#26032;</font></font></h3>

<p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
PHD2&#12501;&#12457;&#12540;&#12521;&#12512;&#12398;&#12469;&#12509;&#12540;&#12488;&#12522;&#12463;&#12456;&#12473;&#12488;&#12395;&#23550;&#12377;&#12427;&#26368;&#12418;&#19968;&#33324;&#30340;&#12394;&#22238;&#31572;&#12398;1&#12388;&#12399;&#12289;&#26368;&#26032;&#12496;&#12540;&#12472;&#12519;&#12531;&#12395;&#12450;&#12483;&#12503;&#12464;&#12524;&#12540;&#12489;&#12375;&#12390;&#12289;&#21839;&#38988;&#12364;&#12414;&#12384;&#23384;&#22312;&#12377;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#21476;&#12356;&#12496;&#12540;&#12472;&#12519;&#12531;&#12398;PHD2&#12391;&#21839;&#38988;&#12364;&#30330;&#29983;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12381;&#12398;&#21839;&#38988;&#12395;&#26368;&#21021;&#12395;&#36973;&#36935;&#12375;&#12383;&#12398;&#12391;&#12399;&#12394;&#12367;&#12289;&#26032;&#12375;&#12356;&#12496;&#12540;&#12472;&#12519;&#12531;&#12398;PHD2&#12391;&#12377;&#12391;&#12395;&#22577;&#21578;&#12373;&#12428;&#20462;&#27491;&#12373;&#12428;&#12390;&#12356;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12383;&#12417;&#12289;PHD2&#12398;&#38283;&#30330;&#32773;&#12399;&#12289;&#12503;&#12525;&#12464;&#12521;&#12512;&#12398;&#26368;&#26032;&#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#23455;&#34892;&#12377;&#12427;&#12371;&#12392;&#12364;&#37325;&#35201;&#12391;&#12354;&#12427;&#12392;&#24863;&#12376;&#12390;&#12356;&#12414;&#12377;&#12290;
</font></font></p>

<p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#38480;&#12425;&#12428;&#12383;&#21033;&#29992;&#21487;&#33021;&#12394;&#26228;&#22825;&#26178;&#12398;&#28961;&#20154;&#25774;&#20687;&#12395;&#20381;&#23384;&#12375;&#12390;&#12356;&#12427;&#12503;&#12525;&#12464;&#12521;&#12512;&#12434;&#12450;&#12483;&#12503;&#12464;&#12524;&#12540;&#12489;&#12377;&#12427;&#12371;&#12392;&#12399;&#12289;&#12522;&#12473;&#12463;&#12398;&#12354;&#12427;&#25552;&#26696;&#12392;&#12375;&#12390;&#35469;&#35672;&#12373;&#12428;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12398;&#38283;&#30330;&#32773;&#12399;&#12371;&#12398;&#24863;&#24773;&#12434;&#35469;&#35672;&#12375;&#12390;&#12356;&#12414;&#12377;-&#31169;&#12383;&#12385;&#12418;&#12452;&#12513;&#12540;&#12472;&#12515;&#12540;&#12391;&#12377;&#65281;</font><font style="vertical-align: inherit;">&#23433;&#23450;&#12375;&#12383;&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12398;&#12452;&#12531;&#12473;&#12488;&#12540;&#12523;&#12434;&#32173;&#25345;&#12377;&#12427;&#12371;&#12392;&#12392;&#12289;&#26368;&#26032;&#12398;&#12496;&#12464;&#20462;&#27491;&#12420;&#12381;&#12398;&#20182;&#12398;&#25913;&#21892;&#12434;&#21463;&#12369;&#21462;&#12427;&#12383;&#12417;&#12395;&#26356;&#26032;&#12377;&#12427;&#12371;&#12392;&#12398;&#38291;&#12395;&#12399;&#12289;&#24517;&#35201;&#12394;&#12488;&#12524;&#12540;&#12489;&#12458;&#12501;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font></p>

<p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12399;&#12289;2&#12388;&#12398;&#12471;&#12522;&#12540;&#12474;&#12398;&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12522;&#12522;&#12540;&#12473;&#12434;&#20844;&#38283;&#12377;&#12427;&#12371;&#12392;&#12395;&#12424;&#12426;&#12289;&#12371;&#12428;&#12425;2&#12388;&#12398;&#30456;&#21453;&#12377;&#12427;&#12491;&#12540;&#12474;&#38291;&#12398;&#12496;&#12521;&#12531;&#12473;&#12434;&#23455;&#29694;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#38283;&#30330;&#12522;&#12522;&#12540;&#12473;&#12395;&#12399;&#12289;&#26368;&#26032;&#12398;&#36914;&#34892;&#20013;&#12398;&#12496;&#12464;&#20462;&#27491;&#12392;&#27231;&#33021;&#25913;&#21892;&#12364;&#21547;&#12414;&#12428;&#12390;&#12362;&#12426;&#12289;&#12522;&#12522;&#12540;&#12473;&#21069;&#12395;&#38283;&#30330;&#32773;&#12395;&#12424;&#12387;&#12390;&#12486;&#12473;&#12488;&#12373;&#12428;&#12414;&#12377;&#65288;&#36890;&#24120;&#12399;&#23455;&#38555;&#12398;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#26178;&#38291;&#20013;&#65289;&#12290;</font><font style="vertical-align: inherit;">&#38283;&#30330;&#12522;&#12522;&#12540;&#12473;&#12398;&#23455;&#34892;&#12434;&#36984;&#25246;&#12375;&#12383;&#12518;&#12540;&#12470;&#12540;&#12395;&#12399;&#12289;&#26368;&#26032;&#12398;&#12496;&#12464;&#20462;&#27491;&#12392;&#26368;&#26032;&#12398;&#27231;&#33021;&#12364;&#25552;&#20379;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#38283;&#30330;&#12522;&#12522;&#12540;&#12473;&#12395;&#12399;&#12289;&#12300;2.6.3dev6&#12301;&#12394;&#12393;&#12398;&#21517;&#21069;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#12383;&#12392;&#12360;&#12400;&#12289;2.6.3&#12513;&#12472;&#12515;&#12540;&#12522;&#12522;&#12540;&#12473;&#12398;&#24460;&#12398;6&#30058;&#30446;&#12398;&#38283;&#30330;&#12522;&#12522;&#12540;&#12473;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font></font></p>

<p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#23450;&#26399;&#30340;&#12395;&#12289;&#38283;&#30330;&#12522;&#12522;&#12540;&#12473;&#12398;&#12486;&#12473;&#12488;&#26178;&#38291;&#12364;&#38263;&#12367;&#12394;&#12387;&#12383;&#24460;&#12289;&#12513;&#12472;&#12515;&#12540;&#12522;&#12522;&#12540;&#12473;&#12392;&#12375;&#12390;&#20844;&#38283;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;2.6.3dev6&#12399;&#12513;&#12472;&#12515;&#12540;&#12522;&#12522;&#12540;&#12473;2.6.4&#12392;&#12375;&#12390;&#20844;&#38283;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font></p>

<h4><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12450;&#12483;&#12503;&#12487;&#12540;&#12488;&#12398;&#30906;&#35469;</font></font></h4>

<p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12395;&#12399;&#12289;&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12398;&#26356;&#26032;&#12434;&#33258;&#21205;&#30340;&#12395;&#30906;&#35469;&#12377;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12398;&#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#26368;&#26032;&#12395;&#20445;&#12388;&#12383;&#12417;&#12395;&#12289;&#12371;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#26377;&#21177;&#12395;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#33258;&#21205;&#12481;&#12455;&#12483;&#12463;&#12458;&#12503;&#12471;&#12519;&#12531;&#12364;&#26377;&#21177;&#12395;&#12394;&#12387;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;PHD2&#12399;PHD2&#12398;&#36215;&#21205;&#26178;&#12395;&#12496;&#12483;&#12463;&#12464;&#12521;&#12454;&#12531;&#12489;&#12391;&#26356;&#26032;&#12434;&#38745;&#12363;&#12395;&#12481;&#12455;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26032;&#12375;&#12356;&#12450;&#12483;&#12503;&#12487;&#12540;&#12488;&#12364;&#21033;&#29992;&#21487;&#33021;&#12394;&#22580;&#21512;&#12289;PHD2&#12399;&#26032;&#12375;&#12356;&#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#12452;&#12531;&#12473;&#12488;&#12540;&#12523;&#12377;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#25552;&#20379;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26356;&#26032;&#12398;&#33258;&#21205;&#12481;&#12455;&#12483;&#12463;&#12434;&#26377;&#21177;&#12395;&#12375;&#12390;&#12418;&#12289;&#33258;&#21205;&#25805;&#20316;&#12434;&#21547;&#12416;PHD2&#12398;&#36890;&#24120;&#12398;&#25805;&#20316;&#12395;&#24178;&#28169;&#12375;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#12452;&#12531;&#12479;&#12540;&#12493;&#12483;&#12488;&#12395;&#25509;&#32154;&#12379;&#12378;&#12395;&#29694;&#22580;&#12391;&#30011;&#20687;&#12434;&#25774;&#24433;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#26377;&#21177;&#12398;&#12414;&#12414;&#12395;&#12375;&#12390;&#12362;&#12367;&#12371;&#12392;&#12418;&#23433;&#20840;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12364;&#26356;&#26032;&#12434;&#30906;&#35469;&#12391;&#12365;&#12394;&#12356;&#22580;&#21512;&#12289;&#27425;&#22238;&#12398;&#36215;&#21205;&#26178;&#12414;&#12391;&#24453;&#27231;&#12375;&#12390;&#12363;&#12425;&#12289;&#20877;&#24230;&#30906;&#35469;&#12434;&#35430;&#12415;&#12414;&#12377;&#12290;</font></font></p>

<div class="goog-te-spinner-pos"><div class="goog-te-spinner-animation"><svg xmlns="http://www.w3.org/2000/svg" class="goog-te-spinner" width="96px" height="96px" viewBox="0 0 66 66"><circle class="goog-te-spinner-path" fill="none" stroke-width="6" stroke-linecap="round" cx="33" cy="33" r="30"></circle></svg></div></div></body></html>