<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<!-- saved from url=(0049)file:///C:/PHD2Guide_Ja_Help/Trouble_shooting.htm -->
<html class="translated-ltr"><head><meta http-equiv="Content-Type" content="text/html; charset=Shift_JIS"><title>&#12488;&#12521;&#12502;&#12523;&#12471;&#12517;&#12540;&#12486;&#12451;&#12531;&#12464;</title><link type="text/css" rel="stylesheet" charset="UTF-8" href="./Trouble_shooting_files/translateelement.css"></head>
<body>
<h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12488;&#12521;&#12502;&#12523;&#12471;&#12517;&#12540;&#12486;&#12451;&#12531;&#12464;&#12392;&#20998;&#26512;</font></font></h2><h3><a name="Problems-_Mount_Control"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12392;&#12510;&#12454;&#12531;&#12488;&#21046;&#24481;&#12398;&#21839;&#38988;</font></font></h3><font style="vertical-align: inherit;"></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12434;&#20351;&#29992;&#12375;&#22987;&#12417;&#12383;&#12400;&#12363;&#12426;&#12398;&#22580;&#21512;&#12289;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12399;&#21021;&#12417;&#12390;&#26032;&#12375;&#12356;&#27231;&#22120;&#12395;&#25509;&#32154;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;&#12460;&#12452;&#12480;&#12540;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#23455;&#34892;&#12377;&#12427;&#12398;&#12395;&#21839;&#38988;&#12364;&#12354;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#21839;&#38988;&#12399;&#36890;&#24120;&#12289;&#27425;&#12398;2&#12388;&#12398;&#24418;&#24335;&#12398;&#12356;&#12378;&#12428;&#12363;&#12391;&#12289;&#12381;&#12428;&#12382;&#12428;&#30064;&#12394;&#12427;&#24540;&#31572;&#12364;&#24517;&#35201;&#12391;&#12377;&#12290;</font></font><br><ol><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26143;&#12399;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#20013;&#12395;&#31227;&#21205;&#12375;&#12414;&#12377;&#12364;&#12289;&#12300;&#36960;&#12377;&#12366;&#12427;&#12301;&#12414;&#12383;&#12399;&#12300;&#23567;&#12373;&#12377;&#12366;&#12427;&#12301;&#12424;&#12358;&#12395;&#31227;&#21205;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26032;&#12375;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12454;&#12451;&#12470;&#12540;&#12489;&#12434;&#20351;&#29992;&#12375;&#12289;&#28966;&#28857;&#36317;&#38626;&#12289;&#12459;&#12513;&#12521;&#12398;&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#12289;&#12510;&#12454;&#12531;&#12488;&#12460;&#12452;&#12489;&#12398;&#36895;&#24230;&#35373;&#23450;&#12395;&#27491;&#12375;&#12356;&#20516;&#12434;&#25351;&#23450;&#12375;&#12383;&#22580;&#21512;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12391;&#20351;&#29992;&#12373;&#12428;&#12427;&#12300;&#12473;&#12486;&#12483;&#12503;&#12469;&#12452;&#12474;&#12301;&#12399;&#12377;&#12391;&#12395;&#27491;&#12375;&#12356;&#12399;&#12378;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12434;&#25163;&#21205;&#12391;&#35373;&#23450;&#12375;&#12383;&#22580;&#21512;&#12289;&#12414;&#12383;&#12399;&#12510;&#12454;&#12531;&#12488;&#12398;&#12460;&#12452;&#12489;&#36895;&#24230;&#35373;&#23450;&#12434;&#22793;&#26356;&#12375;&#12383;&#22580;&#21512;&#12399;&#12289;[ </font></font><a href="Advanced_settings.html"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35443;&#32048;&#35373;&#23450;]</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12398;[&#12460;&#12452;&#12489;]&#12479;&#12502;&#12391;[&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12473;&#12486;&#12483;&#12503;&#12469;&#12452;&#12474;]&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#35519;&#25972;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;</font><font style="vertical-align: inherit;">&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12371;&#12395;&#12354;&#12427;&#12504;&#12523;&#12503;&#12398;&#20869;&#23481;&#12391;&#12399;&#12289;&#12371;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12398;&#20351;&#29992;&#26041;&#27861;&#12364;&#35500;&#26126;&#12373;&#12428;&#12390;&#12362;&#12426;&#12289;&#21839;&#38988;&#12434;&#36805;&#36895;&#12395;&#35299;&#27770;&#12391;&#12365;&#12427;&#12399;&#12378;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12363;&#12375;&#12289;&#26032;&#12375;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12454;&#12451;&#12470;&#12540;&#12489;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12398;&#12300;&#36960;&#12377;&#12366;&#12427;&#12301;&#12414;&#12383;&#12399;&#12300;&#23567;&#12373;&#12377;&#12366;&#12427;&#12301;&#12392;&#12356;&#12358;&#21839;&#38988;&#12364;&#30330;&#29983;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#21839;&#38988;&#12399;&#12362;&#12381;&#12425;&#12367;&#21029;&#12398;&#22580;&#25152;&#12395;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">RA&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12289;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12398;&#12463;&#12522;&#12450;&#12289;&#12414;&#12383;&#12399;12&#26376;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#20013;&#12399;&#12289;&#26143;&#12399;&#21313;&#20998;&#12395;&#21205;&#12365;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#21839;&#38988;&#12399;</font><font style="vertical-align: inherit;">&#12289;&#34920;&#31034;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#19978;&#37096;&#12395;&#12354;&#12427;</font></font><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35686;&#21578;&#12513;&#12483;&#12475;&#12540;&#12472;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12391;</font><span style="font-weight: bold;"><font style="vertical-align: inherit;">&#36890;&#30693;</font></span><font style="vertical-align: inherit;">&#12373;&#12428;</font><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#28966;&#28857;&#36317;&#38626;&#12364;&#38263;&#12367;&#12394;&#12427;&#12392;&#12289;&#12431;&#12378;&#12363;&#12394;&#21205;&#12365;&#12364;&#12383;&#12431;&#12415;&#12398;&#32080;&#26524;&#12391;&#12354;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12289;&#12510;&#12454;&#12531;&#12488;&#12399;&#23455;&#38555;&#12395;&#12399;&#12414;&#12387;&#12383;&#12367;&#21205;&#12365;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#31278;&#12398;&#21839;&#38988;&#12408;&#12398;&#23550;&#20966;&#12395;&#12388;&#12356;&#12390;&#27425;&#12395;&#35500;&#26126;&#12375;&#12414;&#12377;&#12290;</font></font></li></ol><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12411;&#12392;&#12435;&#12393;&#12377;&#12409;&#12390;&#12398;&#22580;&#21512;&#12289;&#12300;&#31227;&#21205;&#12375;&#12394;&#12356;&#12301;&#21839;&#38988;&#12399;&#12289;&#12495;&#12540;&#12489;&#12454;&#12455;&#12450;&#12398;&#38556;&#23475;&#12289;&#12373;&#12425;&#12395;&#12399;&#12465;&#12540;&#12502;&#12523;&#37197;&#32218;&#12392;&#25509;&#32154;&#12398;&#21839;&#38988;&#12364;&#21407;&#22240;&#12391;&#30330;&#29983;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12488;&#12521;&#12502;&#12523;&#12471;&#12517;&#12540;&#12486;&#12451;&#12531;&#12464;&#12395;&#26368;&#36969;&#12394;&#12484;&#12540;&#12523;&#12399;&#12289;</font><font style="vertical-align: inherit;">
&#12371;&#12398;&#12504;&#12523;&#12503;&#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&#12398;</font><font style="vertical-align: inherit;">[ </font></font><a href="Tools.html"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12484;&#12540;&#12523;]</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12475;&#12463;&#12471;&#12519;&#12531;&#12391;</font><font style="vertical-align: inherit;">&#35500;&#26126;&#12373;&#12428;&#12390;&#12356;&#12427;[ </font><a href="Tools.html"><font style="vertical-align: inherit;">&#12484;&#12540;&#12523;</font></a><font style="vertical-align: inherit;"> ]&#12513;&#12491;&#12517;&#12540;&#12398;[&#12510;&#12491;&#12517;&#12450;&#12523;&#12460;&#12452;&#12489;]&#12458;&#12503;&#12471;&#12519;&#12531;</font><font style="vertical-align: inherit;">&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#12510;&#12491;&#12517;&#12450;&#12523;&#12460;&#12452;&#12489;&#12301;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#26041;&#21521;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#30011;&#20687;&#34920;&#31034;&#12454;&#12451;&#12531;&#12489;&#12454;&#12391;&#26143;&#12434;&#35211;&#12394;&#12364;&#12425;&#12510;&#12454;&#12531;&#12488;&#12395;&#30452;&#25509;&#12467;&#12510;&#12531;&#12489;&#12434;&#36865;&#20449;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12363;&#12394;&#12426;&#22823;&#12365;&#12394;&#12460;&#12452;&#12489;&#12497;&#12523;&#12473;&#37327;&#65288;&#23569;&#12394;&#12367;&#12392;&#12418;&#25968;&#31186;&#65289;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12510;&#12454;&#12531;&#12488;&#12364;&#21205;&#12356;&#12390;&#12356;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#26126;&#30906;&#12395;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12434;4&#26041;&#21521;&#12377;&#12409;&#12390;&#12395;&#21205;&#12363;&#12375;&#12390;&#12289;&#12479;&#12540;&#12466;&#12483;&#12488;&#12398;&#26143;&#12364;&#12411;&#12412;&#21516;&#12376;&#37327;&#12384;&#12369;&#21205;&#12356;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12364;&#24540;&#31572;&#12375;&#12394;&#12356;&#22580;&#21512;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12290;</font><font style="vertical-align: inherit;">Shoestring&#12487;&#12496;&#12452;&#12473;&#12434;&#20351;&#29992;&#12375;&#12390;&#12510;&#12454;&#12531;&#12488;&#12395;&#25509;&#32154;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12381;&#12398;&#12452;&#12531;&#12472;&#12465;&#12540;&#12479;&#12540;&#12521;&#12452;&#12488;&#12434;&#35211;&#12390;&#12289;&#12467;&#12510;&#12531;&#12489;&#12364;&#21040;&#36948;&#12377;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21516;&#27096;&#12395;&#12289;ST-4&#20114;&#25563;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12395;&#12399;&#12289;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12434;&#21463;&#20449;&#12375;&#12390;&#8203;&#8203;&#12356;&#12427;&#12392;&#12365;&#12395;&#34920;&#31034;&#12377;&#12427;&#12452;&#12531;&#12472;&#12465;&#12540;&#12479;&#12521;&#12452;&#12488;&#12364;&#20184;&#12356;&#12390;&#12356;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12408;&#12398;ASCOM&#25509;&#32154;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;COM&#12509;&#12540;&#12488;&#12398;&#21106;&#12426;&#24403;&#12390;&#12364;&#27491;&#12375;&#12356;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">POTH&#12394;&#12393;&#12398;ASCOM&#12364;&#25552;&#20379;&#12377;&#12427;&#12484;&#12540;&#12523;&#12398;&#12356;&#12367;&#12388;&#12363;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;ASCOM&#12489;&#12521;&#12452;&#12496;&#12540;&#12364;&#12510;&#12454;&#12531;&#12488;&#12392;&#27491;&#12375;&#12367;&#36890;&#20449;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12377;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12489;&#12521;&#12452;&#12496;&#12540;&#12398;&#21476;&#12356;&#12496;&#12540;&#12472;&#12519;&#12531;&#12395;&#12399;&#12289;&#12375;&#12400;&#12375;&#12400;&#12497;&#12523;&#12473;&#12460;&#12452;&#12489;&#12395;&#38306;&#36899;&#12377;&#12427;&#12496;&#12464;&#12364;&#12354;&#12387;&#12383;&#12383;&#12417;&#12289;&#12510;&#12454;&#12531;&#12488;&#12395;&#12399;ASCOM&#12489;&#12521;&#12452;&#12496;&#12540;&#12398;&#26368;&#26032;&#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</font></font><br><br><a name="Calibration_sanity_check"></a><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#20581;&#20840;&#24615;&#12481;&#12455;&#12483;&#12463;</font></font></span> <span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12392;&#12450;&#12521;&#12540;&#12488;</font></font></span><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12503;&#12525;&#12475;&#12473;&#12364;&#23436;&#20102;&#12377;&#12427;&#12371;&#12392;&#12418;&#12354;&#12426;&#12414;&#12377;&#12364;&#12289;PHD2&#12399;&#32080;&#26524;&#12398;&#19968;&#37096;&#12395;&#30097;&#12431;&#12375;&#12356;&#12392;&#12356;&#12358;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12450;&#12521;&#12540;&#12488;&#12513;&#12483;&#12475;&#12540;&#12472;&#12434;&#25237;&#31295;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12300;&#20581;&#20840;&#24615;&#12481;&#12455;&#12483;&#12463;&#12301;&#12480;&#12452;&#12450;&#12525;&#12464;&#12395;&#12399;&#12289;&#21839;&#38988;&#12398;&#35500;&#26126;&#12392;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#32080;&#26524;&#12398;&#35443;&#32048;&#12364;&#34920;&#31034;</font></font><br><br><img style="width: 797px; height: 426px;" alt="" src="Calib_Sanity.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12373;&#12428;&#12414;&#12377;&#12290;2.4.0&#12522;&#12522;&#12540;&#12473;&#20197;&#38477;&#12289;PHD2&#12395;&#12424;&#12387;&#12390;&#12481;&#12455;&#12483;&#12463;&#12373;&#12428;&#12427;4&#12388;&#12398;&#12371;&#12392;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#25163;&#38918;&#12364;&#23569;&#12394;&#12377;&#12366;&#12427;&#65288;&#19978;&#35352;&#21442;&#29031;&#65289;-&#12371;&#12398;&#21839;&#38988;&#12398;&#35299;&#27770;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12364;&#23455;&#38555;&#12395;&#27491;&#12375;&#12367;&#27231;&#33021;&#12375;&#12390;&#12356;&#12427;&#12392;&#20206;&#23450;&#12377;&#12427;&#12392;&#31777;&#21336;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#35199;&#12392;&#21271;&#12398;&#20001;&#26041;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12391;&#23569;&#12394;&#12367;&#12392;&#12418;8&#12473;&#12486;&#12483;&#12503;&#12434;&#21462;&#24471;&#12377;&#12427;&#12414;&#12391;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#12473;&#12486;&#12483;&#12503;&#12469;&#12452;&#12474;&#12434;&#19979;&#12395;&#35519;&#25972;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26032;&#12375;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12454;&#12451;&#12470;&#12540;&#12489;&#12434;&#20351;&#29992;&#12375;&#12390;&#27083;&#25104;&#12434;&#12475;&#12483;&#12488;&#12450;&#12483;&#12503;&#12375;&#12383;&#22580;&#21512;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#12473;&#12486;&#12483;&#12503;&#12469;&#12452;&#12474;&#12398;&#36969;&#20999;&#12394;&#38283;&#22987;&#20516;&#12399;&#26082;&#12395;&#35373;&#23450;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">RA&#12392;&#36196;&#32239;&#12398;&#12473;&#12486;&#12483;&#12503;&#25968;&#12364;&#22823;&#24133;&#12395;&#30064;&#12394;&#12427;&#22580;&#21512;&#12399;&#12289;2&#12388;&#12398;&#36600;&#12391;&#30064;&#12394;&#12427;&#12460;&#12452;&#12489;&#36895;&#24230;&#35373;&#23450;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12394;&#12356;&#38480;&#12426;&#12289;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12398;&#35388;&#25312;&#12364;&#35211;&#12425;&#12428;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#38750;&#30452;&#20132;&#12459;&#12513;&#12521;&#36600;-&#12459;&#12513;&#12521;&#12398;&#36600;&#12364;&#27491;&#24120;&#12395;&#12418;&#12289;&#24444;&#12425;&#12399;&#12363;&#12363;&#12431;&#12425;&#12378;&#12289;&#29420;&#31435;&#12375;&#12390;&#35336;&#31639;&#12373;&#12428;&#12390;&#12356;&#12427;&nbsp; </font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12399;&#12378;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#22402;&#30452;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#35282;&#24230;&#12398;&#35336;&#31639;&#12395;&#12399;&#22823;&#12365;&#12394;&#31934;&#24230;&#12399;&#24517;&#35201;&#12354;&#12426;&#12414;&#12379;&#12435;&#12364;&#12289;&#35282;&#24230;&#12364;&#33879;&#12375;&#12367;&#38750;&#30452;&#20132;&#12391;&#12354;&#12427;&#22580;&#21512;&#12399;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#32368;&#12426;&#36820;&#12377;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12479;&#12452;&#12503;&#12398;&#12450;&#12521;&#12540;&#12488;&#12364;&#32368;&#12426;&#36820;&#12375;&#34920;&#31034;&#12373;&#12428;&#12289;&#36600;&#12364;&#38750;&#24120;&#12395;&#38750;&#30452;&#20132;&#12391;&#12354;&#12427;&#22580;&#21512;&#12289;&#21839;&#38988;&#12434;&#29305;&#23450;&#12375;&#12390;&#20462;&#27491;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#19968;&#33324;&#30340;&#12394;&#21407;&#22240;&#12399;&#12289;&#26997;&#12398;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#19981;&#33391;&#12289;&#22823;&#12365;&#12394;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12289;&#12414;&#12383;&#12399;RA&#12398;&#22823;&#12365;&#12394;&#21608;&#26399;&#35492;&#24046;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#21839;&#38988;&#12395;&#12424;&#12426;&#12289;PHD2&#12364;&#12418;&#12358;&#19968;&#26041;&#12398;&#36600;&#12398;&#21205;&#12365;&#12434;&#28204;&#23450;&#12375;&#12424;&#12358;&#12392;&#12375;&#12390;&#12356;&#12427;&#12392;&#12365;&#12395;&#12289;&#12460;&#12452;&#12489;&#26143;&#12364;&#19968;&#26041;&#12398;&#36600;&#12391;&#22823;&#12365;&#12367;&#31227;&#21205;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#21839;&#38988;&#12364;&#30097;&#12431;&#12428;&#12427;&#22580;&#21512;&#12399;&#12289;&#20808;&#12395;&#36914;&#12415;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#21463;&#12369;&#20837;&#12428;&#12390;&#12363;&#12425;&#12289;&#12460;&#12452;&#12489;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;&#12434;&#23455;&#34892;&#12375;&#12390;&#12289;&#26997;&#24231;&#27161;&#35492;&#24046;&#12289;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12289;&#12362;&#12424;&#12403;RA&#12488;&#12521;&#12483;&#12461;&#12531;&#12464;&#12456;&#12521;&#12540;&#12434;&#28204;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#12510;&#12454;&#12531;&#12488;&#12364;&#12414;&#12387;&#12383;&#12367;&#21205;&#12363;&#12394;&#12356;&#22580;&#21512;&#12364;&#12354;&#12426;&#12289;&#26143;&#12398;&#28204;&#23450;&#12373;&#12428;&#12383;&#22793;&#20301;&#12399;&#12289;&#21177;&#26524;&#12434;&#35211;&#12427;&#12384;&#12369;&#12391;&#30330;&#29983;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#31278;&#12398;&#21839;&#38988;&#12399;&#12289;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#24038;&#20596;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12464;&#12521;&#12501;&#12391;&#26126;&#12425;&#12363;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36600;&#12456;&#12521;&#12540;&#12364;&#27604;&#36611;&#30340;&#23567;&#12373;&#12367;&#12289;&#12495;&#12540;&#12489;&#12454;&#12455;&#12450;&#12364;&#27491;&#24120;&#12395;&#21205;&#20316;&#12375;&#12390;&#12356;&#12427;&#12392;&#30906;&#20449;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;[&#35443;&#32048;&#35373;&#23450;]&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;[&#12460;&#12452;&#12489;]&#12479;&#12502;&#12391;[RA&#12395;&#30452;&#20132;&#12377;&#12427;12&#26376;&#12434;&#24819;&#23450;]&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#35373;&#23450;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#12371;&#12398;&#12479;&#12452;&#12503;&#12398;&#12450;&#12521;&#12540;&#12488;&#12434;&#12373;&#12425;&#12395;&#22238;&#36991;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#12371;&#12428;&#12399;&#12456;&#12521;&#12540;&#12364;&#12363;&#12394;&#12426;&#23567;&#12373;&#12356;&#22580;&#21512;&#12395;&#12398;&#12415;&#34892;&#12358;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#12381;&#12428;&#20197;&#22806;&#12398;&#22580;&#21512;&#12399;&#12289;&#28145;&#21051;&#12394;&#21839;&#38988;&#12434;&#21336;&#12395;&#28961;&#35222;&#12377;&#12427;&#12371;&#12392;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;
&nbsp; </font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#30097;&#12431;&#12375;&#12356;RA&#12362;&#12424;&#12403;Dec&#12524;&#12540;&#12488;-&#12510;&#12454;&#12531;&#12488;&#20869;&#12398;&#12460;&#12452;&#12489;&#36895;&#24230;&#12364;&#20001;&#26041;&#12398;&#36600;&#12391;&#21516;&#12376;&#12391;&#12354;&#12427;&#12392;&#20206;&#23450;&#12377;&#12427;&#12392;&#12289;&#28204;&#23450;&#12373;&#12428;&#12383;&#36196;&#32076;&#12398;&#12460;&#12452;&#12489;&#12524;&#12540;&#12488;&#12399;&#12289;&#32004;&#12467;&#12469;&#12452;&#12531;&#65288;&#36196;&#32239;&#65289;&#12398;&#20418;&#25968;&#12391;&#36196;&#32239;&#12460;&#12452;&#12489;&#12524;&#12540;&#12488;&#12395;&#38306;&#36899;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#35328;&#12356;&#25563;&#12360;&#12427;&#12392;&#12289;&#22825;&#20307;&#12398;&#36196;&#36947;&#12363;&#12425;&#36960;&#12374;&#12363;&#12427;&#12395;&#12388;&#12428;&#12390;&#12473;&#12467;&#12540;&#12503;&#12364;&#31227;&#21205;&#12377;&#12427;&#12392;&#12289;RA&#12524;&#12540;&#12488;&#12364;&#23567;&#12373;&#12367;&#12394;&#12426;&#12414;&#12377;&#65288;Dec = 0&#65289;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12399;&#12289;&#12393;&#12398;&#12524;&#12540;&#12488;&#12364;&#38291;&#36949;&#12387;&#12390;&#12356;&#12427;&#12363;&#12434;&#29305;&#23450;&#12375;&#12424;&#12358;&#12392;&#12399;&#12375;&#12414;&#12379;&#12435;-&#12524;&#12540;&#12488;&#12395;&#21839;&#38988;&#12364;&#12354;&#12427;&#12424;&#12358;&#12395;&#35211;&#12360;&#12427;&#12371;&#12392;&#12434;&#21336;&#12395;&#35686;&#21578;&#12375;&#12390;&#12356;&#12427;&#12384;&#12369;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12524;&#12540;&#12488;&#12434;&#31777;&#21336;&#12395;&#33258;&#20998;&#12391;&#30906;&#35469;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">1X&#12398;&#24658;&#26143;&#36895;&#24230;&#12391;&#12460;&#12452;&#12489;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#36196;&#32239;&#12460;&#12452;&#12489;&#12524;&#12540;&#12488;&#12399;&#32004;15&#31186;/&#31186;&#12391;&#12354;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">0.5X&#24658;&#26143;&#12398;&#12460;&#12452;&#12489;&#12524;&#12540;&#12488;&#12391;&#12399;&#12289;&#36196;&#32239;&#29575;&#12399;7.5&#31186;/&#31186;&#12394;&#12393;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290; &nbsp;</font></font><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">RA&#29575;&#12424;&#12426;&#33879;&#12375;&#12367;&#23567;&#12373;&#12356;&#36196;&#32239;&#29575;&#12399;&#12289;&#22810;&#12367;&#12398;&#22580;&#21512;&#12363;&#12394;&#12426;&#12398;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12398;&#20806;&#20505;&#12391;&#12377;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12290;</font><font style="vertical-align: inherit;">&#23455;&#38555;&#12398;&#12460;&#12452;&#12489;&#12524;&#12540;&#12488;&#12399;&#12362;&#12381;&#12425;&#12367;&#28204;&#23450;&#12373;&#12428;&#12383;&#12524;&#12540;&#12488;&#12424;&#12426;&#12418;&#22823;&#12365;&#12356;&#12383;&#12417;&#12289;&#12371;&#12398;&#12450;&#12521;&#12540;&#12488;&#12434;&#12488;&#12522;&#12460;&#12540;&#12375;&#12383;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;12&#26376;&#12398;&#12460;&#12452;&#12489;&#12391;&#12458;&#12540;&#12496;&#12540;&#12471;&#12517;&#12540;&#12488;&#12364;&#30330;&#29983;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#21839;&#38988;&#12434;&#22238;&#36991;&#12377;&#12427;&#12395;&#12399;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#38283;&#22987;&#12377;&#12427;&#21069;&#12395;Dec&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12434;&#25163;&#21205;&#12391;&#12463;&#12522;&#12450;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#27425;&#12398;2&#12388;&#12398;&#26041;&#27861;&#12398;&#12356;&#12378;&#12428;&#12363;&#12391;&#23455;&#34892;&#12391;&#12365;&#12414;&#12377;&#12290;1&#65289;&#12510;&#12454;&#12531;&#12488;&#12398;&#26368;&#24460;&#12398;&#26059;&#22238;&#26041;&#21521;&#12364;&#21271;&#12391;&#12354;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12377;&#12427;&#12363;&#12289;2&#65289;&#12495;&#12531;&#12489;&#12467;&#12531;&#12488;&#12525;&#12540;&#12521;&#12540;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12460;&#12452;&#12489;&#36895;&#24230;&#12391;20&#31186;&#38291;&#12510;&#12454;&#12531;&#12488;&#12434;&#21271;&#12395;&#25163;&#21205;&#12391;&#31227;&#21205;&#12375;&#12414;&#12377;&#12290; &nbsp;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#19968;&#36011;&#24615;&#12398;&#12394;&#12356;&#32080;&#26524;-&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#32080;&#26524;&#12364;&#26368;&#24460;&#12395;&#20351;&#29992;&#12375;&#12383;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12392;&#22823;&#12365;&#12367;&#30064;&#12394;&#12427;&#22580;&#21512;&#12289;&#12450;&#12521;&#12540;&#12488;&#12513;&#12483;&#12475;&#12540;&#12472;&#12364;&#29983;&#25104;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#35373;&#23450;&#12434;&#22793;&#26356;&#12375;&#12383;&#12383;&#12417;&#12395;&#30330;&#29983;&#12377;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#23455;&#38555;&#12398;&#21839;&#38988;&#12434;&#24847;&#21619;&#12377;&#12427;&#12418;&#12398;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12364;&#12289;&#12362;&#12381;&#12425;&#12367;&#26032;&#12375;&#12356;&#27083;&#25104;&#29992;&#12395;&#21029;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12434;&#20316;&#25104;&#12377;&#12427;&#12371;&#12392;&#12434;&#26908;&#35342;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12358;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;PHD2&#12399;&#21508;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12398;&#35373;&#23450;&#12434;&#35352;&#25014;&#12375;&#12289;&#31777;&#21336;&#12395;&#20999;&#12426;&#26367;&#12360;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27083;&#25104;&#12434;&#22793;&#26356;&#12375;&#12390;&#12356;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#12362;&#12381;&#12425;&#12367;&#32080;&#26524;&#12364;&#12381;&#12428;&#12411;&#12393;&#30064;&#12394;&#12427;&#29702;&#30001;&#12434;&#21028;&#26029;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26481;&#12414;&#12383;&#12399;&#21335;&#12398;&#21205;&#12365;&#12364;&#23567;&#12373;&#12377;&#12366;&#12427;-&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12503;&#12525;&#12475;&#12473;&#12391;&#12399;&#12289;&#35199;&#12392;&#21271;&#12398;&#21205;&#12365;&#12398;&#12415;&#12434;&#20351;&#29992;&#12375;&#12390;&#12459;&#12513;&#12521;&#12398;&#35282;&#24230;&#12392;&#21205;&#12365;&#12398;&#36895;&#24230;&#12434;&#35336;&#31639;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26481;&#12392;&#21335;&#12408;&#12398;&#31227;&#21205;&#12399;&#12289;&#20027;&#12395;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12434;&#38283;&#22987;&#20301;&#32622;&#12398;&#36817;&#12367;&#12395;&#25147;&#12377;&#12383;&#12417;&#12395;&#34892;&#12431;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26481;&#12414;&#12383;&#12399;&#21335;&#12398;&#21205;&#12365;&#12364;&#12411;&#12392;&#12435;&#12393;&#12414;&#12383;&#12399;&#12414;&#12387;&#12383;&#12367;&#35211;&#12425;&#12428;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#29366;&#27841;&#12434;&#30693;&#12425;&#12379;&#12427;&#35686;&#21578;&#12513;&#12483;&#12475;&#12540;&#12472;&#12364;&#34920;&#31034;&#12373;&#12428;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12399;&#22833;&#25943;&#12375;&#12390;&#12356;&#12414;&#12379;&#12435;&#12364;&#12289;&#12460;&#12452;&#12489;&#12364;&#25613;&#12394;&#12431;&#12428;&#12390;&#12356;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#12418;&#19968;&#33324;&#30340;&#12394;&#21407;&#22240;&#12399;&#12289;ST-4&#12460;&#12452;&#12489;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12398;&#12460;&#12452;&#12489;&#12465;&#12540;&#12502;&#12523;&#12398;&#27424;&#38501;&#12289;&#12414;&#12383;&#12399;&#12450;&#12521;&#12540;&#12488;&#12364;&#21335;&#12398;&#21205;&#12365;&#12395;&#38306;&#36899;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12398;&#38750;&#24120;&#12395;&#22823;&#12365;&#12394;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12391;&#12377;&#12290;</font></font></li></ul><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12450;&#12521;&#12540;&#12488;&#12398;&#12356;&#12378;&#12428;&#12363;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;&#12513;&#12483;&#12475;&#12540;&#12472;&#12398;&#12479;&#12452;&#12503;&#12395;&#22522;&#12389;&#12356;&#12390;&#12289;&#38306;&#36899;&#12377;&#12427;&#12487;&#12540;&#12479;&#12501;&#12451;&#12540;&#12523;&#12489;&#12364;&#24375;&#35519;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#35686;&#21578;&#12434;&#28961;&#35222;&#12377;&#12427;&#65288;&#12300;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#21463;&#12369;&#20837;&#12428;&#12427;&#12301;&#65289;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#20877;&#23455;&#34892;&#12377;&#12427;&#65288;&#12300;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#30772;&#26820;&#12377;&#12427;&#12301;&#65289;&#12289;&#12414;&#12383;&#12399;&#26368;&#24460;&#12398;&#27491;&#24120;&#12394;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#24489;&#20803;&#12377;&#12427;&#65288;&#12300;&#21476;&#12356;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#24489;&#20803;&#12377;&#12427;&#12301;&#65289;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">3&#30058;&#30446;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#24460;&#12414;&#12391;&#24310;&#26399;&#12375;&#12289;&#26368;&#24460;&#12398;&#33391;&#22909;&#12394;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12487;&#12540;&#12479;&#12391;&#12460;&#12452;&#12489;&#12434;&#38283;&#22987;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21516;&#12376;&#12488;&#12500;&#12483;&#12463;&#12391;&#32368;&#12426;&#36820;&#12375;&#12450;&#12521;&#12540;&#12488;&#12364;&#34920;&#31034;&#12373;&#12428;&#12289;&#23455;&#38555;&#12395;&#21839;&#38988;&#12364;&#12394;&#12356;&#12392;&#30906;&#20449;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;&#12300;&#34920;&#31034;&#12375;&#12394;&#12356;&#12301;&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12381;&#12398;&#12479;&#12452;&#12503;&#12398;&#20170;&#24460;&#12398;&#12450;&#12521;&#12540;&#12488;&#12434;&#12502;&#12525;&#12483;&#12463;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;PHD2&#12391;&#20351;&#29992;&#12373;&#12428;&#12427;&#20581;&#20840;&#24615;&#12481;&#12455;&#12483;&#12463;&#12399;&#12373;&#12414;&#12374;&#12414;&#12394;&#27231;&#22120;&#12395;&#23550;&#12375;&#12390;&#36969;&#20999;&#12395;&#27231;&#33021;&#12375;&#12289;&#12411;&#12392;&#12435;&#12393;&#12398;&#12518;&#12540;&#12470;&#12540;&#12395;&#12399;&#12371;&#12428;&#12425;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12450;&#12521;&#12540;&#12488;&#12364;&#12414;&#12387;&#12383;&#12367;&#34920;&#31034;&#12373;&#12428;&#12394;&#12356;&#12371;&#12392;&#12395;&#27880;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font><br><br><span style="font-weight: bold;"><a name="Declination_backlash"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;</font></font></span><span style="font-weight: bold;"></span><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26657;&#27491;&#21839;&#38988;&#12398;&#26368;&#12418;&#19968;&#33324;&#30340;&#12394;&#21407;&#22240;&#12399;&#20559;&#35282;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12391;&#12354;&#12426;&#12289;&#12371;&#12428;&#12399;&#12411;&#12392;&#12435;&#12393;&#12398;&#12462;&#12450;&#20184;&#12365;&#12510;&#12454;&#12531;&#12488;&#12395;&#12354;&#12427;&#31243;&#24230;&#23384;&#22312;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12363;&#12375;&#12289;&#22810;&#12367;&#12398;&#23433;&#20385;&#12394;&#12510;&#12454;&#12531;&#12488;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;&#21839;&#38988;&#12364;&#28145;&#21051;&#12395;&#12394;&#12426;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12362;&#12424;&#12403;&#12460;&#12452;&#12489;&#32080;&#26524;&#12364;&#20302;&#19979;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12524;&#12499;&#12517;&#12540;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#27425;&#12398;&#20363;&#12434;&#26908;&#35342;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font><br><br><img style="width: 767px; height: 399px;" alt="" src="Calib_Review_Backlash.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12398;&#21839;&#38988;&#12398;&#26368;&#21021;&#12398;&#25163;&#12364;&#12363;&#12426;&#12399;&#12289;2&#36600;&#12391;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12395;&#24517;&#35201;&#12394;&#12473;&#12486;&#12483;&#12503;&#25968;&#12434;&#27604;&#36611;&#12377;&#12427;&#12371;&#12392;&#12391;&#12431;&#12363;&#12426;&#12414;&#12377;-RA&#12398;&#22580;&#21512;&#12399;10&#12289;12&#26376;&#12398;&#22580;&#21512;&#12399;42&#12391;&#12377;&#12290; &#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12364;&#21271;&#12363;&#12425;&#21335;&#12395;&#36870;&#12395;&#12394;&#12387;&#12383;&#12392;&#12365;&#12398;&#36196;&#32239;&#28857;&#65288;&#34180;&#32209;&#33394;&#65289;&#12398;&#12300;&#12373;&#12414;&#12424;&#12358;&#12301;&#21205;&#20316;&#12418;&#35500;&#26126;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#24460;&#12395;&#12289;2&#12388;&#12398;&#36600;&#12398;&#12460;&#12452;&#12489;&#36895;&#24230;&#35373;&#23450;&#12364;&#21516;&#19968;&#12391;&#12354;&#12387;&#12390;&#12418;&#12289;&#35336;&#31639;&#12373;&#12428;&#12383;&#36196;&#32239;&#29575;&#12399;RA&#29575;&#12424;&#12426;&#12418;&#12399;&#12427;&#12363;&#12395;&#23567;&#12373;&#12367;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#23455;&#38555;&#12289;&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12450;&#12521;&#12540;&#12488;&#12480;&#12452;&#12450;&#12525;&#12464;&#12364;&#12488;&#12522;&#12460;&#12540;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12371;&#12391;&#12399;&#12289;&#23455;&#38555;&#12395;2&#12388;&#12398;&#21839;&#38988;&#12395;&#23550;&#20966;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#31532;1&#12395;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#32080;&#26524;&#12364;&#19981;&#21313;&#20998;&#12391;&#12354;&#12426;&#12289;&#36196;&#32239;&#12460;&#12452;&#12489;&#29575;&#12398;&#12424;&#12426;&#27491;&#30906;&#12394;&#28204;&#23450;&#20516;&#12434;&#21462;&#24471;&#12377;&#12427;&#12383;&#12417;&#12395;&#32368;&#12426;&#36820;&#12377;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#31532;&#20108;&#12395;&#12289;</font><font style="vertical-align: inherit;">dec&#12460;&#12452;&#12489;&#12524;&#12540;&#12488;&#12364;&#27491;&#12375;&#12356;&#22580;&#21512;&#12391;&#12418;&#12289;&#36196;&#32239;&#12391;&#12398;&#26041;&#21521;&#21453;&#36578;&#20013;&#12395;&#12510;&#12454;&#12531;&#12488;&#12364;&#19981;&#36969;&#20999;&#12395;&#21205;&#20316;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#25913;&#21892;&#12377;&#12427;&#12395;&#12399;&#12289;&#26368;&#21021;&#12395;&#12513;&#12452;&#12531;&#12454;&#12451;&#12531;&#12489;&#12454;&#12395;&#19968;&#23450;&#12398;&#26143;&#12398;&#21205;&#12365;&#12364;&#35211;&#12360;&#12427;&#12414;&#12391;&#12289;10&#12316;20&#31186;&#38291;&#12460;&#12452;&#12489;&#36895;&#24230;&#12391;&#12510;&#12454;&#12531;&#12488;&#12434;&#21271;&#12395;&#25163;&#21205;&#12391;&#31227;&#21205;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12434;&#34892;&#12358;&#12395;&#12399;&#12289;&#12300;&#25163;&#21205;&#12460;&#12452;&#12489;&#12301;&#12484;&#12540;&#12523;&#12434;&#20351;&#29992;&#12377;&#12427;&#12363;&#12289;&#12510;&#12454;&#12531;&#12488;&#19978;&#12398;&#12495;&#12531;&#12489;&#12467;&#12531;&#12488;&#12525;&#12540;&#12521;&#12540;&#12434;&#20351;&#29992;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12364;&#23436;&#20102;&#12375;&#12383;&#12425;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12398;&#12411;&#12392;&#12435;&#12393;&#12434;&#20811;&#26381;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#24460;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#25163;&#38918;&#12434;&#32368;&#12426;&#36820;&#12375;&#12390;&#12289;&#12362;&#12381;&#12425;&#12367;&#12424;&#12426;&#21512;&#29702;&#30340;&#12394;&#36196;&#32239;&#12460;&#12452;&#12489;&#12524;&#12540;&#12488;&#12434;&#21462;&#24471;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26681;&#26412;&#30340;&#12394;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12398;&#21839;&#38988;&#12399;&#12289;&#19968;&#33324;&#30340;&#12395;&#12510;&#12454;&#12531;&#12488;&#12434;&#27231;&#26800;&#30340;&#12395;&#35519;&#25972;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;&#35373;&#23450;&#12434;&#20351;&#29992;&#12375;&#12390;&#12415;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12364;&#12289;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12364;&#22823;&#12365;&#12356;&#22580;&#21512;&#65288;&#12383;&#12392;&#12360;&#12400;2&#12316;3&#31186;&#20197;&#19978;&#65289;&#12399;&#12358;&#12414;&#12367;&#27231;&#33021;&#12375;&#12394;&#12356;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12391;&#12365;&#12428;&#12400;' </font><font style="vertical-align: inherit;">&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12434;&#20462;&#27491;&#12377;&#12427;&#12363;&#12289;&#31649;&#29702;&#21487;&#33021;&#12394;&#12524;&#12505;&#12523;&#12395;&#28187;&#12425;&#12377;&#12395;&#12399;&#12289;&#36196;&#32239;&#12398;&#21336;&#26041;&#21521;&#12460;&#12452;&#12489;&#12434;&#36984;&#25246;&#12377;&#12427;&#12371;&#12392;&#12434;&#26908;&#35342;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12434;&#34892;&#12358;&#12395;&#12399;&#12289;&#26997;&#20301;&#32622;&#21512;&#12431;&#12379;&#12456;&#12521;&#12540;&#12398;&#12383;&#12417;&#12395;&#12510;&#12454;&#12531;&#12488;&#12364;&#12393;&#12398;&#26041;&#21521;&#12395;&#12489;&#12522;&#12501;&#12488;&#12377;&#12427;&#12363;&#12434;&#21028;&#26029;&#12375;&#12289;PHD2&#12395;&#21453;&#23550;&#26041;&#21521;&#12395;&#12398;&#12415;&#35480;&#23566;&#12377;&#12427;&#12424;&#12358;&#12395;&#25351;&#31034;&#12375;&#12414;&#12377;&#65288; &nbsp;</font></font><a href="Advanced_settings.html#Declination-Uni-directional_guiding"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#19968;&#26041;&#21521;&#12460;&#12452;&#12489;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#65289;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;[&#35443;&#32048;&#35373;&#23450;]&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;[&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;]&#12479;&#12502;&#12395;&#12354;&#12427;[Dec&#12460;&#12452;&#12489;&#12514;&#12540;&#12489;]&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12395;&#12424;&#12387;&#12390;&#21046;&#24481;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;&#12510;&#12454;&#12531;&#12488;&#12364;&#20840;&#20307;&#30340;&#12395;&#21271;&#12395;&#12489;&#12522;&#12501;&#12488;&#12377;&#12427;&#20670;&#21521;&#12364;&#12354;&#12427;&#22580;&#21512;&#12289;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12434;&#21335;&#12398;&#12415;&#12395;&#21046;&#38480;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#29702;&#24819;&#30340;&#12394;&#35299;&#27770;&#31574;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12364;&#12289;&#12363;&#12394;&#12426;&#38263;&#12356;&#38706;&#20986;&#12434;&#20351;&#29992;&#12375;&#12390;&#36969;&#20999;&#12394;&#12460;&#12452;&#12489;&#32080;&#26524;&#12434;&#24471;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;&#12371;&#12398;&#25163;&#27861;&#12434;&#21177;&#26524;&#30340;&#12395;&#20351;&#29992;&#12377;&#12427;&#12452;&#12513;&#12540;&#12472;&#12515;&#12540;&#12399;&#12383;&#12367;&#12373;&#12435;&#12356;&#12414;&#12377;&#12290;</font></font><font style="color: rgb(0, 0, 3);" color="navy"><span style="font-size: 10pt;"></span></font><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&nbsp;&#20670;&#26012;&#35282;&#21046;&#24481;&#12364;&#12414;&#12387;&#12383;&#12367;&#34892;&#12431;&#12428;&#12390;&#12356;&#12394;&#12356;&#12510;&#12454;&#12531;&#12488;&#12394;&#12393;&#12289;&#30064;&#24120;&#12394;&#29366;&#27841;&#12364;&#12354;&#12427;&#22580;&#21512;&#12399;&#12289;&#12300;Dec&#12460;&#12452;&#12489;&#12514;&#12540;&#12489;&#12301;&#12398;&#36984;&#25246;&#12434;&#12300;&#12458;&#12501;&#12301;&#12395;&#35373;&#23450;&#12391;&#12365;&#12414;&#12377;&#12290; &nbsp;</font></font><br><br><span style="font-weight: bold;"><a name="Star_cross_test"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26908;&#35388;&#12398;&#22522;&#26412;&#30340;&#12394;&#12510;&#12454;&#12531;&#12488;&#12539;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;-&#12473;&#12479;&#12540;&#12463;&#12525;&#12473;&#12486;&#12473;&#12488;&#12399;&#12289;</font></font><br></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12354;&#12394;&#12383;&#12364;&#25345;&#12387;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;</font></font><span style="font-weight: bold;"> </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12289;&#35686;&#21578;&#12513;&#12483;&#12475;&#12540;&#12472;&#12394;&#12375;&#12391;&#23436;&#20840;&#12395;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#24471;&#12390;&#21839;&#38988;&#12434;&#32368;&#12426;&#36820;&#12375;&#12289;&#12354;&#12394;&#12383;&#12399;&#12467;&#12510;&#12531;&#12489;&#12434;&#23566;&#12367;&#12383;&#12417;&#12395;&#24540;&#31572;&#12375;&#12390;&#12356;&#12427;&#12510;&#12454;&#12531;&#12488;&#12363;&#12393;&#12358;&#12363;&#12434;&#30906;&#35469;&#12377;&#12427;&#12383;&#12417;&#12395;&#38750;&#24120;&#12395;&#31777;&#21336;&#12394;&#12486;&#12473;&#12488;&#12434;&#23455;&#34892;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12486;&#12473;&#12488;&#12399;&#22522;&#26412;&#30340;&#12395;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#20013;&#12395;&#34892;&#12431;&#12428;&#12427;&#12371;&#12392;&#12434;&#27169;&#20515;&#12375;&#12414;&#12377;&#12364;&#12289;&#12424;&#12426;&#30452;&#25509;&#30340;&#12391;&#12354;&#12426;&#12289;&#20309;&#12364;&#36215;&#12371;&#12387;&#12390;&#12356;&#12427;&#12398;&#12363;&#12434;&#12424;&#12426;&#33391;&#12367;&#24863;&#12376;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12434;&#12300;&#12473;&#12479;&#12540;&#12463;&#12525;&#12473;&#12301;&#12486;&#12473;&#12488;&#12392;&#21628;&#12403;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12450;&#12452;&#12487;&#12450;&#12399;&#12289;&#12513;&#12452;&#12531;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12459;&#12513;&#12521;&#12398;&#12471;&#12515;&#12483;&#12479;&#12540;&#12434;&#38283;&#12356;&#12390;&#12363;&#12425;&#12289;&#12501;&#12451;&#12540;&#12523;&#12489;&#12398;&#26143;&#12395;&#29305;&#24500;&#30340;&#12394;&#12463;&#12525;&#12473;&#12497;&#12479;&#12540;&#12531;&#12434;&#36861;&#36321;&#12373;&#12379;&#12427;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12434;&#36865;&#20449;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12388;&#12414;&#12426;&#12289;&#27425;&#12398;&#12424;&#12358;&#12394;&#30011;&#20687;&#12434;&#21462;&#24471;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 360px; height: 382px;" alt="" src="Star_cross_1.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35282;&#24230;&#12398;&#21521;&#12365;&#12399;&#37325;&#35201;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;&#12371;&#12428;&#12399;&#12289;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12434;&#22238;&#36578;&#12373;&#12379;&#12427;&#26041;&#27861;&#12398;&#27231;&#33021;&#12395;&#12377;&#12366;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#37325;&#35201;&#12394;&#12398;&#12399;&#12289;&#21313;&#23383;&#12398;&#32218;&#12364;&#22402;&#30452;&#12391;&#12354;&#12426;&#12289;&#20013;&#24515;&#12398;&#38283;&#22987;&#28857;&#12434;&#22522;&#28310;&#12395;&#12375;&#12390;4&#12388;&#12398;&#26041;&#21521;&#12398;&#12381;&#12428;&#12382;&#12428;&#12391;&#12411;&#12412;&#31561;&#12375;&#12356;&#38263;&#12373;&#12434;&#25345;&#12388;&#12371;&#12392;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21462;&#24471;&#12375;&#12383;&#30011;&#20687;&#12398;&#22806;&#35251;&#12364;&#12371;&#12398;&#27010;&#31639;&#20516;&#12391;&#12394;&#12356;&#22580;&#21512;&#12289;&#12460;&#12452;&#12489;&#12364;&#25613;&#12394;&#12431;&#12428;&#12427;&#12363;&#12289;&#12362;&#12381;&#12425;&#12367;&#19981;&#21487;&#33021;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;&#27425;&#12398;&#24746;&#12356;&#32080;&#26524;&#12434;&#32771;&#12360;&#12390;&#12415;&#12414;&#12375;&#12423;&#12358;&#12290;</font></font><br><br><img style="width: 360px; height: 347px;" alt="" src="Bad_Star_Cross_1.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26143;&#12364;1&#12388;&#12398;&#36600;&#12384;&#12369;&#12395;&#27839;&#12387;&#12390;&#31227;&#21205;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12364;&#12431;&#12363;&#12426;&#12414;&#12377;&#12290;&#12371;&#12398;&#20363;&#12391;&#12399;&#12289;&#36196;&#32076;&#12398;&#12415;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12395;&#36865;&#20449;&#12373;&#12428;&#12383;&#36196;&#32239;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12399;&#20309;&#12418;&#12375;&#12414;&#12379;&#12435;&#12391;&#12375;&#12383;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12364;&#12510;&#12454;&#12531;&#12488;&#12391;&#20462;&#27491;&#12373;&#12428;&#12427;&#12414;&#12391;&#12289;&#20670;&#26012;&#35282;&#12434;&#12460;&#12452;&#12489;&#12377;&#12427;&#12371;&#12392;&#12399;&#12414;&#12387;&#12383;&#12367;&#12391;&#12365;&#12378;&#12289;&#26657;&#27491;&#12434;&#23436;&#20102;&#12377;&#12427;&#12383;&#12417;&#12395;&#20670;&#26012;&#35282;&#12460;&#12452;&#12489;&#12434;&#28961;&#21177;&#12395;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#24746;&#12356;&#32080;&#26524;&#12395;&#12399;&#20182;&#12395;&#12418;&#22810;&#12367;&#12398;&#38918;&#21015;&#12364;&#12354;&#12426;&#12289;&#12381;&#12428;&#12382;&#12428;&#12510;&#12454;&#12531;&#12488;&#12289;&#12460;&#12452;&#12489;&#12465;&#12540;&#12502;&#12523;&#12289;&#12414;&#12383;&#12399;&#12510;&#12454;&#12531;&#12488;&#12398;ASCOM&#12489;&#12521;&#12452;&#12496;&#12540;&#12398;&#29305;&#23450;&#12398;&#21839;&#38988;&#12434;&#31034;&#21766;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12392;&#12399;&#20309;&#12398;&#38306;&#20418;&#12418;&#12394;&#12356;&#12392;&#23433;&#20840;&#12395;&#20206;&#23450;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12486;&#12473;&#12488;&#12434;&#23455;&#34892;&#12377;&#12427;&#25163;&#38918;&#12399;&#27425;&#12398;&#12392;&#12362;&#12426;&#12391;&#12377;&#12290;</font></font><br>

<ol><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12460;&#12452;&#12489;&#12398;&#36895;&#24230;&#12434;1X sidereal&#12395;&#35373;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12391;&#12300;&#25163;&#21205;&#12460;&#12452;&#12489;&#12301;&#12484;&#12540;&#12523;&#12434;&#36215;&#21205;&#12375;&#12289;&#21021;&#26399;&#12497;&#12523;&#12473;&#12469;&#12452;&#12474;&#12434;&#36984;&#25246;&#12375;&#12414;&#12377;&#12290;&#12383;&#12392;&#12360;&#12400;&#12289;5&#31186;&#12363;&#12425;&#22987;&#12417;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12513;&#12452;&#12531;&#12459;&#12513;&#12521;&#12391;60&#31186;&#12398;&#38706;&#20986;&#12434;&#38283;&#22987;&#12375;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">5&#31186;&#12497;&#12523;&#12473;&#12434;&#35199;&#12395;&#36865;&#20449;&#12375;&#12289;&#27425;&#12395;2&#12388;&#12398;5&#31186;&#12497;&#12523;&#12473;&#12434;&#26481;&#12395;&#36865;&#20449;&#12375;&#12289;&#26368;&#24460;&#12395;5&#31186;&#12497;&#12523;&#12473;&#12434;&#35199;&#12395;&#36865;&#20449;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;&#26143;&#12399;&#12362;&#12362;&#12424;&#12381;&#12398;&#38283;&#22987;&#20301;&#32622;&#12395;&#25147;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21508;&#12460;&#12452;&#12489;&#12497;&#12523;&#12473;&#12434;&#36865;&#20449;&#12375;&#12383;&#24460;&#12289;&#12467;&#12510;&#12531;&#12489;&#12364;&#23436;&#20102;&#12377;&#12427;&#12414;&#12391;&#27425;&#12398;&#12497;&#12523;&#12473;&#12434;&#36865;&#20449;&#12377;&#12427;&#21069;&#12395;&#12289;&#32004;5&#31186;&#24453;&#12388;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><span style="font-family: Arial;"></span></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#27425;&#12395;&#12289;5&#31186;&#12398;&#12497;&#12523;&#12473;&#12434;&#21271;&#12395;&#36865;&#20449;&#12375;&#12289;&#27425;&#12395;2&#12388;&#12398;5&#31186;&#12398;&#12497;&#12523;&#12473;&#12434;&#21335;&#12395;&#36865;&#20449;&#12375;&#12289;&#26368;&#24460;&#12398;5&#31186;&#12398;&#12497;&#12523;&#12473;&#12434;&#21271;&#12395;&#36865;&#20449;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;&#26143;&#12399;&#20877;&#12403;&#38283;&#22987;&#20301;&#32622;&#12395;&#25147;&#12426;&#12414;&#12377;&#12290;</font></font><br></li><li><span style="font-size: 10pt; font-family: Arial;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12513;&#12452;&#12531;&#12459;&#12513;&#12521;&#12398;&#30011;&#20687;&#12364;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12373;&#12428;&#12427;&#12398;&#12434;&#24453;&#12387;&#12390;&#12289;&#20309;&#12364;&#24471;&#12425;&#12428;&#12427;&#12363;&#12434;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;</font></font></span></li></ol><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#24517;&#35201;&#12395;&#24540;&#12376;&#12390;&#12289;&#30064;&#12394;&#12427;&#12497;&#12523;&#12473;&#38263;&#12434;&#20351;&#29992;&#12391;&#12365;&#12414;&#12377;&#12290;&#12362;&#12381;&#12425;&#12367;&#12289;&#12424;&#12426;&#23567;&#12373;&#12356;&#20516;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12510;&#12454;&#12531;&#12488;&#12364;&#12381;&#12428;&#12425;&#12395;&#24540;&#31572;&#12377;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12513;&#12452;&#12531;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12459;&#12513;&#12521;&#12391;&#12398;&#32207;&#38706;&#20809;&#26178;&#38291;&#12399;&#12289;&#12460;&#12452;&#12489;&#26178;&#38291;&#12398;&#21512;&#35336;&#12392;&#35492;&#24046;&#12398;&#12510;&#12540;&#12472;&#12531;&#12424;&#12426;&#12418;&#38263;&#12356;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12411;&#12392;&#12435;&#12393;&#12398;&#12510;&#12454;&#12531;&#12488;&#12391;&#12399;&#12289;&#26143;&#12399;&#36196;&#32239;&#12398;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12398;&#12383;&#12417;&#12395;&#27491;&#30906;&#12394;&#20013;&#24515;&#12395;&#25147;&#12426;&#12414;&#12379;&#12435;-&#26368;&#21021;&#12398;&#20363;&#12398;&#30011;&#20687;&#12391;&#12381;&#12428;&#12434;&#35211;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12363;&#12375;&#12289;&#12381;&#12428;&#12399;&#12363;&#12394;&#12426;&#36817;&#12356;&#12399;&#12378;&#12391;&#12377;&#12290;&#12381;&#12358;&#12391;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#20869;&#12398;&#36196;&#32239;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12434;&#12393;&#12428;&#12384;&#12369;&#27880;&#24847;&#28145;&#12367;&#35519;&#12409;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2X^[NXeXgc[BA</font></font><a href="Tools.html#Star_cross_tool"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">X^[NXc[</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#19978;&#35352;1&#12316;5&#12391;&#35500;&#26126;&#12375;&#12383;&#12486;&#12473;&#12488;&#25163;&#38918;&#12434;&#33258;&#21205;&#30340;&#12395;&#23455;&#34892;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12398;&#12486;&#12473;&#12488;&#12434;&#20351;&#29992;&#12377;&#12427;&#21033;&#28857;&#12398;1&#12388;&#12399;&#12289;&#29289;&#20107;&#12434;&#32118;&#23550;&#30340;&#12394;&#22522;&#26412;&#20107;&#38917;&#12395;&#28187;&#12425;&#12377;&#12371;&#12392;&#12391;&#12377;&#12290;&#12510;&#12454;&#12531;&#12488;&#12364;&#25351;&#31034;&#12393;&#12362;&#12426;&#12395;&#31227;&#21205;&#12377;&#12427;&#12363;&#12375;&#12394;&#12356;&#12363;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12460;&#12452;&#12489;&#35373;&#23450;&#12399;&#12486;&#12473;&#12488;&#12395;&#38306;&#19982;&#12375;&#12394;&#12356;&#12383;&#12417;&#12289;PHD2&#12460;&#12452;&#12489;&#35373;&#23450;&#12392;&#12399;&#38306;&#20418;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12486;&#12473;&#12488;&#32080;&#26524;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12510;&#12454;&#12531;&#12488;&#12513;&#12540;&#12459;&#12540;&#12414;&#12383;&#12399;&#12381;&#12398;&#29305;&#23450;&#12398;&#12510;&#12454;&#12531;&#12488;&#12392;&#12381;&#12398;&#20856;&#22411;&#30340;&#12394;&#21839;&#38988;&#12434;&#29702;&#35299;&#12375;&#12390;&#12356;&#12427;&#20182;&#12398;&#12518;&#12540;&#12470;&#12540;&#12392;&#36890;&#20449;&#12377;&#12427;&#12371;&#12392;&#12364;&#24441;&#31435;&#12388;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><br><span style="font-weight: bold;"><a name="Measuring_Mount_Behavior"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12398;&#21205;&#20316;&#12398;&#28204;&#23450;</font></font><br></span><font style="vertical-align: inherit;"></font><span style="font-weight: bold;"> </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36969;&#20999;&#12394;&#12460;&#12452;&#12489;&#32080;&#26524;&#12364;&#24471;&#12425;&#12428;&#12394;&#12356;</font><font style="vertical-align: inherit;">&#22580;&#21512;</font><font style="vertical-align: inherit;">&#12289;&#26368;&#21021;&#12398;&#26412;&#33021;&#12399;&#12289;&#12362;&#12381;&#12425;&#12367;&#12289;&#12510;&#12472;&#12483;&#12463;&#12477;&#12522;&#12517;&#12540;&#12471;&#12519;&#12531;&#12434;&#35211;&#12388;&#12369;&#12427;&#12371;&#12392;&#12434;&#26399;&#24453;&#12375;&#12390;&#12289;&#12460;&#12452;&#12489;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#22823;&#24133;&#12395;&#22793;&#26356;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12411;&#12392;&#12435;&#12393;&#27231;&#33021;&#12379;&#12378;&#12289;&#20107;&#24907;&#12434;&#24746;&#21270;&#12373;&#12379;&#12427;&#21487;&#33021;&#24615;&#12364;&#39640;&#12367;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">new-profile-wizard&#12363;&#12425;&#12398;&#12487;&#12501;&#12457;&#12523;&#12488;&#12497;&#12521;&#12513;&#12540;&#12479;&#12364;&#36969;&#20999;&#12394;&#32080;&#26524;&#12434;&#29983;&#25104;&#12375;&#12394;&#12356;&#22580;&#21512;&#12289;&#38556;&#23475;&#12399;&#12362;&#12381;&#12425;&#12367;&#12495;&#12540;&#12489;&#12454;&#12455;&#12450;&#12395;&#12354;&#12426;&#12289;&#26681;&#26412;&#30340;&#12394;&#21407;&#22240;&#12434;&#29305;&#23450;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21407;&#22240;&#12434;&#29702;&#35299;&#12377;&#12428;&#12400;&#12289;&#23455;&#38555;&#12398;&#20462;&#29702;&#12364;&#12391;&#12365;&#12394;&#12356;&#22580;&#21512;&#12391;&#12418;&#12289;&#12362;&#12381;&#12425;&#12367;&#12460;&#12452;&#12489;&#32080;&#26524;&#12434;&#25913;&#21892;&#12391;&#12365;&#12414;&#12377;&#12364;&#12289;&#26681;&#26412;&#30340;&#12394;&#21839;&#38988;&#12434;&#29702;&#35299;&#12377;&#12427;&#12371;&#12392;&#12364;&#37325;&#35201;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12398;&#21205;&#20316;&#12434;&#29702;&#35299;&#12377;&#12427;&#12395;&#12399;&#12289;&#27425;&#12398;&#25163;&#38918;&#12434;&#23455;&#34892;&#12375;&#12414;&#12377;&#12290;</font></font><br><br><div style="margin-left: 40px;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">1. </font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12473;&#12467;&#12540;&#12503;&#12398;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#28966;&#28857;&#36317;&#38626;&#12392;&#12459;&#12513;&#12521;&#12398;&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#12364;&#27491;&#12375;&#12356;</font><font style="vertical-align: inherit;">&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12394;&#12364;&#12425;&#12289;new-profile-wizard&#12434;&#20351;&#29992;&#12375;&#12390;&#12486;&#12473;&#12488;&#29992;&#12398;&#26032;&#12375;&#12356;&#27231;&#22120;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12434;&#20316;&#25104;&#12375;</font><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#12425;&#12434;&#25512;&#28204;&#12375;&#12394;&#12356;&#12391;&#12289;&#12424;&#12367;&#12431;&#12363;&#12425;&#12394;&#12356;&#22580;&#21512;&#12399;&#35519;&#12409;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">2.&#12510;&#12454;&#12531;&#12488;&#12408;&#12398;ASCOM&#25509;&#32154;&#12364;&#12354;&#12427;&#22580;&#21512;&#12399;&#12289;&#12381;&#12428;&#12434;&#20351;&#29992;&#12375;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">3.&#35222;&#30028;&#12398;&#24433;&#38911;&#12434;&#26368;&#23567;&#38480;&#12395;&#25233;&#12360;&#12427;&#12383;&#12417;&#12289;&#12473;&#12467;&#12540;&#12503;&#12364;&#27700;&#24179;&#32218;&#12424;&#12426;&#23569;&#12394;&#12367;&#12392;&#12418;40&#24230;&#19978;&#12434;&#21521;&#12356;&#12383;&#29366;&#24907;&#12391;&#12289;Dec = 0&#12398;&#36817;&#12367;&#12391;&#26032;&#12375;&#12356;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#23455;&#34892;&#12375;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">4.&#12510;&#12454;&#12531;&#12488;&#12391;&#12450;&#12463;&#12486;&#12451;&#12502;&#12394;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#35036;&#27491;&#35373;&#23450;&#12364;&#12394;&#12356;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12289;&#12510;&#12454;&#12531;&#12488;&#12460;&#12452;&#12489;&#36895;&#24230;&#12434;0.5x-1x sidereal&#12395;&#35373;&#23450;&#12375;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">5.&#12460;&#12452;&#12489;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;&#12434;10&#12316;15&#20998;&#38291;&#23455;&#34892;&#12375;&#12289;&#29305;&#12395;min-move&#20516;&#12395;&#38306;&#12375;&#12390;&#12289;&#25512;&#22888;&#20107;&#38917;&#12434;&#36969;&#29992;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36196;&#32239;&#12398;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12434;&#28204;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12503;&#12525;&#12475;&#12473;&#12398;&#12371;&#12398;&#37096;&#20998;&#12391;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12364;&#22833;&#12431;&#12428;&#12394;&#12356;&#12424;&#12358;&#12395;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;&#22823;&#12365;&#12394;&#12488;&#12521;&#12483;&#12461;&#12531;&#12464;&#38936;&#22495;&#12434;&#20351;&#29992;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;-&#12488;&#12521;&#12483;&#12461;&#12531;&#12464;&#38263;&#26041;&#24418;&#12395;&#35079;&#25968;&#12398;&#12473;&#12479;&#12540;&#12364;&#12394;&#12356;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12486;&#12473;&#12488;&#12399;&#26143;&#12434;&#21271;&#12395;&#38263;&#36317;&#38626;&#31227;&#21205;&#12373;&#12379;&#12427;&#12383;&#12417;&#12289;&#12459;&#12513;&#12521;&#12501;&#12524;&#12540;&#12512;&#12398;&#21335;&#31471;&#12395;&#36817;&#12356;&#12460;&#12452;&#12489;&#26143;&#12434;&#36984;&#25246;&#12375;&#12390;&#12289;&#21313;&#20998;&#12394;&#12473;&#12506;&#12540;&#12473;&#12434;&#30906;&#20445;&#12375;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">6.&#12460;&#12452;&#12489;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;&#12364;&#25512;&#22888;&#12377;&#12427;&#20197;&#19978;&#12398;&#12460;&#12452;&#12489;&#12497;&#12521;&#12513;&#12540;&#12479;&#12434;&#22793;&#26356;&#12375;&#12394;&#12356;&#12391;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">7.&#12460;&#12452;&#12489;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;&#12398;&#34920;&#12395;&#31034;&#12373;&#12428;&#12390;&#12356;&#12427;&#32080;&#26524;&#12434;&#27880;&#24847;&#28145;&#12367;&#35211;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#34920;&#20869;&#12398;&#21508;&#12456;&#12531;&#12488;&#12522;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12395;&#38306;&#12375;&#12390;&#26377;&#29992;&#12394;&#24773;&#22577;&#12434;&#25552;&#20379;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#32080;&#26524;&#12399;&#12460;&#12452;&#12489;&#12525;&#12464;&#12395;&#12418;&#26360;&#12365;&#36796;&#12414;&#12428;&#12427;&#12383;&#12417;&#12289;&#24460;&#12398;&#20998;&#26512;&#12395;&#20351;&#29992;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">8.&#25163;&#38918;3&#12391;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12450;&#12521;&#12540;&#12488;&#12513;&#12483;&#12475;&#12540;&#12472;&#12434;&#21463;&#12369;&#21462;&#12387;&#12383;&#22580;&#21512;&#12399;&#12289;&#20808;&#12395;&#36914;&#12416;&#21069;&#12395;&#12371;&#12428;&#12425;&#12398;&#21839;&#38988;&#12434;&#20462;&#27491;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12364;&#19981;&#36969;&#20999;&#12394;&#22580;&#21512;&#12399;&#12289;&#33391;&#12356;&#32080;&#26524;&#12364;&#24471;&#12425;&#12428;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#26997;&#37197;&#32622;&#35492;&#24046;&#12364;10&#12450;&#12540;&#12463;&#20998;&#20197;&#19978;&#12398;&#22580;&#21512;&#12289;&#12381;&#12428;&#12434;&#25913;&#21892;&#12375;&#12390;&#12363;&#12425;&#19978;&#35352;&#12398;&#25163;&#38918;&#12434;&#32368;&#12426;&#36820;&#12377;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">9.&#39080;&#12420;&#12381;&#12398;&#20182;&#12398;&#12300;&#38291;&#36949;&#12356;&#12301;&#12395;&#12424;&#12427;&#37325;&#22823;&#12394;&#12456;&#12521;&#12540;&#12364;&#12394;&#12356;&#38480;&#12426;&#12289;PHD2&#12434;&#12373;&#12425;&#12395;10&#12316;15&#20998;&#38291;&#12460;&#12452;&#12489;&#12375;&#12414;&#12377;&#12290; &nbsp;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12364;&#34892;&#12431;&#12428;&#12390;&#12356;&#12427;&#38291;&#12399;&#12289;&#12460;&#12452;&#12489;&#12497;&#12521;&#12513;&#12540;&#12479;&#12434;&#22793;&#26356;&#12375;&#12394;&#12356;&#12391;</font></font><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12367;&#12384;&#12373;&#12356;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12290;</font></font><br></div><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#33258;&#20998;&#12391;&#32080;&#26524;&#12434;&#20998;&#26512;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;PHDLogView&#12484;&#12540;&#12523;&#12392;PHD2&#12398;&#12460;&#12452;&#12489;&#32080;&#26524;&#12398;&#20998;&#26512;&#12395;&#38306;&#12377;&#12427;&#12481;&#12517;&#12540;&#12488;&#12522;&#12450;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12505;&#12473;&#12488;&#12503;&#12521;&#12463;&#12486;&#12451;&#12473;&#12395;&#38306;&#12377;&#12427;&#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&#12418;&#21442;&#29031;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12522;&#12501;&#12449;&#12524;&#12531;&#12473;&#12399;&#12377;&#12409;&#12390;&#12289;OpenPHDGuiding.org Web&#12469;&#12452;&#12488;&#12398;&#12300;News&#12301;&#12479;&#12502;&#12395;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#32080;&#26524;&#12398;&#29702;&#35299;&#12434;&#25903;&#25588;&#12375;&#12383;&#12356;&#22580;&#21512;&#12399;&#12289;OpenPHD2 Google&#12501;&#12457;&#12540;&#12521;&#12512;&#12395;&#12460;&#12452;&#12489;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12392;&#12487;&#12496;&#12483;&#12464;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12398;&#20001;&#26041;&#12434;&#25237;&#31295;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;&#12469;&#12509;&#12540;&#12488;&#12373;&#12379;&#12390;&#12356;&#12383;&#12384;&#12365;&#12414;&#12377;&#12290;</font></font><br><span style="font-weight: bold;"><br><span style="font-weight: bold;"></span></span><h3><a name="Problems-_Display_Window"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#34920;&#31034;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#21839;&#38988;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#38971;&#32321;&#12395;&#26032;&#12375;&#12356;&#12518;&#12540;&#12470;&#12540;&nbsp;</font></font><span style="font-size: 10pt;"></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12513;&#12452;&#12531;&#12454;&#12451;&#12531;&#12489;&#12454;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#30011;&#20687;&#12398;&#12494;&#12452;&#12474;&#12364;&#38750;&#24120;&#12395;&#22823;&#12365;&#12356;&#12363;&#12289;&#12411;&#12392;&#12435;&#12393;&#30333;&#12414;&#12383;&#12399;&#12377;&#12409;&#12390;&#40658;&#12391;&#12354;&#12427;&#12371;&#12392;&#12434;&#35380;&#12360;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12364;&#27231;&#33021;&#12375;&#12289;&#23455;&#38555;&#12395;&#30011;&#20687;&#12434;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12375;&#12390;&#12356;&#12427;&#12392;&#20206;&#23450;&#12377;&#12427;&#12392;&#12289;&#34920;&#31034;&#12398;&#21839;&#38988;&#12399;&#12289;&#12501;&#12524;&#12540;&#12512;&#20869;&#12395;&#20351;&#29992;&#21487;&#33021;&#12394;&#26143;&#12364;&#12394;&#12356;&#12371;&#12392;&#12364;&#21407;&#22240;&#12391;&#12354;&#12427;&#12371;&#12392;&#12364;&#12424;&#12367;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;&#12459;&#12513;&#12521;&#12434;&#23627;&#20869;&#12414;&#12383;&#12399;&#26085;&#20809;&#12398;&#19979;&#12391;&#12486;&#12473;&#12488;&#12375;&#12424;&#12358;&#12392;&#12377;&#12427;&#12392;&#12289;&#12411;&#12392;&#12435;&#12393;&#12398;&#22580;&#21512;&#12371;&#12428;&#12425;&#12398;&#29366;&#24907;&#12364;&#30330;&#29983;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#29366;&#27841;&#12391;&#12398;&#30011;&#20687;&#34920;&#31034;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#22806;&#35251;&#12399;&#26377;&#29992;&#12394;&#24773;&#22577;&#12434;&#25552;&#20379;&#12375;&#12394;&#12356;&#12383;&#12417;&#12289;&#21106;&#24341;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12399;&#12289;&#22812;&#38291;&#12398;&#31354;&#12398;&#19979;&#12391;&#23455;&#38555;&#12398;&#26143;&#12434;&#35211;&#12427;&#12398;&#12395;&#24441;&#31435;&#12388;&#33258;&#21205;&#12473;&#12463;&#12522;&#12540;&#12531;&#12473;&#12488;&#12524;&#12483;&#12481;&#27231;&#33021;&#12434;&#20351;&#29992;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26143;&#12364;&#23384;&#22312;&#12375;&#12394;&#12356;&#22580;&#21512;&#12289;&#12501;&#12524;&#12540;&#12512;&#20869;&#12395;&#12354;&#12427;&#12418;&#12398;&#12398;&#26368;&#23567;&#12363;&#12425;&#26368;&#22823;&#12398;&#36637;&#24230;&#20516;&#12398;&#31684;&#22258;&#12434;&#34920;&#31034;&#12377;&#12427;&#12383;&#12417;&#12395;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12364;&#24341;&#12365;&#20280;&#12400;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#36890;&#24120;&#12289;&#12494;&#12452;&#12474;&#12398;&#22810;&#12356;/&#20840;&#30333;/&#20840;&#40658;&#12398;&#34920;&#31034;&#32080;&#26524;&#12398;&#21407;&#22240;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#12460;&#12452;&#12480;&#12540;&#12398;&#28966;&#28857;&#12364;&#21512;&#12387;&#12390;&#12356;&#12394;&#12356;&#12392;&#12289;&#34920;&#31034;&#12398;&#21839;&#38988;&#12364;&#30330;&#29983;&#12377;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12480;&#12540;&#12395;&#28966;&#28857;&#12434;&#21512;&#12431;&#12379;&#12427;&#12398;&#12399;&#36864;&#23624;&#12391;&#12452;&#12521;&#12452;&#12521;&#12377;&#12427;&#32076;&#39443;&#12395;&#12394;&#12426;&#12414;&#12377;&#12364;&#12289;&#20778;&#12428;&#12383;&#12460;&#12452;&#12487;&#12451;&#12531;&#12464;&#32080;&#26524;&#12434;&#24471;&#12427;&#12395;&#12399;&#37325;&#35201;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#33391;&#12356;&#12486;&#12463;&#12491;&#12483;&#12463;&#12399;&#12289;&#26126;&#12427;&#12356;&#12363;&#12425;&#22987;&#12417;&#12427;&#12371;&#12392;&#12391;&#12377;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12375;&#12363;&#12375;&#12289;&#19981;&#39165;&#21644;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26143;&#12392;&#12381;&#12428;&#12395;&#28966;&#28857;&#12434;&#24403;&#12390;&#12390;&#12415;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#27425;&#12395;&#12289;&#36899;&#32154;&#30340;&#12395;&#26263;&#12356;&#26143;&#12395;&#31227;&#21205;&#12375;&#12390;&#12289;&#28966;&#28857;&#20301;&#32622;&#12434;&#24494;&#35519;&#25972;&#12375;&#12414;&#12377;&#12290; &nbsp;</font></font><br><h3><a name="Problems-Hot_Pixels"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12398;&#21839;&#38988;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#39640;&#21697;&#36074;&#12398;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12391;&#12418;&#12289;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12398;&#22602;&#12364;PHD2&#12395;&#12424;&#12387;&#12390;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12392;&#38291;&#36949;&#12431;&#12428;&#12427;&#12392;&#12356;&#12358;&#21839;&#38988;&#12364;&#30330;&#29983;&#12377;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#33258;&#21205;&#21270;&#12484;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12362;&#12426;&#12289;&#12300;&#33258;&#21205;&#36984;&#25246;&#12301;&#12460;&#12452;&#12489;&#12398;&#12473;&#12479;&#12540;&#36984;&#25246;&#12364;&#35492;&#12387;&#12390;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12434;&#36984;&#25246;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#29305;&#12395;&#38754;&#20498;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#22810;&#12367;&#12398;&#12459;&#12513;&#12521;&#12391;&#12399;&#12289;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12398;&#21839;&#38988;&#12434;&#36605;&#28187;&#12414;&#12383;&#12399;&#35299;&#28040;&#12377;&#12427;&#12395;&#12399;&#21336;&#32020;&#12394;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12391;&#21313;&#20998;&#12391;&#12354;&#12426;&#12289;&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12399;&#24120;&#12395;&#38283;&#22987;&#28857;&#12392;&#12375;&#12390;&#20351;&#29992;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12363;&#12375;&#12289;&#20182;&#12398;&#12459;&#12513;&#12521;&#12398;&#22580;&#21512;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12398;&#12510;&#12483;&#12503;&#12434;&#20316;&#25104;&#12375;&#12289;&#27424;&#38501;&#12500;&#12463;&#12475;&#12523;&#12398;&#20301;&#32622;&#12392;&#12469;&#12452;&#12474;&#12398;&#22793;&#21270;&#12434;&#30906;&#35469;&#12375;&#12383;&#12425;&#12289;&#24517;&#35201;&#12395;&#24540;&#12376;&#12390;&#26356;&#26032;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12475;&#12531;&#12469;&#12540;&#12399;&#26178;&#38291;&#12392;&#12392;&#12418;&#12395;&#22793;&#21270;&#12375;&#12289;&#28201;&#24230;&#12398;&#22793;&#21270;&#12395;&#21453;&#24540;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#12381;&#12398;&#12383;&#12417;&#12289;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12398;&#12513;&#12531;&#12486;&#12490;&#12531;&#12473;&#12399;&#12289;&#23455;&#34892;&#12391;&#12365;&#12427;&#23567;&#12373;&#12394;&#12479;&#12473;&#12463;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27573;&#38542;&#30340;&#12394;&#25163;&#38918;&#12399;&#12289;&nbsp; </font></font><a href="Darks_BadPixel_Maps.html#Bad-pixel_Maps"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12395;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12371;&#12398;&#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&#12398;&#31456;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#21839;&#38988;&#12399;&#12289;&#12475;&#12531;&#12469;&#12540;&#12408;&#12398;&#23431;&#23449;&#32218;&#12398;&#34909;&#31361;&#12395;&#12424;&#12387;&#12390;&#30330;&#29983;&#12377;&#12427;&#21487;&#33021;&#24615;&#12398;&#12354;&#12427;&#19968;&#26178;&#30340;&#12394;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12392;&#12399;&#30064;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#23431;&#23449;&#32218;&#12398;&#12498;&#12483;&#12488;&#12399;&#12460;&#12452;&#12489;&#12434;&#28151;&#20081;&#12373;&#12379;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12364;&#12289;&#12381;&#12428;&#12425;&#12395;&#23550;&#12375;&#12390;&#23455;&#38555;&#12395;&#12391;&#12365;&#12427;&#12371;&#12392;&#12399;&#20309;&#12418;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font></font><br><br><h3><a name="Problems-Restore_Guiding_Parameters"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#20316;&#26989;&#12505;&#12540;&#12473;&#12521;&#12452;&#12531;&#12398;&#24489;&#20803;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#21453;&#23550;&#12398;&#12450;&#12489;&#12496;&#12452;&#12473;&#12395;&#12418;&#12363;&#12363;&#12431;&#12425;&#12378;&#12289;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12364;&#21516;&#12376;&#12414;&#12414;&#12391;&#12354;&#12427;&#12363;&#12289;&#12373;&#12425;&#12395;&#24746;&#21270;&#12375;&#12383;&#12371;&#12392;&#12434;&#35211;&#12388;&#12369;&#12427;&#12383;&#12417;&#12384;&#12369;&#12395;&#12289;&#12460;&#12452;&#12489;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12395;&#36805;&#36895;&#12363;&#12388;&#24773;&#22577;&#12398;&#12394;&#12356;&#22793;&#26356;&#12434;&#21152;&#12360;&#12383;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20808;&#12395;&#36914;&#12416;&#21069;&#12395;&#12289;&#35373;&#23450;&#12434;&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12395;&#24489;&#20803;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">new-profile-wizard&#12434;&#20351;&#29992;&#12375;&#12390;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12434;&#20316;&#25104;&#12375;&#12383;&#22580;&#21512;&#12289;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12399;&#27083;&#25104;&#12398;&#35443;&#32048;&#12395;&#22522;&#12389;&#12356;&#12390;&#35373;&#23450;&#12373;&#12428;&#12390;&#12362;&#12426;&#12289;&#12363;&#12394;&#12426;&#36817;&#12356;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#35373;&#23450;&#12434;&#20351;&#29992;&#12375;&#12390;&#12460;&#12452;&#12489;&#12395;&#38306;&#12377;&#12427;&#37325;&#22823;&#12394;&#21839;&#38988;&#12364;&#30330;&#29983;&#12375;&#12383;&#22580;&#21512;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12414;&#12383;&#12399;&#12381;&#12398;&#20182;&#12398;&#12495;&#12540;&#12489;&#12454;&#12455;&#12450;&#12395;&#21839;&#38988;&#12364;&#12354;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#35480;&#23566;&#12497;&#12521;&#12513;&#12540;&#12479;&#12434;&#30450;&#30446;&#30340;&#12395;&#22793;&#26356;&#12375;&#12390;&#12418;&#12289;&#12371;&#12428;&#12425;&#12398;&#21839;&#38988;&#12434;&#35299;&#27770;&#12377;&#12427;&#12371;&#12392;&#12399;&#12411;&#12392;&#12435;&#12393;&#12394;&#12367;&#12289;&#20107;&#24907;&#12434;&#24746;&#21270;&#12373;&#12379;&#12427;&#12371;&#12392;&#12418;&#12424;&#12367;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#35373;&#23450;&#12434;&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12395;&#25147;&#12377;&#12383;&#12417;&#12398;&#12458;&#12503;&#12471;&#12519;&#12531;&#12364;&#12356;&#12367;&#12388;&#12363;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><ol><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35443;&#32048;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#12300;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12301;&#12479;&#12502;&#12391;&#12289;&#21508;&#12501;&#12451;&#12540;&#12523;&#12489;&#12398;&#12484;&#12540;&#12523;&#12481;&#12483;&#12503;&#12434;&#35211;&#12390;&#12289;&#12497;&#12521;&#12513;&#12540;&#12479;&#12434;&#20491;&#21029;&#12395;&#12522;&#12475;&#12483;&#12488;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12501;&#12451;&#12540;&#12523;&#12489;&#12395;&#12510;&#12454;&#12473;&#12459;&#12540;&#12477;&#12523;&#12434;&#21512;&#12431;&#12379;&#12427;&#12392;&#12289;&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#30011;&#20687;&#12398;&#12473;&#12465;&#12540;&#12523;&#12395;&#20381;&#23384;&#12377;&#12427;min-move&#35373;&#23450;&#12391;&#12399;&#27491;&#30906;&#12391;&#12399;&#12394;&#12356;&#12371;&#12392;&#12395;&#27880;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12450;&#12503;&#12525;&#12540;&#12481;&#12399;&#12289;&#12356;&#12367;&#12388;&#12363;&#12398;&#35373;&#23450;&#12398;&#12415;&#12434;&#24489;&#20803;&#12377;&#12427;&#22580;&#21512;&#12395;&#26368;&#36969;&#12391;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36984;&#25246;&#12375;&#12383;RA&#12362;&#12424;&#12403;Dec&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12398;[&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;]&#12479;&#12502;&#12398;[&#12522;&#12475;&#12483;&#12488;]&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#12377;&#12409;&#12390;&#12398;&#12460;&#12452;&#12489;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#12522;&#12475;&#12483;&#12488;&#12377;&#12427;&#12383;&#12417;&#12398;&#25512;&#22888;&#12450;&#12503;&#12525;&#12540;&#12481;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">min-move&#35373;&#23450;&#12399;&#12289;new-profile-wizard&#12395;&#12424;&#12387;&#12390;&#26368;&#21021;&#12395;&#35336;&#31639;&#12373;&#12428;&#12383;&#20516;&#12395;&#12522;&#12475;&#12483;&#12488;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#24460;&#12289;&#12460;&#12452;&#12489;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;&#12434;&#23455;&#34892;&#12375;&#12390;&#12371;&#12428;&#12425;&#12398;&#35373;&#23450;&#12434;&#35519;&#25972;&#12375;&#12383;&#22580;&#21512;&#12399;&#12289;&#12381;&#12398;&#12503;&#12525;&#12475;&#12473;&#12434;&#32368;&#12426;&#36820;&#12377;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">[&#25509;&#32154;]&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;[&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12398;&#31649;&#29702;]&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12450;&#12463;&#12475;&#12473;&#12377;&#12427;&#12289;new-profile-wizard&#12434;&#23455;&#34892;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21516;&#12376;&#12459;&#12513;&#12521;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12377;&#12391;&#12395;&#12354;&#12427;&#36984;&#25246;&#32930;&#12434;&#12510;&#12454;&#12531;&#12488;&#12375;&#12289;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12395;&#26032;&#12375;&#12356;&#21517;&#21069;&#12434;&#20184;&#12369;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21476;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12398;&#12480;&#12540;&#12463;&#12521;&#12452;&#12502;&#12521;&#12522;&#12392;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20877;&#20351;&#29992;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;&#26032;&#12375;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12395;&#25509;&#32154;&#12375;&#12289;[&#12480;&#12540;&#12463;]&#12513;&#12491;&#12517;&#12540;&#12434;&#20351;&#29992;&#12375;&#12390;&#21476;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12363;&#12425;&#12371;&#12428;&#12425;&#12398;&#12501;&#12449;&#12452;&#12523;&#12434;&#12452;&#12531;&#12509;&#12540;&#12488;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26032;&#12375;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#35373;&#23450;&#12395;&#28288;&#36275;&#12375;&#12383;&#12425;&#12289;&#21476;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#35373;&#23450;&#12434;&#21066;&#38500;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font></li></ol> <h3><a name="Problems-_Camera_Timeouts"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12398;&#12479;&#12452;&#12512;&#12450;&#12454;&#12488;&#12392;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12398;&#21839;&#38988;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#22580;&#21512;&#12395;&#12424;&#12387;&#12390;&#12399;&#12289;&#12460;&#12452;&#12489;&#30011;&#20687;&#12364;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12414;&#12383;&#12399;&#34920;&#31034;&#12373;&#12428;&#12394;&#12356;&#12392;&#12356;&#12358;&#21839;&#38988;&#12364;&#30330;&#29983;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26997;&#31471;&#12394;&#22580;&#21512;&#12289;&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;
 </font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12414;&#12383;&#12399;&#20182;&#12398;&#12459;&#12513;&#12521;&#38306;&#36899;&#12398;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12364;&#24540;&#31572;&#12375;&#12394;&#12367;&#12394;&#12427;&#65288;&#12388;&#12414;&#12426;&#12289;&#12300;&#12495;&#12531;&#12464;&#12301;&#12377;&#12427;&#65289;&#12371;&#12392;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#32368;&#12426;&#36820;&#12375;&#12414;&#12377;&#12364;&#12289;&#12371;&#12428;&#12399;&#12411;&#12392;&#12435;&#12393;&#12398;&#22580;&#21512;&#12289;&#12495;&#12540;&#12489;&#12454;&#12455;&#12450;&#12289;&#12459;&#12513;&#12521;&#12489;&#12521;&#12452;&#12496;&#12540;&#12289;&#12414;&#12383;&#12399;&#25509;&#32154;&#12398;&#21839;&#38988;&#12364;&#21407;&#22240;&#12391;&#12354;&#12426;&#12289;&#26368;&#12418;&#19968;&#33324;&#30340;&#12394;&#21407;&#22240;&#12398;1&#12388;&#12399;USB&#12465;&#12540;&#12502;&#12523;&#12414;&#12383;&#12399;&#12487;&#12496;&#12452;&#12473;&#12398;&#25925;&#38556;&#12391;&#12377;&#12290;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">PHD2&#12398;</font></span><font style="vertical-align: inherit;">&#12424;&#12358;&#12394;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12364;&#21407;&#22240;&#12391;&#12354;&#12427;&#21487;&#33021;&#24615;&#12399;&#38750;&#24120;&#12395;&#20302;&#12356;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12289;&#12471;&#12473;&#12486;&#12512;&#12398;&#19979;&#20301;&#12524;&#12505;&#12523;&#12391;&#35519;&#26619;&#12434;&#38283;&#22987;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12364;&#27231;&#33021;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12377;&#12427;&#12371;&#12392;&#12363;&#12425;&#38283;&#22987;&#12391;&#12365;&#12414;&#12377;&#12290;&#12459;&#12513;&#12521;&#12363;&#12425;&#12467;&#12531;&#12500;&#12517;&#12540;&#12479;&#12540;&#12408;&#12398;&#30701;&#12356;&#30452;&#25509;&#12465;&#12540;&#12502;&#12523;&#12434;&#20351;&#29992;&#12375;&#12289;&#12459;&#12513;&#12521;&#12395;&#20184;&#23646;&#12398;&#12493;&#12452;&#12486;&#12451;&#12502;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12414;&#12383;&#12399;&#12486;&#12473;&#12488;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12391;&#38706;&#20986;&#12434;&#25774;&#24433;&#12375;&#12390;&#12415;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12364;&#27231;&#33021;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;USB&#12495;&#12502;&#12392;&#12465;&#12540;&#12502;&#12523;&#12434;&#19968;&#24230;&#12395;1&#12388;&#12378;&#12388;&#20132;&#25563;&#12375;&#12390;&#12289;&#21839;&#38988;&#12434;&#29305;&#23450;&#12391;&#12365;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#30906;&#35469;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12434;&#34892;&#12387;&#12390;&#12356;&#12427;&#38291;&#12289;&#25973;&#23550;&#30340;&#12394;&#29872;&#22659;&#12391;&#20316;&#26989;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#35226;&#12360;&#12390;&#12362;&#12367;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#20351;&#29992;&#12377;&#12427;&#12467;&#12531;&#12509;&#12540;&#12493;&#12531;&#12488;&#12398;&#22810;&#12367;&#12399;&#12289;&#23506;&#12356;&#23627;&#22806;&#26465;&#20214;&#21521;&#12369;&#12395;&#35373;&#35336;&#12373;&#12428;&#12390;&#12356;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#12383;&#12417;&#12289;&#20808;&#36913;&#12414;&#12383;&#12399;&#20808;&#26376;&#12384;&#12369;&#12391;&#27231;&#33021;&#12375;&#12383;&#12418;&#12398;&#12399;&#12289;&#12418;&#12399;&#12420;&#20449;&#38972;&#12391;&#12365;&#12394;&#12356;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">2.3&#12522;&#12522;&#12540;&#12473;&#20197;&#38477;&#12289;PHD2&#12399;&#12459;&#12513;&#12521;&#12479;&#12452;&#12512;&#12450;&#12454;&#12488;&#12503;&#12525;&#12497;&#12486;&#12451;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12495;&#12531;&#12464;&#29366;&#24907;&#12363;&#12425;&#20445;&#35703;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12503;&#12525;&#12497;&#12486;&#12451;&#12399;&#12289;[&#12459;&#12513;&#12521;]&#12479;&#12502;&#12391;&#35373;&#23450;&#12373;&#12428;&#12414;&#12377;&nbsp;</font></font><a href="Advanced_settings.html"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">[&#35443;&#32048;&#35373;&#23450;]</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12398;15&#31186;&#12434;&#20351;&#29992;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;PHD2&#12364;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">&#38706;&#20986;&#12398;&#23436;&#20102;&#24460;</font></span><font style="vertical-align: inherit;">&#26368;&#22823;15&#31186;&#38291;&#24453;&#27231;&#12377;&#12427;&#12371;&#12392;&#12434;&#24847;&#21619;&#12375;&#12414;&#12377;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12459;&#12513;&#12521;&#12363;&#12425;&#30011;&#20687;&#12434;&#21463;&#20449;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#38750;&#24120;&#12395;&#23515;&#22823;&#12394;&#26178;&#38291;&#12391;&#12354;&#12426;&#12289;&#12411;&#12392;&#12435;&#12393;&#12398;&#12459;&#12513;&#12521;&#12391;&#12358;&#12414;&#12367;&#27231;&#33021;&#12377;&#12427;&#12399;&#12378;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#19968;&#37096;&#12398;&#12459;&#12513;&#12521;&#12399;&#12289;USB&#12469;&#12502;&#12471;&#12473;&#12486;&#12512;&#12395;&#22823;&#12365;&#12394;&#24111;&#22495;&#24133;&#12414;&#12383;&#12399;&#38651;&#21147;&#12434;&#35201;&#27714;&#12377;&#12427;&#12371;&#12392;&#12391;&#21839;&#38988;&#12434;&#24341;&#12365;&#36215;&#12371;&#12377;&#12371;&#12392;&#12364;&#30693;&#12425;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#31278;&#12398;&#12479;&#12452;&#12512;&#12450;&#12454;&#12488;&#12364;&#30330;&#29983;&#12375;&#12289;&#12459;&#12513;&#12521;&#12364;&#27491;&#24120;&#12395;&#21205;&#20316;&#12375;&#12390;&#12356;&#12427;&#12392;&#30906;&#20449;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12371;&#12398;&#12479;&#12452;&#12512;&#12450;&#12454;&#12488;&#20516;&#12434;&#22679;&#12420;&#12377;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12479;&#12452;&#12512;&#12450;&#12454;&#12488;&#12456;&#12521;&#12540;&#12364;&#34920;&#31034;&#12373;&#12428;&#12394;&#12356;&#12424;&#12358;&#12395;&#12289;1000&#31186;&#20197;&#19978;&#12398;&#38750;&#24120;&#12395;&#22823;&#12365;&#12394;&#25968;&#20516;&#12395;&#22793;&#26356;&#12377;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12434;&#34892;&#12358;&#12392;&#12289;&#12518;&#12540;&#12470;&#12540;&#12452;&#12531;&#12479;&#12540;&#12501;&#12455;&#12452;&#12473;&#12398;&#35211;&#12363;&#12369;&#19978;&#12398;&#12495;&#12531;&#12464;&#12420;&#19981;&#23433;&#23450;&#12394;&#12460;&#12452;&#12489;&#21205;&#20316;&#12395;&#23550;&#12375;&#12390;&#33030;&#24369;&#12395;&#12394;&#12426;&#12414;&#12377;&#12364;&#12289;&#33258;&#20998;&#12391;&#36984;&#25246;&#12377;&#12427;&#12371;&#12392;&#12399;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12479;&#12452;&#12512;&#12450;&#12454;&#12488;&#12398;&#20516;&#12434;&#22823;&#12365;&#12367;&#12375;&#12390;&#12418;&#12289;&#36890;&#24120;&#12398;&#12459;&#12513;&#12521;&#25805;&#20316;&#20013;&#12395;&#20313;&#20998;&#12394;&#36933;&#24310;&#12399;&#30330;&#29983;&#12375;&#12414;&#12379;&#12435;&#12290;&#12459;&#12513;&#12521;&#12363;&#12425;&#30011;&#20687;&#12364;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12373;&#12428;&#12427;&#12392;&#12289;&#12479;&#12452;&#12510;&#12540;&#12364;&#12461;&#12515;&#12531;&#12475;&#12523;&#12373;&#12428;&#12289;&#12377;&#12368;&#12395;&#12460;&#12452;&#12489;&#12364;&#36914;&#34892;&#12375;&#12414;&#12377;&#12290;</font></font><h3><a name="Problems-_Poor_Guiding"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#24746;&#12356;&#25351;&#23566;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12377;&#12409;&#12390;&#12364;&#23455;&#34892;&#12373;&#12428;&#12383;&#12425;&#12289;&#12411;&#12412;&#12377;&#12368;&#12395;&#36969;&#20999;&#12394;&#12460;&#12452;&#12489;&#32080;&#26524;&#12364;&#24471;&#12425;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#21313;&#20998;&#12394;&#12301;&#12392;&#12399;&#12393;&#12358;&#12356;&#12358;&#12371;&#12392;&#12363;&#12434;&#27770;&#12417;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12289;&#35504;&#12418;&#12364;&#22522;&#28310;&#12364;&#30064;&#12394;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12363;&#12375;&#12289;&#26143;&#12364;&#32286;&#27169;&#27096;&#12414;&#12383;&#12399;&#32048;&#38263;&#12356;&#12383;&#12417;&#12395;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#32080;&#26524;&#12364;&#35377;&#23481;&#12391;&#12365;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#21839;&#38988;&#12434;&#20462;&#27491;&#12377;&#12427;&#12383;&#12417;&#12398;&#20307;&#31995;&#30340;&#12394;&#12450;&#12503;&#12525;&#12540;&#12481;&#12434;&#12392;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#29289;&#20107;&#12434;&#25913;&#21892;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;&#12373;&#12414;&#12374;&#12414;&#12394;&#12460;&#12452;&#12489;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#30450;&#30446;&#30340;&#12395;&#35519;&#25972;&#12375;&#22987;&#12417;&#12427;&#12384;&#12369;&#12398;&#22580;&#21512;&#12364;&#12424;&#12367;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12398;&#35519;&#25972;&#12395;&#21839;&#38988;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;-&#12381;&#12398;&#12383;&#12417;&#12289;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12364;&#23384;&#22312;&#12375;&#12414;&#12377;-&#12375;&#12363;&#12375;&#12289;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12398;&#21205;&#20316;&#12434;&#29702;&#35299;&#12375;&#12383;&#19978;&#12391;&#24910;&#37325;&#12395;&#35519;&#25972;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12398;&#12487;&#12501;&#12457;&#12523;&#12488;&#35373;&#23450;&#12399;&#12289;&#12411;&#12392;&#12435;&#12393;&#12398;&#12450;&#12510;&#12481;&#12517;&#12450;&#27231;&#22120;&#12362;&#12424;&#12403;&#22580;&#25152;&#12391;&#36969;&#20999;&#12394;&#32080;&#26524;&#12434;&#24471;&#12427;&#12383;&#12417;&#12395;&#24910;&#37325;&#12395;&#36984;&#25246;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#36969;&#12394;&#35373;&#23450;&#12399;&#12289;&#12452;&#12513;&#12540;&#12472;&#12473;&#12465;&#12540;&#12523;&#12289;&#34920;&#31034;&#26465;&#20214;&#12289;&#12362;&#12424;&#12403;&#29305;&#23450;&#12398;&#12510;&#12454;&#12531;&#12488;&#12398;&#21205;&#20316;&#12395;&#23436;&#20840;&#12395;&#20381;&#23384;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#35328;&#12356;&#25563;&#12360;&#12428;&#12400;&#12289;&#12381;&#12428;&#12425;&#12399;&#12354;&#12394;&#12383;&#12398;&#29366;&#27841;&#12395;&#22266;&#26377;&#12398;&#12418;&#12398;&#12391;&#12377;-&#27491;&#12375;&#12356;&#12460;&#12452;&#12489;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12398;&#39764;&#27861;&#12398;&#12300;&#12524;&#12483;&#12489;&#12502;&#12483;&#12463;&#12301;&#12399;&#12394;&#12367;&#12289;&#20182;&#12398;&#12518;&#12540;&#12470;&#12540;&#12363;&#12425;&#21462;&#24471;&#12377;&#12427;&#35373;&#23450;&#12399;&#12354;&#12394;&#12383;&#12398;&#29366;&#27841;&#12395;&#23436;&#20840;&#12395;&#28961;&#38306;&#20418;&#12363;&#12418;&#12375;&#12428;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">New-Profile&#12454;&#12451;&#12470;&#12540;&#12489;&#12434;&#20351;&#29992;&#12375;&#12390;&#38283;&#22987;&#12375;&#12383;&#22580;&#21512;&#12289;&#12487;&#12501;&#12457;&#12523;&#12488;&#35373;&#23450;&#12399;&#30011;&#20687;&#12398;&#12473;&#12465;&#12540;&#12523;&#12395;&#19968;&#33268;&#12377;&#12427;&#12424;&#12358;&#12395;&#12377;&#12391;&#12395;&#35519;&#25972;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">Guiding Assistant&#12434;&#20351;&#29992;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#29366;&#27841;&#12398;&#35443;&#32048;&#12434;&#30906;&#35469;&#12391;&#12365;&#12414;&#12377;-&#12471;&#12540;&#12452;&#12531;&#12464;&#26465;&#20214;&#12364;&#12393;&#12398;&#12424;&#12358;&#12395;&#35211;&#12360;&#12427;&#12363;&#12289;&#12471;&#12540;&#12452;&#12531;&#12464;&#12434;&#36861;&#12356;&#12363;&#12369;&#12394;&#12356;&#12424;&#12358;&#12395;&#26368;&#23567;&#31227;&#21205;&#35373;&#23450;&#12434;&#35519;&#25972;&#12377;&#12427;&#26041;&#27861;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#12460;&#12452;&#12489;&#12450;&#12471;&#12473;&#12479;&#12531;&#12488;&#12414;&#12383;&#12399;&#25163;&#21205;&#12460;&#12452;&#12489;&#12484;&#12540;&#12523;&#12398;&#12356;&#12378;&#12428;&#12363;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12510;&#12454;&#12531;&#12488;&#12395;&#23384;&#22312;&#12377;&#12427;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12398;&#37327;&#12434;&#30906;&#35469;&#12377;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290;&#12371;&#12428;&#12399;&#12289;&#20559;&#35282;&#12460;&#12452;&#12489;&#12398;&#32080;&#26524;&#12434;&#29702;&#35299;&#12377;&#12427;&#12383;&#12417;&#12395;&#37325;&#35201;&#12391;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#21487;&#33021;&#12394;&#38480;&#12426;&#26368;&#39640;&#12398;&#12460;&#12452;&#12489;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#36948;&#25104;&#12377;&#12427;&#12371;&#12392;&#12399;&#35079;&#38609;&#12394;&#12479;&#12473;&#12463;&#12391;&#12354;&#12426;&#12289;&#12371;&#12371;&#12391;&#35500;&#26126;&#12391;&#12365;&#12427;&#12371;&#12392;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;Craig Stark&#12395;&#12424;&#12427;&#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&#12399;&#12289;&#38283;&#22987;&#12377;&#12427;&#12398;&#12395;&#38750;&#24120;&#12395;&#36969;&#12375;&#12383;&#22580;&#25152;&#12391;&#12354;&#12427;&#12383;&#12417;&#12289;&#12373;&#12414;&#12374;&#12414;&#12394;&#12477;&#12540;&#12473;&#12363;&#12425;Web&#12391;&#12504;&#12523;&#12503;&#12434;&#21462;&#24471;&#12391;&#12365; &nbsp; </font></font><br><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12414;&#12377;&#12290; / what-to-do-when-phd-guiding-isnt-push-here-dummy-r2677</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12290;</font></font><span style="font-weight: bold;"></span><h3><a name="Problems-_Alerts"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35686;&#21578;&#12513;&#12483;&#12475;&#12540;&#12472;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12399;&#12289;&#12513;&#12452;&#12531;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#19978;&#37096;&#12395;&#12450;&#12521;&#12540;&#12488;&#12513;&#12483;&#12475;&#12540;&#12472;&#12434;&#34920;&#31034;&#12377;&#12427;&#12371;&#12392;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12399;&#36890;&#24120;&#12289;&#27880;&#24847;&#12434;&#35201;&#12377;&#12427;&#12456;&#12521;&#12540;&#12414;&#12383;&#12399;&#35386;&#26029;&#24773;&#22577;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36890;&#24120;&#12398;&#25805;&#20316;&#12391;&#12399;&#12289;&#12362;&#12381;&#12425;&#12367;&#12371;&#12428;&#12425;&#12398;&#12356;&#12378;&#12428;&#12418;&#34920;&#31034;&#12373;&#12428;&#12414;&#12379;&#12435;&#12364;&#12289;&#34920;&#31034;&#12373;&#12428;&#12383;&#22580;&#21512;&#12289;&#12371;&#12398;&#12475;&#12463;&#12471;&#12519;&#12531;&#12399;&#12381;&#12428;&#12425;&#12398;&#23550;&#20966;&#26041;&#27861;&#12434;&#27770;&#23450;&#12377;&#12427;&#12398;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font></font><br><br><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12392;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12450;&#12521;&#12540;&#12488;</font></font></span><br><br><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> 
&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12414;&#12383;&#12399;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20351;&#29992;&#12377;&#12427;</font><span style="font-weight: bold;"><font style="vertical-align: inherit;">&#12301;</font></span><font style="vertical-align: inherit;"> -&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12414;&#12383;&#12399;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;PHD2&#12364;&#35492;&#12387;&#12390;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12414;&#12383;&#12399;&#12381;&#12398;&#20182;&#12398;&#30011;&#20687;&#12398;&#27424;&#38501;&#12434;&#26143;&#12392;&#12375;&#12390;&#35672;&#21029;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#20302;&#12367;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12513;&#12483;&#12475;&#12540;&#12472;&#12434;&#28961;&#35222;&#12377;&#12427;&#12371;&#12392;&#12434;&#36984;&#25246;&#12375;&#12383;&#22580;&#21512;&#12289;PHD2&#12364;&#35492;&#12387;&#12390;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12363;&#12425;&#12507;&#12483;&#12488;&#12500;&#12463;&#12475;&#12523;&#12395;&#20999;&#12426;&#26367;&#12431;&#12426;&#12289;&#27491;&#12375;&#12367;&#12460;&#12452;&#12489;&#12373;&#12428;&#12394;&#12367;&#12394;&#12427;&#29366;&#27841;&#12395;&#23550;&#12375;&#12390;&#33030;&#24369;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font></font><br><br><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12501;&#12457;&#12540;&#12510;&#12483;&#12488;/&#12472;&#12458;&#12513;&#12488;&#12522;&#12398;&#19981;&#19968;&#33268;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
-&#26263;&#12356;&#12501;&#12524;&#12540;&#12512;&#12392;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12399;&#12289;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#12459;&#12513;&#12521;&#12398;&#12475;&#12531;&#12469;&#12540;&#12398;&#24418;&#24335;&#12392;&#19968;&#33268;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26082;&#23384;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12391;&#12459;&#12513;&#12521;&#12434;&#22793;&#26356;&#12375;&#12383;&#22580;&#21512;&#12289;&#26082;&#23384;&#12398;dark / bpm&#12501;&#12449;&#12452;&#12523;&#12399;&#20351;&#29992;&#12391;&#12365;&#12394;&#12367;&#12394;&#12426;&#12289;&#12371;&#12398;&#35686;&#21578;&#12513;&#12483;&#12475;&#12540;&#12472;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12513;&#12483;&#12475;&#12540;&#12472;&#12364;&#34920;&#31034;&#12373;&#12428;&#12394;&#12356;&#12424;&#12358;&#12395;&#12377;&#12427;&#12395;&#12399;&#12289;&#12459;&#12513;&#12521;&#12434;&#22793;&#26356;&#12377;&#12427;&#12392;&#12365;&#12395;&#26032;&#12375;&#12356;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12434;&#20316;&#25104;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12384;&#26032;&#12375;&#12356;&#12480;&#12540;&#12463;&#12414;&#12383;&#12399;bpm&#12434;&#25774;&#24433;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12364;&#12289;&#20803;&#12398;&#12459;&#12513;&#12521;&#12391;&#20351;&#29992;&#12377;&#12427;&#12383;&#12417;&#12395;&#21476;&#12356;&#12501;&#12449;&#12452;&#12523;&#12434;&#20445;&#25345;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#38750;&#24120;&#12395;&#12414;&#12428;&#12394;&#29366;&#27841;&#12391;&#12399;&#12289;&#12459;&#12513;&#12521;&#12434;&#20966;&#29702;&#12377;&#12427;&#12383;&#12417;&#12398;&#12489;&#12521;&#12452;&#12496;&#12540;&#12414;&#12383;&#12399;PHD2&#12467;&#12540;&#12489;&#12364;&#22793;&#26356;&#12373;&#12428;&#12383;&#12392;&#12365;&#12395;&#12371;&#12398;&#12513;&#12483;&#12475;&#12540;&#12472;&#12364;&#34920;&#31034;&#12373;&#12428;&#12427;&#12371;&#12392;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#30064;&#12394;&#12427;&#12475;&#12531;&#12469;&#12540;&#24418;&#24335;&#12398;&#12501;&#12524;&#12540;&#12512;&#12434;&#20309;&#12425;&#12363;&#12398;&#24418;&#12391;&#33988;&#31309;&#12375;&#12383;&#21476;&#12356;&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12364;&#12354;&#12427;&#22580;&#21512;&#12289;&#24418;&#24335;&#20114;&#25563;&#24615;&#12398;&#12394;&#12356;&#35686;&#21578;&#12513;&#12483;&#12475;&#12540;&#12472;&#12364;&#34920;&#31034;&#12373;&#12428;&#12427;&#12371;&#12392;&#12418;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12356;&#12378;&#12428;&#12398;&#22580;&#21512;&#12391;&#12418;&#12289;&#26263;&#12356;&#12521;&#12452;&#12502;&#12521;&#12522;&#12414;&#12383;&#12399;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;&#12434;&#26368;&#21021;&#12363;&#12425;&#20877;&#27083;&#31689;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#35443;&#32048;&#12395;&#12388;&#12356;&#12390;&#12399;&#12289;&#27425;&#12434;&#21442;&#29031;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290; &nbsp;</font></font><span style="font-weight: bold;"></span><a href="Darks_BadPixel_Maps.html"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12480;&#12540;&#12463;&#12501;&#12524;&#12540;&#12512;&#12392;&#19981;&#33391;&#12500;&#12463;&#12475;&#12523;&#12510;&#12483;&#12503;</font></font></a><br><span style="font-weight: bold;"><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">ASCOM&#12450;&#12521;&#12540;&#12488;</font></font></span><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12289;&#12459;&#12513;&#12521;&#12289;&#12414;&#12383;&#12399;&#20182;&#12398;ASCOM&#21046;&#24481;&#12487;&#12496;&#12452;&#12473;&#12395;&#26368;&#21021;&#12395;&#25509;&#32154;&#12377;&#12427;&#12392;&#12289;&#24517;&#35201;&#12394;&#27231;&#33021;&#12364;&#12489;&#12521;&#12452;&#12496;&#12540;&#12391;&#12469;&#12509;&#12540;&#12488;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;&#12371;&#12392;&#12434;&#31034;&#12377;&#12450;&#12521;&#12540;&#12488;&#12513;&#12483;&#12475;&#12540;&#12472;&#12364;&#34920;&#31034;&#12373;&#12428;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">1&#12388;&#12398;&#20363;&#12399;&#12289;ASCOM&#26395;&#36960;&#37857;/&#12510;&#12454;&#12531;&#12488;&#12489;&#12521;&#12452;&#12496;&#12540;&#12395;&#12424;&#12427;&#12497;&#12523;&#12473;&#12460;&#12452;&#12489;&#12398;&#12469;&#12509;&#12540;&#12488;&#12398;&#27424;&#22914;&#12391;&#12377;&#12290;&#12371;&#12428;&#12399;&#12289;&#21476;&#12356;&#12489;&#12521;&#12452;&#12496;&#12540;&#12391;&#30330;&#29983;&#12377;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#29366;&#27841;&#12391;&#12399;&#12289;&#21807;&#19968;&#12398;&#25163;&#27573;&#12399;ASCOM&#12489;&#12521;&#12452;&#12496;&#12540;&#12434;&#26356;&#26032;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12489;&#12521;&#12452;&#12496;&#12540;&#12399;&#12289;&#19968;&#33324;&#12395;ASCOM Web&#12469;&#12452;&#12488;&#12363;&#12425;&#12289;&#12414;&#12383;&#12399;&#22580;&#21512;&#12395;&#12424;&#12387;&#12390;&#12399;&#12487;&#12496;&#12452;&#12473;&#12398;&#35069;&#36896;&#20803;&#12363;&#12425;&#20837;&#25163;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><span style="font-weight: bold;">&nbsp;</span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#21407;&#21063;&#12392;&#12375;&#12390;&#12289;&#12505;&#12473;&#12488;&#12503;&#12521;&#12463;&#12486;&#12451;&#12473;&#12399;&#12289;&#12371;&#12428;&#12425;&#12398;&#12489;&#12521;&#12452;&#12496;&#12540;&#12398;&#26368;&#26032;&#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#26082;&#12395;&#29305;&#23450;&#12373;&#12428;&#20462;&#27491;&#12373;&#12428;&#12390;&#12356;&#12427;&#21839;&#38988;&#12395;&#36973;&#36935;&#12375;&#12394;&#12356;&#12424;&#12358;&#12395;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12398;ASCOM&#12489;&#12521;&#12452;&#12496;&#12540;&#12395;&#38306;&#36899;&#12377;&#12427;&#20182;&#12398;&#12450;&#12521;&#12540;&#12488;&#12513;&#12483;&#12475;&#12540;&#12472;&#12418;&#34920;&#31034;&#12373;&#12428;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><div style="margin-left: 40px;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">1.&#12300;&#12510;&#12454;&#12531;&#12488;&#12377;&#12427;&#12383;&#12417;&#12398;PulseGuide&#12467;&#12510;&#12531;&#12489;&#12364;&#22833;&#25943;&#12375;&#12414;&#12375;&#12383;-&#12460;&#12452;&#12489;&#12399;&#21177;&#26524;&#12364;&#12394;&#12356;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#12301;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#36890;&#24120;&#12289;ASCOM&#12510;&#12454;&#12531;&#12488;&#12489;&#12521;&#12452;&#12496;&#12540;&#12398;&#12496;&#12464;&#12414;&#12383;&#12399;&#12479;&#12452;&#12511;&#12531;&#12464;&#12398;&#24863;&#24230;&#12364;&#21407;&#22240;&#12391;&#30330;&#29983;&#12375;&#12289;&#36890;&#24120;&#12289;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12364;&#36969;&#20999;&#12395;&#23455;&#34892;&#12373;&#12428;&#12383;&#12363;&#12393;&#12358;&#12363;&#12434;&#30693;&#12427;&#26041;&#27861;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12450;&#12521;&#12540;&#12488;&#12364;&#12417;&#12387;&#12383;&#12395;&#34920;&#31034;&#12373;&#12428;&#12378;&#12289;&#12460;&#12452;&#12489;&#32080;&#26524;&#12364;&#21463;&#12369;&#20837;&#12428;&#12425;&#12428;&#12427;&#22580;&#21512;&#12399;&#12289;&#12362;&#12381;&#12425;&#12367;&#28961;&#35222;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#35686;&#21578;&#29366;&#24907;&#12395;&#12418;&#12363;&#12363;&#12431;&#12425;&#12378;&#12289;PHD2&#12399;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12434;&#30330;&#34892;&#12375;&#32154;&#12369;&#12427;&#12398;&#12391;&#12289;&#12377;&#12368;&#12395;&#12450;&#12463;&#12471;&#12519;&#12531;&#12434;&#23455;&#34892;&#12377;&#12427;&#24517;&#35201;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12450;&#12521;&#12540;&#12488;&#12364;&#38971;&#32321;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#22580;&#21512;&#12399;&#12289;&#12487;&#12496;&#12483;&#12464;&#12525;&#12464;&#12434;&#36865;&#20449;&#12375;&#12390;&#21839;&#38988;&#12398;&#35443;&#32048;&#12434;&#29702;&#35299;&#12375;&#12289;ASCOM&#12489;&#12521;&#12452;&#12496;&#12540;&#12398;&#20316;&#25104;&#32773;&#12395;&#35500;&#26126;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">2.&#12300;&#12460;&#12452;&#12489;&#12364;&#20572;&#27490;&#12375;&#12414;&#12375;&#12383;&#12290;&#12473;&#12467;&#12540;&#12503;&#12364;&#26059;&#22238;&#12375;&#22987;&#12417;&#12414;&#12375;&#12383;&#12290;&#12301;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#19968;&#30446;&#30637;&#28982;&#12391;&#12377;&#12364;&#12289;&#12473;&#12467;&#12540;&#12503;&#12364;&#22238;&#36578;&#12375;&#12390;&#12356;&#12383;&#12392;&#12356;&#12358;&#21028;&#26029;&#12399;&#12289;ASCOM&#12510;&#12454;&#12531;&#12488;&#12489;&#12521;&#12452;&#12496;&#12540;&#12395;&#12424;&#12387;&#12390;PHD2&#12395;&#22577;&#21578;&#12373;&#12428;&#12383;&#12418;&#12398;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#12364;&#23455;&#38555;&#12395;&#26059;&#22238;&#12375;&#12390;&#12356;&#12383;&#12363;&#12393;&#12358;&#12363;&#12399;&#12289;PHD2&#12395;&#12399;&#12431;&#12363;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12434;&#12450;&#12463;&#12486;&#12451;&#12502;&#12395;&#12375;&#12390;&#35492;&#12387;&#12390;&#12473;&#12467;&#12540;&#12503;&#12434;&#22238;&#36578;&#12373;&#12379;&#12394;&#12363;&#12387;&#12383;&#12392;&#20206;&#23450;&#12377;&#12427;&#12392;&#12289;&#12362;&#12381;&#12425;&#12367;&#12489;&#12521;&#12452;&#12496;&#12540;&#12395;&#12479;&#12452;&#12511;&#12531;&#12464;&#12398;&#21839;&#38988;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21839;&#38988;&#12434;&#19968;&#26178;&#30340;&#12395;&#22238;&#36991;&#12375;&#12383;&#12356;&#22580;&#21512;&#12399;&#12289;&#12525;&#12472;&#12483;&#12463;&#12434;&#28961;&#21177;&#12395;&#12375;&#12390;&#22238;&#36578;&#12434;&#30906;&#35469;&#12391;&#12365;&#12414;&#12377;&#12290;&#12502;&#12524;&#12452;&#12531;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;[&#12460;&#12452;&#12489;]&#12479;&#12502;&#12395;&#31227;&#21205;&#12375;&#12289;[&#12510;&#12454;&#12531;&#12488;&#12364;&#22238;&#36578;&#12375;&#12383;&#12425;&#12460;&#12452;&#12489;&#12434;&#20572;&#27490;&#12377;&#12427;]&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12434;&#12458;&#12501;&#12395;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#12424;&#12426;&#12460;&#12452;&#12489;&#12434;&#32154;&#12369;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12364;&#12289;&#32080;&#26524;&#12399;&#30097;&#12431;&#12375;&#12356;&#12363;&#12418;&#12375;&#12428;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12496;&#12483;&#12464;&#12525;&#12464;&#12399;&#12289;ASCOM&#12489;&#12521;&#12452;&#12496;&#12540;&#12398;&#20316;&#25104;&#32773;&#12395;&#21839;&#38988;&#12434;&#35500;&#26126;&#12377;&#12427;&#12383;&#12417;&#12395;&#24517;&#35201;&#12394;&#35443;&#32048;&#12434;&#25552;&#20379;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br></div><span style="font-weight: bold;"><span style="font-weight: bold;"><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12479;&#12452;&#12512;&#12450;&#12454;&#12488;&#12450;&#12521;&#12540;&#12488;</font></font><br><span style="font-weight: bold;"><span style="font-weight: bold;"></span></span></span></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12398;&#12479;&#12452;&#12511;&#12531;&#12464;/&#12479;&#12452;&#12512;&#12450;&#12454;&#12488;&#12398;&#21839;&#38988;&#12395;&#38306;&#36899;&#12377;&#12427;&#12450;&#12521;&#12540;&#12488;&#12513;&#12483;&#12475;&#12540;&#12472;&#12395;&#12388;&#12356;&#12390;&#12399;&#19978;&#35352;&#12391;&#35500;&#26126;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290; </font></font><span style="font-weight: bold;"><span style="font-weight: bold;"><span style="font-weight: bold;"><span style="font-weight: bold;"></span></span><a href="#Problems-_Camera_Timeouts"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12459;&#12513;&#12521;&#12479;&#12452;&#12512;&#12450;&#12454;&#12488;</font></font></a><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12450;&#12521;&#12540;&#12488;</font></font><br></span></span><font style="vertical-align: inherit;"></font><span style="font-weight: bold;"><span style="font-weight: bold;"> </span></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12503;&#12525;&#12475;&#12473;&#20013;&#12395;</font><font style="vertical-align: inherit;">&#12356;&#12367;&#12388;&#12363;&#12398;&#12450;&#12521;&#12540;&#12488;</font><font style="vertical-align: inherit;">&#12364;&#34920;&#31034;&#12373;&#12428;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12395;&#12388;&#12356;&#12390;&#12399;&#12289;&#12371;&#12371;&#12391;&#35500;&#26126;&#12375;&#12414;&#12377;&#12290;</font></font><a href="#Problems-_Mount_Control"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12450;&#12521;&#12540;&#12488;</font></font></a><br><span style="font-weight: bold;"><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26368;&#22823;&#26399;&#38291;&#21046;&#38480;&#12450;&#12521;&#12540;&#12488;</font></font><br><span style="font-weight: bold;"></span></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36890;&#24120;&#12398;&#12460;&#12452;&#12489;&#20013;&#12395;&#12289;RA&#12414;&#12383;&#12399;Dec&#12398;&#26368;&#22823;&#26399;&#38291;&#21046;&#38480;&#12398;&#35373;&#23450;&#12395;&#12424;&#12426;&#12289;PHD2&#12364;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12434;&#12525;&#12483;&#12463;&#12375;&#12383;&#12414;&#12414;&#12395;&#12391;&#12365;&#12394;&#12356;&#12371;&#12392;&#12434;&#31034;&#12377;&#12450;&#12521;&#12540;&#12488;&#12513;&#12483;&#12475;&#12540;&#12472;&#12364;&#34920;&#31034;&#12373;&#12428;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12363;&#12425;&#28187;&#12425;&#12375;&#12383;&#22580;&#21512;&#12399;&#12289;&#22679;&#12420;&#12377;&#12371;&#12392;&#12434;&#26908;&#35342;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#21046;&#38480;&#12364;1&#31186;&#12434;&#22823;&#24133;&#12395;&#19978;&#22238;&#12387;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12371;&#12398;&#12450;&#12521;&#12540;&#12488;&#12399;&#12362;&#12381;&#12425;&#12367;&#12289;&#20462;&#27491;&#12364;&#24517;&#35201;&#12394;&#27231;&#26800;&#30340;&#12394;&#21839;&#38988;&#12395;&#36973;&#36935;&#12375;&#12383;&#12371;&#12392;&#12434;&#31034;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#12418;&#21336;&#32020;&#12394;&#12465;&#12540;&#12473;&#12391;&#12399;&#12289;&#12465;&#12540;&#12502;&#12523;&#12398;&#12402;&#12387;&#12363;&#12363;&#12426;&#12289;&#31361;&#39080;&#12289;&#12510;&#12454;&#12531;&#12488;&#12496;&#12531;&#12503;&#12289;&#12414;&#12383;&#12399;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12364;&#22823;&#37327;&#12395;&#31227;&#21205;&#12377;&#12427;&#20182;&#12398;&#22806;&#37096;&#12452;&#12505;&#12531;&#12488;&#12364;&#30330;&#29983;&#12375;&#12383;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12424;&#12358;&#12394;&#22580;&#21512;&#12289;&#21487;&#33021;&#12391;&#12354;&#12428;&#12400;&#21839;&#38988;&#12434;&#20462;&#27491;&#12375;&#12289;&#12460;&#12452;&#12489;&#12434;&#32154;&#34892;&#12377;&#12427;&#12384;&#12369;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12363;&#12375;&#12289;&#22580;&#21512;&#12395;&#12424;&#12387;&#12390;&#12399;&#12289;&#12450;&#12521;&#12540;&#12488;&#12399;&#30528;&#23455;&#12395;&#25104;&#38263;&#12375;&#12390;&#12356;&#12427;&#12460;&#12452;&#12489;&#26143;&#12398;&#22793;&#20301;&#12395;&#12424;&#12387;&#12390;&#12488;&#12522;&#12460;&#12540;&#12373;&#12428;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12364;&#12289;&#12381;&#12428;&#12399;&#12414;&#12387;&#12383;&#12367;&#20462;&#27491;&#12373;&#12428;&#12390;&#12356;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;PHD2&#12364;&#12391;&#12365;&#12427;&#22580;&#21512; </font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12434;&#21271;&#12414;&#12383;&#12399;&#21335;&#12398;&#26041;&#21521;&#12395;&#27491;&#12375;&#12367;&#31227;&#21205;&#12377;&#12427;&#12392;&#12289;&#20462;&#27491;&#12373;&#12428;&#12390;&#12356;&#12394;&#12356;&#32047;&#31309;&#12456;&#12521;&#12540;&#12364;&#26368;&#32066;&#30340;&#12395;&#12450;&#12521;&#12540;&#12488;&#12434;&#12488;&#12522;&#12460;&#12540;&#12377;&#12427;&#12509;&#12452;&#12531;&#12488;&#12395;&#21040;&#36948;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#31278;&#12398;&#21839;&#38988;&#12395;&#12399;&#12289;&#24910;&#37325;&#12394;&#35386;&#26029;&#12392;&#20462;&#27491;&#12364;&#24517;&#35201;&#12391;&#12354;&#12426;&#12289;&#21336;&#12395;&#26368;&#22823;&#26399;&#38291;&#12398;&#21046;&#38480;&#12434;&#22679;&#12420;&#12377;&#12384;&#12369;&#12391;&#12399;&#24441;&#12395;&#31435;&#12385;&#12414;&#12379;&#12435;&#12290;</font></font><br><h3><a name="Log_analysis"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12525;&#12464;&#20998;&#26512;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12354;&#12425;&#12422;&#12427;&#31278;&#39006;&#12398;&#21839;&#38988;&#12398;&#20998;&#38626;&#12414;&#12383;&#12399;&#35519;&#25972;&#12395;&#12399;&#12289;&#24120;&#12395;PHD2&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12398;&#20351;&#29992;&#12364;&#24517;&#35201;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12393;&#12385;&#12425;&#12418;&#20154;&#38291;&#12364;&#35501;&#12415;&#12420;&#12377;&#12356;&#12424;&#12358;&#12395;&#12501;&#12457;&#12540;&#12510;&#12483;&#12488;&#12373;&#12428;&#12390;&#12362;&#12426;&#12289;&#12460;&#12452;&#12489;&#12525;&#12464;&#12399;&#20182;&#12398;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12395;&#31777;&#21336;&#12395;&#12452;&#12531;&#12509;&#12540;&#12488;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#27083;&#25104;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#12484;&#12540;&#12523;&#12301;&#12475;&#12463;&#12471;&#12519;&#12531;&#12391;&#35500;&#26126;&#12375;&#12383;&#12424;&#12358;&#12395;&#12289;PHDLogViewer&#12420;Excel&#12394;&#12393;&#12398;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#20840;&#20307;&#30340;&#12394;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#35222;&#35226;&#21270;&#12375;&#12289;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#32113;&#35336;&#12434;&#35336;&#31639;&#12375;&#12289;&#12460;&#12452;&#12489;&#12395;&#21839;&#38988;&#12364;&#12354;&#12427;&#26399;&#38291;&#12434;&#35519;&#12409;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">Excel&#12414;&#12383;&#12399;&#21516;&#27096;&#12398;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12391;&#12399;&#12289;&#12460;&#12452;&#12489;&#12525;&#12464;&#12391;&#21015;&#21306;&#20999;&#12426;&#25991;&#23383;&#12392;&#12375;&#12390;&#12467;&#12531;&#12510;&#12434;&#20351;&#29992;&#12377;&#12427;&#12424;&#12358;&#12395;&#25351;&#23450;&#12377;&#12427;&#12384;&#12369;&#12391;&#12377;&#12290;</font></font><br><h4><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12525;&#12464;&#20869;&#23481;&#12398;&#12460;&#12452;&#12489;</font></font></h4><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12525;&#12464;&#12398;&#20869;&#23481;&#12399;&#12289;&#26032;&#12375;&#12356;&#27231;&#33021;&#12364;&#36861;&#21152;&#12373;&#12428;&#12427;&#12395;&#12388;&#12428;&#12390;&#36914;&#21270;&#12375;&#32154;&#12369;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12363;&#12375;&#12289;&#22522;&#26412;&#30340;&#12394;&#12467;&#12531;&#12486;&#12531;&#12484;&#12399;&#23433;&#23450;&#12375;&#12390;&#12362;&#12426;&#12289;&#12381;&#12428;&#12434;&#35299;&#26512;&#12377;&#12427;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12434;&#12300;&#22730;&#12373;&#12394;&#12356;&#12301;&#12424;&#12358;&#12395;&#12363;&#12394;&#12426;&#12398;&#27880;&#24847;&#12364;&#25173;&#12431;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#33258;&#20998;&#12391;&#12525;&#12464;&#12434;&#20998;&#26512;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;&#27425;&#12398;&#24773;&#22577;&#12364;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;
&nbsp;</font></font><br><br>

<p class="MsoNormal"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12460;&#12452;&#12489;&#12525;&#12464;&#12395;&#12399;&#12289;&#12476;&#12525;&#20491;&#20197;&#19978;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12471;&#12540;&#12465;&#12531;&#12473;&#12392;&#12476;&#12525;&#20491;&#20197;&#19978;&#12398;&#12460;&#12452;&#12489;&#12471;&#12540;&#12465;&#12531;&#12473;&#12364;&#21547;&#12414;&#12428;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#21508;&#12475;&#12463;&#12471;&#12519;&#12531;&#12395;&#12399;&#12289;&#20351;&#29992;&#12373;&#12428;&#12390;&#12356;&#12427;&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12392;PHD2&#12364;&#12460;&#12452;&#12489;&#12395;&#20351;&#29992;&#12377;&#12427;&#20869;&#37096;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12395;&#38306;&#12377;&#12427;&#12411;&#12392;&#12435;&#12393;&#12398;&#24773;&#22577;&#12434;&#25552;&#20379;&#12377;&#12427;&#12504;&#12483;&#12480;&#12540;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp;&nbsp;</span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#23455;&#34892;&#12414;&#12383;&#12399;&#12460;&#12452;&#12489;&#12471;&#12540;&#12465;&#12531;&#12473;&#12398;&#38283;&#22987;&#26178;&#12395;&#12289;&#12504;&#12483;&#12480;&#12540;&#24773;&#22577;&#12398;&#26368;&#24460;&#12398;&#34892;&#12399;&#21015;&#35211;&#20986;&#12375;&#12398;&#12475;&#12483;&#12488;&#12434;&#23450;&#32681;&#12375;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp;&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#21015;&#12398;&#24847;&#21619;&#12399;&#27425;&#12398;&#12392;&#12362;&#12426;&#12391;&#12377;&#12290;</font></font></p>



<p class="MsoNormal"><b style=""><o:p>&nbsp;</o:p><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12459;&#12521;&#12512;&#65306;</font></font><o:p></o:p></b></p>





<ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">dx&#12289;dy </font></font><span style="">&nbsp;
</span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12399;&#12289;&#12459;&#12513;&#12521;&#24231;&#27161;&#31995;&#12398;&#38283;&#22987;&#20301;&#32622;&#12363;&#12425;&#12398;&#12458;&#12501;&#12475;&#12483;&#12488;&#65288;&#12500;&#12463;&#12475;&#12523;&#21336;&#20301;&#65289;&#12391;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">x&#12289;y&#12399;&#12289;&#21508;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12473;&#12486;&#12483;&#12503;&#12398;&#32066;&#20102;&#26178;&#12398;&#12460;&#12452;&#12489;&#26143;&#12398;&#12459;&#12513;&#12521;x / y&#24231;&#27161;&#12391;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">Dist&#12399;&#12289;&#12459;&#12513;&#12521;&#24231;&#27161;&#31995;&#12391;&#31227;&#21205;&#12375;&#12383;&#21512;&#35336;&#36317;&#38626;&#12391;&#12377;&#65288;dist = sqrt&#65288;dx * dx + dy * dy&#65289;&#12290;</font></font><span style="">&nbsp;
</span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;PHD2&#12364;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12434;&#35336;&#31639;&#12377;&#12427;&#12383;&#12417;&#12395;&#20351;&#29992;&#12377;&#12427;&#20516;</font><font style="vertical-align: inherit;">&#12391;&#12377;&#12290;</font></font><o:p></o:p></li></ul><o:p>&nbsp;</o:p><b style=""><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#21015;&#65306;</font></font><o:p></o:p></b>



















<ul><li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;"></span></span></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">dx&#12289;dy&#12399;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#22580;&#21512;&#12392;&#21516;&#12376;-&#12459;&#12513;&#12521;&#24231;&#27161;&#31995;&#12391;&#12398;&#12460;&#12452;&#12489;&#26143;&#12398;&#12300;&#12525;&#12483;&#12463;&#20301;&#32622;&#12301;&#12363;&#12425;&#12398;&#12458;&#12501;&#12475;&#12483;&#12488;</font></font></li><li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;">&nbsp;</span></span></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">RARawDistance&#12392;DECRawDistance-&#12371;&#12428;&#12425;&#12399;dx&#12392;dy&#12398;&#12510;&#12454;&#12531;&#12488;&#24231;&#27161;&#12408;&#12398;&#22793;&#25563;&#12391;&#12377;-&#12388;&#12414;&#12426;&#12289;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12398;&#20219;&#24847;&#12398;&#35282;&#24230;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12459;&#12513;&#12521;&#12398;X / Y&#12363;&#12425;&#12510;&#12454;&#12531;&#12488;&#12398;RA / Dec&#12395;&#12510;&#12483;&#12500;&#12531;&#12464;&#12375;&#12414;&#12377;</font></font></li><li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;">&nbsp;</span></span></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">RAGuideDistance&#12362;&#12424;&#12403;DECGuideDistance-&#12371;&#12428;&#12425;&#12399;&#12289;&#12373;&#12414;&#12374;&#12414;&#12394;&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12363;&#12425;&#12398;&#20986;&#21147;&#12391;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12399;&#12289;&#12300;&#29983;&#12398;&#12301;&#36317;&#38626;&#12395;&#22522;&#12389;&#12356;&#12390;&#21205;&#20316;&#12375;&#12289;&#21508;&#36600;&#12391;&#26395;&#36960;&#37857;&#12398;&#20301;&#32622;&#12434;&#35519;&#25972;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#22580;&#21512;&#12289;&#12381;&#12398;&#36317;&#38626;&#12434;&#27770;&#23450;&#12375;&#12414;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;&#12300;&#26368;&#23567;&#31227;&#21205;&#12301;&#12497;&#12521;&#12513;&#12540;&#12479;&#12475;&#12483;&#12488;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;&#12300;&#29983;&#12398;&#12301;&#36317;&#38626;&#12364;&#12476;&#12525;&#12391;&#12394;&#12356;&#22580;&#21512;&#12391;&#12418;&#12289;&#12300;&#12460;&#12452;&#12489;&#12301;&#12398;&#36317;&#38626;&#12434;&#12476;&#12525;&#12395;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font></li><li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;"></span></span></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">RADuration&#12289;RADirection&#12289;DECDuration&#12289;DECDirection-&#12371;&#12428;&#12425;&#12399;&#12289;&#19978;&#35352;&#12398;2&#12388;&#12398;&#12300;&#12460;&#12452;&#12489;&#12301;&#36317;&#38626;&#12395;&#12424;&#12387;&#12390;&#27770;&#23450;&#12373;&#12428;&#12427;&#20516;&#12391;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#26399;&#38291;&#12301;&#12399;&#12289;RAGuideDistance&#12362;&#12424;&#12403;DECGuideDistance&#12391;&#25351;&#23450;&#12373;&#12428;&#12383;&#36317;&#38626;&#12384;&#12369;&#12510;&#12454;&#12531;&#12488;&#12434;&#31227;&#21205;&#12377;&#12427;&#12383;&#12417;&#12395;&#24517;&#35201;&#12394;&#12460;&#12452;&#12489;&#12497;&#12523;&#12473;&#12398;&#38263;&#12373;&#65288;&#12511;&#12522;&#31186;&#65289;&#12391;&#12377;&#12290;</font></font></li><li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;"></span></span></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">XStep&#12289;YStep-&#20351;&#29992;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#35036;&#20767;&#20809;&#23398;&#12487;&#12496;&#12452;&#12473;&#12398;&#12473;&#12486;&#12483;&#12503;&#35519;&#25972;&#26399;&#38291;</font></font></li><li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;"></span></span></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">StarMass-&#12460;&#12452;&#12489;&#26143;&#12398;&#30011;&#20687;&#12398;&#36637;&#24230;&#28204;&#23450;</font></font></li><li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;"></span></span></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">SNR-PHD2&#12395;&#12424;&#12387;&#12390;&#20351;&#29992;&#12373;&#12428;&#12427;&#20869;&#37096;&#12398;&#12300;&#26143;&#26908;&#20986;&#29575;&#12301;-&#26412;&#36074;&#30340;&#12395;&#26143;&#12364;&#31354;&#12398;&#32972;&#26223;&#12363;&#12425;&#12393;&#12428;&#12384;&#12369;&#12358;&#12414;&#12367;&#21306;&#21029;&#12391;&#12365;&#12427;&#12363;&#12398;&#23610;&#24230;</font></font></li><li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;"></span></span></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">ErrorCode-&#12460;&#12452;&#12489;&#26143;&#12398;&#28204;&#23450;&#12398;&#21697;&#36074;&#12434;&#34920;&#12377;&#25972;&#25968;&#20516;&#65306;</font></font></li><ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">0-&#12456;&#12521;&#12540;&#12394;&#12375;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">1-&#26143;&#12399;&#39165;&#21644;&#12375;&#12390;&#12356;&#12427;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">2-&#12473;&#12479;&#12540;&#12398;SNR&#12364;&#20302;&#12356;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">3-&#26143;&#12398;&#36074;&#37327;&#12364;&#20302;&#12377;&#12366;&#12390;&#27491;&#30906;&#12394;&#28204;&#23450;&#12364;&#12391;&#12365;&#12394;&#12356;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">4-&#26143;&#12364;&#12501;&#12524;&#12540;&#12512;&#12398;&#31471;&#36817;&#12367;&#12395;&#12489;&#12522;&#12501;&#12488;&#12375;&#12377;&#12366;&#12383;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">5-&#26143;&#12398;&#36074;&#37327;&#12364;&#25351;&#23450;&#12373;&#12428;&#12383;&#37327;&#12434;&#36229;&#12360;&#12390;&#22793;&#21270;&#12375;&#12383;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">6-&#20104;&#26399;&#12375;&#12394;&#12356;&#12456;&#12521;&#12540;</font></font></li></ul></ul>



<p class="MsoNormal"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12377;&#12409;&#12390;&#12398;&#36317;&#38626;&#20516;&#12399;&#12500;&#12463;&#12475;&#12523;&#21336;&#20301;&#12391;&#12377;&#12290;</font></font><span style="">&nbsp; </span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12475;&#12463;&#12471;&#12519;&#12531;&#12398;&#12504;&#12483;&#12480;&#12540;&#12395;&#12399;&#12289;PHD2&#12391;&#30693;&#12425;&#12428;&#12390;&#12356;&#12427;&#30011;&#20687;&#12473;&#12465;&#12540;&#12523;&#12364;&#34920;&#31034;&#12373;&#12428;&#12289;&#24517;&#35201;&#12395;&#24540;&#12376;&#12390;&#12500;&#12463;&#12475;&#12523;&#36317;&#38626;&#20516;&#12434;&#12450;&#12540;&#12463;&#31186;&#12398;&#21336;&#20301;&#12395;&#12473;&#12465;&#12540;&#12522;&#12531;&#12464;&#12377;&#12427;&#12383;&#12417;&#12395;&#20351;&#29992;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font></p><h3><a name="Problem_Reporting"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#21839;&#38988;&#22577;&#21578;</font></font></h3><font style="vertical-align: inherit;"></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#22266;&#26377;&#12398;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12398;&#21839;&#38988;&#12364;&#30330;&#29983;&#12375;&#12383;</font><font style="vertical-align: inherit;">&#22580;&#21512;&#12399;&#12289;open-phd-guiding Google&#12464;&#12523;&#12540;&#12503;&#12395;&#22577;&#21578;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#65306;</font></font><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">https</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> : </font><span style="font-style: italic;"><font style="vertical-align: inherit;">//groups.google.com/forum/?fromgroups=#!forum/</font></span><font style="vertical-align: inherit;"> open-phd- </font><span style="font-weight: bold;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;</font></span><font style="vertical-align: inherit;">&#12290;</font><font style="vertical-align: inherit;">&#26126;&#12425;&#12363;&#12395;&#12289;&#25552;&#20379;&#12391;&#12365;&#12427;&#24773;&#22577;&#12364;&#22810;&#12356;&#12411;&#12393;&#12289;&#21839;&#38988;&#12434;&#35299;&#27770;&#12391;&#12365;&#12427;&#21487;&#33021;&#24615;&#12364;&#39640;&#12367;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27425;&#12398;&#12460;&#12452;&#12489;&#12521;&#12452;&#12531;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;&#12381;&#12398;&#28857;&#12391;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font></font><br><ol><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#21839;&#38988;&#12398;&#20877;&#29694;&#12434;&#35430;&#12415;&#12390;&#12367;&#12384;&#12373;&#12356;-&#26126;&#30906;&#12394;&#19968;&#36899;&#12398;&#25163;&#38918;&#12395;&#24467;&#12358;&#24517;&#35201;&#12364;&#12354;&#12427;&#22580;&#21512;&#12289;&#35299;&#27770;&#31574;&#12434;&#12377;&#12400;&#12420;&#12367;&#35211;&#12388;&#12369;&#12427;&#21487;&#33021;&#24615;&#12364;&#39640;&#12367;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20877;&#29694;&#12391;&#12365;&#12427;&#22580;&#21512;&#12399;&#12289;&#26368;&#23567;&#38480;&#12398;&#12473;&#12486;&#12483;&#12503;&#25968;&#12395;&#28187;&#12425;&#12377;&#12424;&#12358;&#12395;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#31169;&#12383;&#12385;&#12364;&#33258;&#20998;&#12391;&#12381;&#12428;&#12434;&#20877;&#29694;&#12375;&#12424;&#12358;&#12392;&#12377;&#12427;&#12392;&#12365;&#12289;&#31169;&#12383;&#12385;&#12399;&#12354;&#12394;&#12383;&#12398;&#12495;&#12540;&#12489;&#12454;&#12455;&#12450;&#12420;&#12467;&#12531;&#12500;&#12517;&#12540;&#12479;&#12540;&#29872;&#22659;&#12434;&#25345;&#12383;&#12394;&#12356;&#12371;&#12392;&#12434;&#24536;&#12428;&#12394;&#12356;&#12391;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12458;&#12506;&#12524;&#12540;&#12486;&#12451;&#12531;&#12464;&#12471;&#12473;&#12486;&#12512;&#12289;&#27231;&#22120;&#12398;&#31278;&#39006;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12398;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12496;&#12540;&#12472;&#12519;&#12531;&#12394;&#12393;</font><font style="vertical-align: inherit;">&#12289;&#27083;&#25104;&#12398;&#35500;&#26126;&#12395;&#12388;&#12356;&#12390;&#23436;&#20840;&#12394;&#12418;&#12398;&#12395;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;</font><font style="vertical-align: inherit;">&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#21839;&#38988;&#12364;&#30330;&#29983;&#12375;&#12383;&#12475;&#12483;&#12471;&#12519;&#12531;&#12363;&#12425;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12487;&#12496;&#12483;&#12464;&#12525;&#12464;&#12434;</font><font style="vertical-align: inherit;">&#28155;&#20184;&#12375;</font><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12496;&#12483;&#12464;&#12525;&#12464;&#12399;&#12289;Documents&#12501;&#12457;&#12523;&#12480;&#12540;&#12398;PHD2&#12501;&#12457;&#12523;&#12480;&#12540;&#12395;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21839;&#38988;&#12434;&#20877;&#29694;&#12391;&#12365;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#26368;&#21021;&#12395;&#21839;&#38988;&#12364;&#30330;&#29983;&#12375;&#12383;&#26178;&#21051;&#12434;&#25512;&#23450;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;&#20309;&#30334;&#34892;&#12418;&#12398;&#20986;&#21147;&#12434;&#35519;&#12409;&#12427;&#12371;&#12392;&#12394;&#12367;&#12289;&#12487;&#12496;&#12483;&#12464;&#12525;&#12464;&#12391;&#35388;&#25312;&#12434;&#35211;&#12388;&#12369;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">[&#12504;&#12523;&#12503;]&#12513;&#12491;&#12517;&#12540;&#12398;[&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12398;&#12450;&#12483;&#12503;&#12525;&#12540;&#12489;]&#27231;&#33021;&#12399;&#12289;&#12525;&#12464;&#12501;&#12449;&#12452;&#12523;&#12398;&#26908;&#32034;&#12392;&#12450;&#12483;&#12503;&#12525;&#12540;&#12489;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font></font></li></ol>


<div class="goog-te-spinner-pos"><div class="goog-te-spinner-animation"><svg xmlns="http://www.w3.org/2000/svg" class="goog-te-spinner" width="96px" height="96px" viewBox="0 0 66 66"><circle class="goog-te-spinner-path" fill="none" stroke-width="6" stroke-linecap="round" cx="33" cy="33" r="30"></circle></svg></div></div></body></html>