<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<!-- saved from url=(0042)file:///C:/PHD2Guide_Ja_Help/Tutorials.htm -->
<html class="translated-ltr"><head><meta http-equiv="Content-Type" content="text/html; charset=Shift_JIS">
<title>&#12481;&#12517;&#12540;&#12488;&#12522;&#12450;&#12523;</title><link type="text/css" rel="stylesheet" charset="UTF-8" href="./Tutorials_files/translateelement.css"></head>
<body>
<h1><br>
</h1>
<h1><a name="Drift_Align"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12489;&#12522;&#12501;&#12488;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12484;&#12540;&#12523;</font></font></h1>
<span style=""><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12398;&#12489;&#12522;&#12501;&#12488;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12484;&#12540;&#12523;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;&#36196;&#36947;&#20736;&#12510;&#12454;&#12531;&#12488;&#12398;&#27491;&#30906;&#12394;&#26997;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12434;&#12377;&#12400;&#12420;&#12367;&#21462;&#24471;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12503;&#12525;&#12475;&#12473;&#12395;&#12399;&#23569;&#12375;&#32244;&#32722;&#12364;&#24517;&#35201;&#12391;&#12377;&#12364;&#12289;&#25968;&#22238;&#23455;&#34892;&#12377;&#12427;&#12392;&#12289;&#25968;&#20998;&#12391;&#27491;&#30906;&#12394;&#26997;&#24231;&#27161;&#12434;&#21462;&#24471;&#12391;&#12365;&#12427;&#12399;&#12378;&#12391;&#12377;&#12290;</font></font><br></span>
<br><h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#28310;&#20633;</font></font></h2><ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12364;&#36969;&#24230;&#12395;&#27700;&#24179;&#12391;&#12354;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12473;&#12467;&#12540;&#12503;&#12398;&#12496;&#12521;&#12531;&#12473;&#12364;&#21462;&#12428;&#12390;&#12362;&#12426;&#12289;&#12460;&#12452;&#12489;&#12398;&#28310;&#20633;&#12364;&#12391;&#12365;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12398;&#26997;&#36600;&#35519;&#25972;&#12473;&#12467;&#12540;&#12503;&#12364;&#12354;&#12427;&#22580;&#21512;&#12399;&#12289;&#12381;&#12428;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#26997;&#36600;&#12434;&#22823;&#12414;&#12363;&#12395;&#35519;&#25972;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#20197;&#22806;&#12398;&#22580;&#21512;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#26997;&#36600;&#12364;&#12509;&#12540;&#12523;&#12398;&#26041;&#21521;&#12434;&#21521;&#12356;&#12390;&#12362;&#12426;&#12289;&#39640;&#24230;&#12398;&#35373;&#23450;&#12364;&#22320;&#22495;&#12398;&#32239;&#24230;&#12395;&#23550;&#24540;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&nbsp;&#12510;&#12454;&#12531;&#12488;&#12395;&#31435;&#12387;&#12390;&#12356;&#12427;&#12392;&#12365;&#12395;&#12289;&#12467;&#12531;&#12500;&#12517;&#12540;&#12479;&#12540;&#12398;&#30011;&#38754;&#12364;&#35211;&#12360;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&nbsp;PHD2&#12434;&#36215;&#21205;&#12375;&#12390;&#12289;&#27231;&#22120;&#12434;&#25509;&#32154;&#12375;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&nbsp;&nbsp;PHD2&#12398;&#26368;&#26032;&#12496;&#12540;&#12472;&#12519;&#12531;&#12434;&#20351;&#29992;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&nbsp;&nbsp;&#12371;&#12428;&#12425;&#12398;&#25163;&#38918;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12408;&#12398;ASCOM&#25509;&#32154;&#12364;&#12354;&#12426;&#12289;PHD2&#12364;&#12473;&#12467;&#12540;&#12503;&#12398;&#20301;&#32622;&#12434;&#35469;&#35672;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#21069;&#25552;&#12392;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">ASCOM&#25509;&#32154;&#12364;&#12394;&#12367;&#12390;&#12418;&#12289;&#12489;&#12522;&#12501;&#12488;&#12434;&#35519;&#25972;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><a href="#Drift_Align_ASCOM"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">ASCOM Ç…ä÷Ç∑ÇÈíçà”Ç</font></font></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#21442;&#29031;&#12375;&#12390;</font><font style="vertical-align: inherit;">&#12367;&#12384;&#12373;&#12356;</font><font style="vertical-align: inherit;">&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&nbsp;&#20415;&#21033;&#12394;&#12460;&#12452;&#12489;&#26143;&#12391;&#12289;&#12391;&#12365;&#12428;&#12400;&#20302;&#12356;&#20559;&#35282;&#12391;&#36611;&#27491;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&nbsp;PHD2&#35373;&#23450;&#12395;&#12289;&#12460;&#12452;&#12489;&#12473;&#12467;&#12540;&#12503;&#12398;&#28966;&#28857;&#36317;&#38626;&#12392;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12398;&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#12398;&#27491;&#12375;&#12356;&#20516;&#12364;&#35373;&#23450;&#12373;&#12428;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#65288;&#12502;&#12524;&#12452;&#12531;=&gt;&#28966;&#28857;&#36317;&#38626;&#12398;&#12464;&#12525;&#12540;&#12496;&#12523;&#12479;&#12502;&#12289;&#12500;&#12463;&#12475;&#12523;&#12469;&#12452;&#12474;&#12398;&#12459;&#12513;&#12521;&#12479;&#12502;&#65289;</font></font></li></ul><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12428;&#12391;&#12289;&#12489;&#12522;&#12501;&#12488;&#35519;&#25972;&#12398;&#28310;&#20633;&#12364;&#12391;&#12365;&#12414;&#12375;&#12383;&#12290;</font></font><br><br>

<h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26041;&#20301;&#35519;&#25972;</font></font></h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12489;&#12522;&#12501;&#12488;&#20301;&#32622;&#21512;&#12431;&#12379;&#12484;&#12540;&#12523;&#12434;&#38283;&#12365;</font></font><br><br><img style="width: 608px; height: 554px;" alt="" src="da_IMG01.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;&#27425;&#12398;&#12424;&#12358;&#12394;&#12454;&#12451;&#12531;&#12489;&#12454;&#12364;&#34920;&#31034;&#12373;&#12428;</font></font><br><br><img style="width: 403px; height: 358px;" alt="" src="da_IMG02.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;&#26041;&#20301;&#35282;&#36600;&#35519;&#25972;&#12398;&#12473;&#12467;&#12540;&#12503;&#12434;&#37197;&#32622;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#23376;&#21320;&#32218;&#12392;&#22825;&#12398;&#36196;&#36947;&#12398;&#36817;&#12367;&#12434;&#25351;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#12473;&#12523;&#12540;&#12301;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12363;&#12289;&#12510;&#12454;&#12531;&#12488;&#12434;&#25163;&#21205;&#12391;&#31227;&#21205;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12354;&#12394;&#12383;&#12398;&#12473;&#12467;&#12540;&#12503;&#12399;&#20170;&#12289;&#12371;&#12398;&#12424;&#12358;&#12394;&#12418;&#12398;&#12434;&#25351;&#12375;&#12390;&#12356;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#65306;</font></font><br><br><img style="width: 362px; height: 478px;" alt="" src="da_IMG03.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12489;&#12522;&#12501;&#12488;&#25972;&#21015;&#12454;&#12451;&#12531;&#12489;&#12454;&#12399;&#27425;&#12398;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12377;</font></font><br><br><img style="width: 458px; height: 409px;" alt="" src="da_IMG04.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#65288;&#12290;&#20559;&#35282;&#12398;&#23567;&#12373;&#12394;&#20516;&#65289;&#12395;&#38306;&#12377;&#12427;&#12362;&#30693;&#12425;&#12379;&#24403;&#31038;&#12399;&#12289;&#23376;&#21320;&#32218;&#12458;&#12501;&#12411;&#12435;&#12398;&#25968;&#24230;&#12391;&#12354;&#12427;&#65288;&#12300;&#12513;&#12522;&#12487;&#12451;&#12450;&#12531;&#12458;&#12501;&#12475;&#12483;&#12488;&#12301;&#65289;&#12289;&#12362;&#12424;&#12403;&#36196;&#36947;&#12395;&#36817;&#12356;&#12392;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12354;&#12394;&#12383;&#12399;&#12456;&#12521;&#12540;&#12398;&#28204;&#23450;&#65288;&#12300;&#12489;&#12522;&#12501;&#12488;&#12301;&#65289;&#12392;&#12510;&#12454;&#12531;&#12488;&#12398;&#35519;&#25972;&#65288;&#12300;&#35519;&#25972;&#12301;&#65289;&#12434;&#20132;&#20114;&#12395;&#34892;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20559;&#35282;&#12489;&#12522;&#12501;&#12488;&#12398;&#21106;&#21512;&#12399;&#12289;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12456;&#12521;&#12540;&#12398;&#37327;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#35519;&#25972;&#12377;&#12427;&#12383;&#12403;&#12395;&#12456;&#12521;&#12540;&#12364;&#28187;&#12426;&#12289;&#12456;&#12521;&#12540;&#12434;&#12476;&#12525;&#12395;&#36817;&#12389;&#12369;&#12427;&#12398;&#12395;&#24517;&#35201;&#12394;&#22238;&#25968;&#12384;&#12369;&#12503;&#12525;&#12475;&#12473;&#12434;&#32368;&#12426;&#36820;&#12375;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#12489;&#12522;&#12501;&#12488;&#12301;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12289;&#36196;&#32239;&#12489;&#12522;&#12501;&#12488;&#12398;&#28204;&#23450;&#12434;&#38283;&#22987;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12399;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12434;&#36984;&#25246;&#12375;&#12289;&#12460;&#12452;&#12489;&#12434;&#38283;&#22987;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12375;&#12400;&#12425;&#12367;&#12377;&#12427;&#12392;&#12289;&#27425;&#12398;&#12424;&#12358;&#12394;</font></font><br><br><img style="width: 607px; height: 645px;" alt="" src="da_IMG05.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#30011;&#38754;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;&#36196;&#32239;&#12398;&#20670;&#21521;&#32218;&#65288;&#36196;&#65289;&#12395;&#29305;&#12395;&#27880;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#21021;&#12399;12&#26376;&#12398;&#12488;&#12524;&#12531;&#12489;&#12521;&#12452;&#12531;&#12364;&#19978;&#19979;&#12395;&#12472;&#12515;&#12531;&#12503;&#12375;&#12414;&#12377;&#12364;&#12289;&#12377;&#12368;&#12395;&#12494;&#12452;&#12474;&#12364;&#12300;&#24179;&#22343;&#21270;&#12301;&#12373;&#12428;&#12289;&#12521;&#12452;&#12531;&#12398;&#21246;&#37197;&#12364;&#12420;&#12420;&#23433;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#22580;&#21512;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#26041;&#20301;&#35282;&#12434;&#35519;&#25972;&#12377;&#12427;&#28310;&#20633;&#12364;&#12391;&#12365;&#12390;&#12356;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#31169;&#12383;&#12385;&#12398;&#30446;&#27161;&#12399;&#12289;12&#26376;&#12398;&#12488;&#12524;&#12531;&#12489;&#12521;&#12452;&#12531;&#12434;&#12300;&#12501;&#12521;&#12483;&#12488;&#12301;&#12395;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290;&#26178;&#38291;&#12392;&#12392;&#12418;&#12395;&#19978;&#26119;&#12418;&#19979;&#38477;&#12418;&#12375;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12398;&#26041;&#20301;&#35282;&#12434;&#35519;&#25972;&#12377;&#12427;&#12371;&#12392;&#12395;&#12424;&#12426;&#12289;12&#26376;&#12398;&#20670;&#21521;&#32218;&#12398;&#21246;&#37197;&#12434;&#22793;&#26356;&#12375;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26041;&#20301;&#35282;&#12434;&#35519;&#25972;&#12377;&#12427;&#12398;&#12364;&#12371;&#12428;&#12364;&#21021;&#12417;&#12390;&#12398;&#22580;&#21512;&#12289;&#12393;&#12398;&#26041;&#21521;&#12395;&#36914;&#12416;&#12409;&#12365;&#12363;&#12431;&#12363;&#12426;&#12414;&#12379;&#12435;-&#26481;&#12363;&#35199;&#12363;&#65311;</font><font style="vertical-align: inherit;">PHD2&#12399;&#12393;&#12385;&#12425;&#12418;&#30693;&#12425;&#12394;&#12356;&#12383;&#12417;&#12289;&#25512;&#28204;&#12377;&#12427;&#12384;&#12369;&#12391;&#12289;50&#12316;50&#12398;&#30906;&#29575;&#12391;&#27491;&#12375;&#12367;&#21205;&#20316;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27491;&#12375;&#12367;&#36984;&#25246;&#12377;&#12427;&#12392;&#12289;&#26032;&#12375;&#12356;&#12489;&#12522;&#12501;&#12488;&#12521;&#12452;&#12531;&#12399;&#12424;&#12426;&#24179;&#22374;&#12395;&#12394;&#12426;&#12414;&#12377;&#65288;&#24613;&#21246;&#37197;&#12364;&#23569;&#12394;&#12367;&#12289;&#27700;&#24179;&#12395;&#36817;&#12367;&#12394;&#12426;&#12414;&#12377;&#65289;&#38291;&#36949;&#12387;&#12390;&#36984;&#25246;&#12377;&#12427;&#12392;&#12289;&#12489;&#12522;&#12501;&#12488;&#12524;&#12540;&#12488;&#12364;&#22679;&#21152;&#12375;&#12414;&#12377;&#65288;&#19978;&#35352;&#12398;&#20363;&#12391;&#12399;&#12289;&#12424;&#12426;&#24613;&#12395;&#19979;&#21521;&#12365;&#12395;&#12394;&#12426;&#12414;&#12377;&#65289;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">[&#35519;&#25972;]&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">PHD2&#12399;&#12460;&#12452;&#12489;&#12434;&#20572;&#27490;&#12375;&#12289;&#35519;&#25972;&#12434;&#34892;&#12358;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27425;&#12398;&#12424;&#12358;&#12394;&#12418;&#12398;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 606px; height: 642px;" alt="" src="da_IMG06.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12398;&#26041;&#20301;&#35282;&#35519;&#25972;&#12434;&#12422;&#12387;&#12367;&#12426;&#12392;&#22238;&#12375;&#12289;&#30011;&#38754;&#12434;&#35211;&#12394;&#12364;&#12425;&#12460;&#12452;&#12489;&#26143;&#12434;&#12510;&#12476;&#12531;&#12479;&#12398;&#20870;&#12395;&#21521;&#12363;&#12387;&#12390;&#21205;&#12363;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12476;&#12531;&#12479;&#12398;&#20870;&#12399;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12398;&#31227;&#21205;&#36317;&#38626;&#12434;&#31034;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12476;&#12531;&#12479;&#12398;&#20870;&#12399;&#12289;12&#26376;&#12398;&#21246;&#37197;&#12364;&#24613;&#12395;&#12394;&#12427;&#12392;&#22823;&#12365;&#12367;&#12394;&#12426;&#12289;&#26368;&#21021;&#12399;&#22823;&#12365;&#12377;&#12366;&#12390;&#30011;&#38754;&#12395;&#34920;&#31034;&#12373;&#12428;&#12394;&#12356;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#12399;&#20104;&#24819;&#12373;&#12428;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#34920;&#31034;&#12373;&#12428;&#12394;&#12356;&#22580;&#21512;&#12399;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12434;&#30011;&#38754;&#12398;&#24133;&#12395;&#21512;&#12431;&#12379;&#12390;&#31227;&#21205;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12476;&#12531;&#12479;&#12398;&#20870;&#12364;&#34920;&#31034;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;&#27425;&#12398;&#12424;&#12358;&#12395;&#12460;&#12452;&#12489;&#26143;&#12434;&#20870;&#12395;&#31227;&#21205;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#12460;&#12452;&#12489;&#26143;&#12434;</font></font><br><br><img style="width: 608px; height: 645px;" alt="" src="da_IMG07.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#31227;&#21205;&#12375;&#12383;&#24460;&#12289;&#12300;&#12489;&#12522;&#12501;&#12488;&#12301;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#21029;&#12398;&#28204;&#23450;&#12434;&#34892;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#12489;&#12522;&#12501;&#12488;&#12301;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#21069;&#12395;&#12289;&#12510;&#12454;&#12531;&#12488;&#12434;&#23569;&#12375;&#21205;&#12363;&#12375;&#12390;&#26143;&#12398;&#20013;&#24515;&#12434;&#20877;&#35519;&#25972;&#12375;&#12383;&#12426;&#12289;&#21029;&#12398;&#26143;&#12434;&#35211;&#12388;&#12369;&#12383;&#12426;&#12289;&#23376;&#21320;&#32218;&#12395;&#36817;&#12389;&#12356;&#12383;&#12426;&#12375;&#12390;&#12418;&#12363;&#12414;&#12356;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#36984;&#25246;&#12377;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12375;&#12400;&#12425;&#12367;&#12489;&#12522;&#12501;&#12488;&#12377;&#12427;&#12392;&#12289;&#21029;&#12398;12&#26376;&#12398;&#12488;&#12524;&#12531;&#12489;&#12521;&#12452;&#12531;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#33391;&#12367;&#12394;&#12426;&#12414;&#12375;&#12383;&#12363;&#65288;&#27700;&#24179;&#12395;&#36817;&#12356;&#65289;&#12289;&#24746;&#21270;&#12375;&#12414;&#12375;&#12383;&#12363;&#65288;&#27700;&#24179;&#12363;&#12425;&#36960;&#12374;&#12363;&#12427;&#65289;&#65311;</font><font style="vertical-align: inherit;">&#12300;&#26041;&#20301;&#35282;&#35519;&#25972;&#12494;&#12540;&#12488;&#12301;&#12456;&#12522;&#12450;&#12391;&#33258;&#20998;&#12395;&#12513;&#12514;&#12434;&#21462;&#12426;&#12289;&#26041;&#20301;&#35282;&#12398;&#35519;&#25972;&#26041;&#27861;&#12392;Dec&#21246;&#37197;&#12364;&#31227;&#21205;&#12375;&#12383;&#26041;&#21521;&#12434;&#35352;&#37682;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27425;&#22238;&#12289;&#12489;&#12522;&#12501;&#12488;&#12450;&#12521;&#12452;&#12531;&#12377;&#12427;&#12392;&#12365;&#12395;&#12371;&#12398;&#24773;&#22577;&#12434;&#20351;&#29992;&#12391;&#12365;&#12427;&#12398;&#12391;&#12289;&#12393;&#12398;&#26041;&#27861;&#12391;&#26041;&#20301;&#35282;&#12434;&#35519;&#25972;&#12377;&#12427;&#12363;&#12434;&#25512;&#28204;&#12377;&#12427;&#24517;&#35201;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;&#31169;&#12398;&#35373;&#23450;&#12391;&#12399;&#12289;&#26041;&#20301;&#35282;&#12494;&#12502;&#12434;&#26178;&#35336;&#22238;&#12426;&#12395;&#22238;&#12377;&#12392;&#21246;&#37197;&#12364;&#19979;&#12364;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12371;&#12395;&#12513;&#12514;&#12364;&#12354;&#12427;&#12392;&#12289;&#20670;&#26012;&#35282;&#12434;&#19978;&#12370;&#12427;&#12395;&#12399;&#26041;&#20301;&#35282;&#12494;&#12502;&#12434;&#21453;&#26178;&#35336;&#22238;&#12426;&#12395;&#22238;&#12377;&#24517;&#35201;&#12364;&#12354;&#12427;&#12371;&#12392;&#12434;&#24605;&#12356;&#20986;&#12375;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#27425;&#12398;&#12424;&#12358;&#12395;&#12289;&#12501;&#12521;&#12483;&#12488;&#12391;&#27700;&#24179;&#12394;dec&#12488;&#12524;&#12531;&#12489;&#12521;&#12452;&#12531;&#12364;&#24471;&#12425;&#12428;&#12427;&#12414;&#12391;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#28204;&#23450;&#12392;&#35519;&#25972;&#12434;&#32368;&#12426;&#36820;&#12375;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 606px; height: 645px;" alt="" src="da_IMG08.png"><br><br><h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#39640;&#24230;&#12398;&#35519;&#25972;</font></font></h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12371;&#12391;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#39640;&#24230;&#35519;&#25972;&#12398;&#12503;&#12525;&#12475;&#12473;&#12434;&#32368;&#12426;&#36820;&#12377;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">[&#39640;&#24230;]&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12489;&#12522;&#12501;&#12488;&#12484;&#12540;&#12523;&#12399;&#27425;&#12398;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 459px; height: 413px;" alt="" src="da_IMG09.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#26059;&#22238;&#12301;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12363;&#12289;&#25163;&#21205;&#12391;&#12510;&#12454;&#12531;&#12488;&#12434;&#22320;&#24179;&#32218;&#65288;&#26481;&#12414;&#12383;&#12399;&#35199;&#65289;&#12395;&#21521;&#12369;&#12390;&#26059;&#22238;&#12375;&#12414;&#12377;</font></font><br><br><img style="width: 348px; height: 475px;" alt="" src="da_IMG10.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12290;&#27491;&#30906;&#12394;&#20301;&#32622;&#12399;&#37325;&#35201;&#12391;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12364;&#12289;&#22320;&#24179;&#32218;&#12398;23&#12316;35&#24230;&#12364;&#36969;&#20999;&#12395;&#27231;&#33021;&#12375;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#12489;&#12522;&#12501;&#12488;&#12301;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12489;&#12522;&#12501;&#12488;&#12434;&#38283;&#22987;&#12375;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 603px; height: 642px;" alt="" src="da_IMG11.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#23433;&#23450;&#12375;&#12383;12&#26376;&#12398;&#21246;&#37197;&#12395;&#12394;&#12427;&#12414;&#12391;&#12489;&#12522;&#12501;&#12488;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">[&#35519;&#25972;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#39640;&#24230;&#35519;&#25972;&#12494;&#12502;&#12434;&#22238;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21069;&#12398;&#12475;&#12483;&#12471;&#12519;&#12531;&#12398;&#12300;&#39640;&#24230;&#35519;&#25972;&#12513;&#12514;&#12301;&#38936;&#22495;&#12395;&#35352;&#37682;&#12373;&#12428;&#12383;&#12513;&#12514;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12494;&#12502;&#12434;&#22238;&#12375;&#12390;&#24076;&#26395;&#12398;&#26041;&#21521;&#12395;&#20670;&#26012;&#12434;&#31227;&#21205;&#12377;&#12427;&#26041;&#27861;&#12434;&#27770;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;&#31169;&#12398;&#12475;&#12483;&#12488;&#12450;&#12483;&#12503;&#12391;&#12399;&#12289;&#39640;&#24230;&#12494;&#12502;&#12434;&#26178;&#35336;&#22238;&#12426;&#12395;&#22238;&#12375;&#12390;&#12289;&#21246;&#37197;&#12434;&#12300;&#19979;&#12301;&#12395;&#12375;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26041;&#20301;&#35282;&#12398;&#35519;&#25972;&#12392;&#21516;&#27096;&#12395;&#12289;&#12489;&#12522;&#12501;&#12488;&#12392;&#35519;&#25972;&#12398;&#12469;&#12452;&#12463;&#12523;&#12434;&#32368;&#12426;&#36820;&#12375;&#12390;&#28204;&#23450;&#12434;&#34892;&#12356;&#12289;&#12460;&#12452;&#12489;&#26143;&#12434;&#12510;&#12476;&#12531;&#12479;&#12398;&#20870;&#12395;&#31227;&#21205;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#32368;&#12426;&#36820;&#12375;&#12414;&#12377;&#12364;&#12289;&#30446;&#27161;&#12399;&#12289;dec&#12489;&#12522;&#12501;&#12488;&#12521;&#12452;&#12531;&#12434;&#27700;&#24179;&#12395;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290;</font></font><br><br><h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12502;&#12483;&#12463;&#12510;&#12540;&#12463;&#12434;&#20351;&#29992;&#12377;&#12427;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#29305;&#23450;&#12398;&#12510;&#12454;&#12531;&#12488;&#12398;&#12489;&#12522;&#12501;&#12488;&#35519;&#25972;&#12395;&#24931;&#12428;&#12427;&#12414;&#12391;&#12289;&#12503;&#12525;&#12475;&#12473;&#12398;&#12300;&#35519;&#25972;&#12301;&#37096;&#20998;&#12399;&#23569;&#12375;&#38754;&#20498;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#21021;&#12395;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#12494;&#12502;&#12434;&#35519;&#25972;&#12375;&#12390;&#30446;&#30340;&#12398;&#21177;&#26524;&#65288;&#12300;&#12356;&#12367;&#12425;&#12301;&#12392;&#12300;&#12393;&#12398;&#26041;&#21521;&#12301;&#65289;&#12434;&#23455;&#29694;&#12377;&#12427;&#12363;&#12434;&#27770;&#23450;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12434;&#25903;&#25588;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12489;&#12522;&#12501;&#12488;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">&#12450;&#12521;&#12452;&#12531;</font></span><font style="vertical-align: inherit;">&#12484;&#12540;&#12523;&#12399;&#12300;&#12502;&#12483;&#12463;&#12510;&#12540;&#12463;&#12301;&#12434;&#12469;&#12509;&#12540;&#12488;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12399;&#12289;&#35519;&#25972;&#12434;&#34892;&#12358;&#21069;&#24460;&#12398;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12398;&#20301;&#32622;&#12434;&#35352;&#37682;&#12377;&#12427;&#20415;&#21033;&#12394;&#26041;&#27861;&#12391;&#12377;&#12290;
&nbsp;</font></font><a name="Bookmarks"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12502;&#12483;&#12463;&#12510;&#12540;&#12463;&#12395;&#12399;&#12289;&#27425;&#12398;&#12424;&#12358;&#12395;&#12502;&#12483;&#12463;&#12510;&#12540;&#12463;&#12513;&#12491;&#12517;&#12540;&#12414;&#12383;&#12399;&#12461;&#12540;&#12508;&#12540;&#12489;&#12471;&#12519;&#12540;&#12488;&#12459;&#12483;&#12488;&#12434;&#20351;&#29992;&#12375;&#12390;&#12450;&#12463;&#12475;&#12473;&#12375;&#12414;&#12377;&#12290; </font></font><br>
<ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">b&#65306;&#12502;&#12483;&#12463;&#12510;&#12540;&#12463;&#12398;&#20999;&#12426;&#26367;&#12360;/&#34920;&#31034;&nbsp;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">Shift-b&#65306;&#29694;&#22312;&#12398;&#12460;&#12452;&#12489;&#26143;&#12398;&#20301;&#32622;&#65288;&#12300;&#12525;&#12483;&#12463;&#20301;&#32622;&#12301;&#65289;&#12395;&#12502;&#12483;&#12463;&#12450;&#12540;&#12463;&#12434;&#35373;&#23450;&#12375;&#12414;&#12377;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">Ctrl-b&#65306;&#12377;&#12409;&#12390;&#12398;&#12502;&#12483;&#12463;&#12510;&#12540;&#12463;&#12434;&#12463;&#12522;&#12450;&nbsp;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">Ctrl&#12461;&#12540;&#12434;&#25276;&#12375;&#12394;&#12364;&#12425;&#30011;&#20687;&#12398;&#12393;&#12371;&#12363;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;&#12381;&#12398;&#20301;&#32622;&#12395;&#12502;&#12483;&#12463;&#12510;&#12540;&#12463;&#12434;&#35373;&#23450;&#12377;&#12427;&#12363;&#12289;&#12377;&#12391;&#12395;&#12354;&#12427;&#12502;&#12483;&#12463;&#12510;&#12540;&#12463;&#12434;&#21066;&#38500;&#12375;&#12414;&#12377;</font></font></li></ul><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12510;&#12454;&#12531;&#12488;&#12434;&#35519;&#25972;&#12377;&#12427;&#21069;&#12395;&#12502;&#12483;&#12463;&#12510;&#12540;&#12463;&#12434;&#35373;&#23450;&#12377;&#12427;&#12392;&#12289;&#12460;&#12452;&#12489;&#12501;&#12524;&#12540;&#12512;&#12398;&#26143;&#12364;&#35519;&#25972;&#12395;&#12424;&#12387;&#12390;&#12393;&#12398;&#12424;&#12358;&#12395;&#31227;&#21205;&#12375;&#12383;&#12363;&#12434;&#26126;&#30906;&#12395;&#25226;&#25569;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><h3><a name="Drift_Align_ASCOM"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">ASCOM&#12395;&#38306;&#12377;&#12427;&#27880;&#24847;&#20107;&#38917;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#19978;&#35352;&#12398;&#25163;&#38918;&#12392;&#12473;&#12463;&#12522;&#12540;&#12531;&#12471;&#12519;&#12483;&#12488;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12408;&#12398;ASCOM&#12414;&#12383;&#12399;INDI&#25509;&#32154;&#12391;PHD2&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#12418;&#12398;&#12395;&#23550;&#24540;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#25509;&#32154;&#12398;&#12356;&#12378;&#12428;&#12363;&#12364;&#12394;&#12356;&#22580;&#21512;&#12289;&#12356;&#12367;&#12388;&#12363;&#12398;&#36949;&#12356;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><br><br><ul><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12473;&#12467;&#12540;&#12503;&#12398;&#20301;&#32622;&#12487;&#12540;&#12479;&#12392;&#26059;&#22238;&#27231;&#33021;&#12399;&#21033;&#29992;&#12391;&#12365;&#12414;&#12379;&#12435;&#12290;&#33258;&#20998;&#12391;&#12473;&#12467;&#12540;&#12503;&#12434;&#26059;&#22238;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12479;&#12540;&#12466;&#12483;&#12488;&#12398;&#39640;&#24230;/&#26041;&#20301;&#35282;&#12398;&#20301;&#32622;&#12399;&#12362;&#12362;&#12424;&#12381;&#12398;&#12418;&#12398;&#12391;&#12354;&#12427;&#12371;&#12392;&#12395;&#27880;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;-&#31934;&#24230;&#12434;&#29305;&#12395;&#27671;&#12395;&#12377;&#12427;&#24517;&#35201;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;-&#35222;&#30028;&#12395;&#12354;&#12427;&#33391;&#12356;&#12460;&#12452;&#12489;&#26143;&#12395;&#36817;&#12389;&#12356;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12476;&#12531;&#12479;&#12398;&#23455;&#32218;&#12398;&#20870;&#12364;&#12510;&#12476;&#12531;&#12479;&#12398;&#30772;&#32218;&#12398;&#20870;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#30772;&#32218;&#12398;&#12510;&#12476;&#12531;&#12479;&#12398;&#20870;&#12399;&#12289;&#27491;&#30906;&#12394;&#36317;&#38626;&#12391;&#12399;&#12394;&#12367;&#12289;&#12460;&#12452;&#12489;&#26143;&#12398;&#31227;&#21205;&#36317;&#38626;&#12398;&#21046;&#38480;&#12434;&#34920;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26143;&#12364;&#20870;&#12434;&#36234;&#12360;&#12390;&#31227;&#21205;&#12375;&#12390;&#12399;&#12394;&#12425;&#12394;&#12356;&#12371;&#12392;&#12384;&#12369;&#12364;&#12431;&#12363;&#12387;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26143;&#12434;&#20870;&#12414;&#12391;&#23436;&#20840;&#12395;&#31227;&#21205;&#12377;&#12427;&#12398;&#12391;&#12399;&#12394;&#12367;&#12289;&#26368;&#21021;&#12398;&#25512;&#28204;&#12392;&#12375;&#12390;&#12289;&#21322;&#20998;&#12384;&#12369;&#31227;&#21205;&#12375;&#12383;&#12356;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12502;&#12483;&#12463;&#12510;&#12540;&#12463;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12489;&#12522;&#12501;&#12488;/&#35519;&#25972;&#12398;&#21508;&#21453;&#24489;&#12395;&#12362;&#12369;&#12427;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12398;&#20301;&#32622;&#12434;&#36861;&#36321;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font></li></ul>
<h1><a name="Static_polar_alignment"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2 Static Polar Alignment&#65288;SPA&#65289;&#12484;&#12540;&#12523;</font></font></h1><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
Static Polar Alignment&#12484;&#12540;&#12523;&#12395;&#12399;&#12289;2&#12388;&#12398;&#25805;&#20316;&#12514;&#12540;&#12489;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#33258;&#21205;&#12514;&#12540;&#12489;&#12391;&#12399;&#12289;&#12467;&#12531;&#12500;&#12517;&#12540;&#12479;&#12540;&#12398;&#21046;&#24481;&#19979;&#12391;&#22238;&#36578;&#12375;&#12289;&#12381;&#12398;&#20301;&#32622;&#12434;&#22577;&#21578;&#12391;&#12365;&#12427;&#12510;&#12454;&#12531;&#12488;&#12364;&#24517;&#35201;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12428;&#20197;&#22806;&#12398;&#22580;&#21512;&#12399;&#12289;ST-4&#12479;&#12452;&#12503;&#12460;&#12452;&#12489;&#65288;&#12300;&#12459;&#12513;&#12521;&#19978;&#12301;&#12289;GPUSB&#12394;&#12393;&#65289;&#12414;&#12383;&#12399;&#25163;&#21205;&#12391;&#21046;&#24481;&#12373;&#12428;&#12427;&#12510;&#12454;&#12531;&#12488;&#12395;&#25163;&#21205;&#12514;&#12540;&#12489;&#12434;&#20351;&#29992;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">SPA&#12484;&#12540;&#12523;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#27231;&#33021;&#12395;&#24540;&#12376;&#12390;&#26368;&#12418;&#36969;&#20999;&#12394;&#12514;&#12540;&#12489;&#12434;&#36984;&#25246;&#12375;&#12414;&#12377;&#12290;</font></font><br>
<h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#33258;&#21205;&#12514;&#12540;&#12489;</font></font></h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#33258;&#21205;&#12514;&#12540;&#12489;&#12391;&#12399;&#12289;PHD2&#12399;&#24517;&#35201;&#12395;&#24540;&#12376;&#12390;&#26395;&#36960;&#37857;&#12434;&#22238;&#36578;&#12373;&#12379;&#12390;&#12289;&#20301;&#32622;&#21512;&#12431;&#12379;&#25163;&#38918;&#12434;&#23455;&#34892;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12434;&#34892;&#12358;&#12395;&#12399;&#12289;ASCOM&#12414;&#12383;&#12399;INDI&#12452;&#12531;&#12479;&#12540;&#12501;&#12455;&#12452;&#12473;&#12398;&#12356;&#12378;&#12428;&#12363;&#12434;&#20171;&#12375;&#12390;PHD2&#12434;&#12510;&#12454;&#12531;&#12488;&#12395;&#25509;&#32154;&#12375;&#12289;&#12510;&#12454;&#12531;&#12488;&#12434;&#21021;&#26399;&#21270;&#12375;&#12390;go-to&#65288;&#26059;&#22238;&#65289;&#25805;&#20316;&#12434;&#23455;&#34892;&#12377;&#12427;&#28310;&#20633;&#12434;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#38283;&#22987;&#12377;&#12427;&#12395;&#12399;&#12289;&#27425;&#12398;&#25163;&#38918;&#12434;&#23455;&#34892;&#12375;&#12414;&#12377;&#12290;</font></font><br>
<ul>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12434;&#12459;&#12513;&#12521;&#12392;ASCOM&#12414;&#12383;&#12399;INDI&#12510;&#12454;&#12531;&#12488;&#12489;&#12521;&#12452;&#12496;&#12540;&#12395;&#25509;&#32154;&#12375;&#12414;&#12377;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12364;&#12371;&#12398;&#12475;&#12483;&#12488;&#12450;&#12483;&#12503;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#26082;&#12395;&#23436;&#20102;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12398;RA&#36600;&#12434;&#25163;&#21205;&#12391;&#35519;&#25972;&#12375;&#12390;&#12289;&#35211;&#12363;&#12369;&#12398;&#26997;&#12363;&#12425;5&#24230;&#20197;&#20869;&#12434;&#25351;&#12377;&#12424;&#12358;&#12395;&#12375;&#12289;&#26395;&#36960;&#37857;&#12434;&#22238;&#36578;&#12373;&#12379;&#12390;Dec = +90&#12414;&#12383;&#12399;-90&#12434;&#25351;&#12377;&#12424;&#12358;&#12395;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12489;&#12452;&#12484;&#12398;&#36196;&#36947;&#20736;&#12391;&#12399;&#12289;&#12509;&#12540;&#12523;&#12434;&#25351;&#12375;&#12390;&#12459;&#12454;&#12531;&#12479;&#12540;&#12454;&#12455;&#12452;&#12488;&#12480;&#12454;&#12531;&#12398;&#21521;&#12365;&#12391;&#12510;&#12454;&#12531;&#12488;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26143;&#12398;&#20301;&#32622;&#21512;&#12431;&#12379;&#12414;&#12383;&#12399;&#12503;&#12524;&#12540;&#12488;&#12477;&#12523;&#12499;&#12531;&#12464;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#21487;&#33021;&#12394;&#38480;&#12426;Dec = +90&#12414;&#12383;&#12399;-90&#24230;&#12395;&#36817;&#12389;&#12369;&#12414;&#12377;&#12290;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12503;&#12525;&#12475;&#12473;&#20013;&#12289;&#12510;&#12454;&#12531;&#12488;&#12399;&#35199;&#12395;10&#24230;&#22238;&#36578;&#12377;&#12427;&#12383;&#12417;&#12289;&#35222;&#30028;&#12434;&#36974;&#12387;&#12383;&#12426;&#12289;&#12473;&#12467;&#12540;&#12503;&#12398;&#22238;&#36578;&#12434;&#22952;&#12370;&#12427;&#12418;&#12398;&#12364;&#12394;&#12356;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li>
</ul>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12300;&#12484;&#12540;&#12523;&#12301;/&#12300;&#38745;&#30340;&#26997;&#37197;&#32622;&#12301;&#12391;SPA&#12484;&#12540;&#12523;&#12434;&#38283;&#12367;&#12392;&#12289;&#26368;&#21021;&#12398;&#12454;&#12451;&#12531;&#12489;&#12454;&#12364;&#38283;&#12365;&#12414;&#12377;&#65306;</font></font><br><br>
<br>
<img style="width: 431px; height: 673px;" alt="" src="spa_IMG01.png"><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
PHD2&#12398;&#12513;&#12452;&#12531;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12399;&#27425;&#12398;&#12424;&#12358;&#12395;&#12394;&#12426;&#12414;&#12377;&#65288;&#21335;&#26997;&#12398;&#20363;&#65289;&#65306;</font></font><br><br>
<br>
<img style="width: 757px; height: 469px;" alt="" src="spa_IMG01a.png"><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
SPA&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#19978;&#37096;&#12395;&#12354;&#12427;&#12473;&#12479;&#12540;&#12510;&#12483;&#12503;&#12399;&#12362;&#12362;&#12424;&#12381;&#12398;PHD2&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12392;&#12510;&#12454;&#12531;&#12488;&#20301;&#32622;&#12395;&#24467;&#12387;&#12390;&#26041;&#21521;&#20184;&#12369;&#12425;&#12428;&#12383;&#26997;&#26143;&#12398;&#20301;&#32622;&#12290;</font><font style="vertical-align: inherit;">[Hour Angle]&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12434;&#35519;&#25972;&#12377;&#12427;&#12363;&#12289;[Flip Camera]&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12473;&#12479;&#12540;&#12510;&#12483;&#12503;&#12434;&#12513;&#12452;&#12531;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12395;&#21521;&#12369;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12479;&#12540;&#12510;&#12483;&#12503;&#12434;&#12497;&#12531;&#12377;&#12427;&#12395;&#12399;&#12289;&#20013;&#24515;&#12395;&#12354;&#12427;&#12509;&#12452;&#12531;&#12488;&#12434;&#12480;&#12502;&#12523;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12399;&#12289;&#12300;&gt;&#12301;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12289;&#36984;&#25246;&#12375;&#12383;&#21442;&#29031;&#26143;&#12434;&#20013;&#22830;&#12395;&#37197;&#32622;&#12375;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12473;&#12479;&#12540;&#12510;&#12483;&#12503;&#12398;&#21491;&#20596;&#12395;&#12354;&#12427;&#12508;&#12479;&#12531;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;&#12473;&#12479;&#12540;&#12510;&#12483;&#12503;&#12398;&#34920;&#31034;&#12392;SPA&#12484;&#12540;&#12523;&#12398;&#20351;&#29992;&#25163;&#38918;&#12434;&#20999;&#12426;&#26367;&#12360;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
[&#25163;&#21205;&#12473;&#12523;&#12540;]&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12434;&#12458;&#12531;&#12395;&#12377;&#12427;&#12392;&#12289;&#25163;&#21205;&#21046;&#24481;&#12434;&#20351;&#29992;&#12377;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#25163;&#21205;&#12514;&#12540;&#12489;&#12398;&#35519;&#25972;&#12395;&#12388;&#12356;&#12390;&#12399;&#12289;&#20197;&#19979;&#12398;&#25163;&#38918;&#12434;&#21442;&#29031;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12473;&#12479;&#12540;&#12510;&#12483;&#12503;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12513;&#12452;&#12531;PHD2&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12391;&#12300;&#12522;&#12501;&#12449;&#12524;&#12531;&#12473;&#12473;&#12479;&#12540;&#12301;&#12434;&#36984;&#25246;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12489;&#12525;&#12483;&#12503;&#12480;&#12454;&#12531;&#12522;&#12473;&#12488;&#12391;&#36984;&#25246;&#12375;&#12383;&#26143;&#12434;&#29305;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12354;&#12394;&#12383;&#12364;&#12381;&#12428;&#12434;&#27491;&#12375;&#12367;&#12375;&#12394;&#12367;&#12390;&#12418;&#24515;&#37197;&#12375;&#12394;&#12356;&#12391;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#24460;&#12391;&#20462;&#27491;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#20301;&#32622;&#21512;&#12431;&#12379;&#12434;&#38283;&#22987;&#12377;&#12427;&#28310;&#20633;&#12364;&#12391;&#12365;&#12383;&#12425;&#12289;[&#22238;&#36578;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#29694;&#22312;&#12398;&#20301;&#32622;&#12399;&#12289;&#12513;&#12452;&#12531;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#19978;&#12398;&#23567;&#12373;&#12394;&#38738;&#12356;&#20870;&#12391;&#31034;&#12373;&#12428;&#12289;&#24231;&#27161;&#12399;&#12473;&#12486;&#12540;&#12479;&#12473;&#12496;&#12540;&#12395;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#22238;&#36578;&#12301;&#12508;&#12479;&#12531;&#12364;&#12300;&#20572;&#27490;&#12301;&#12508;&#12479;&#12531;&#12395;&#22793;&#26356;&#12373;&#12428;&#12390;&#12356;&#12427;&#12371;&#12392;&#12395;&#27880;&#24847;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12398;&#26059;&#22238;&#12434;&#32066;&#20102;&#12414;&#12383;&#12399;&#20572;&#27490;&#12377;&#12427;&#12395;&#12399;&#12289;[&#20572;&#27490;]&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font></font><br><br>
<br>
<img style="width: 431px; height: 673px;" alt="" src="spa_IMG02.png"><br><br>
<br>
<img style="width: 747px; height: 411px;" alt="" src="spa_IMG02a.png"><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
[&#22238;&#36578;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#12473;&#12486;&#12540;&#12479;&#12473;&#12496;&#12540;&#12395;&#31034;&#12373;&#12428;&#12390;&#12356;&#12427;&#12424;&#12358;&#12395;&#12289;&#12510;&#12454;&#12531;&#12488;&#12364;&#23567;&#12373;&#12394;&#12473;&#12486;&#12483;&#12503;&#12391;RA&#12434;&#35199;&#12395;&#22238;&#36578;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">2&#12388;&#12398;&#12509;&#12452;&#12531;&#12488;&#12364;&#35352;&#37682;&#12373;&#12428;&#12427;&#12392;&#12289;PHD2&#12513;&#12452;&#12531;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12395;&#20301;&#32622;&#21512;&#12431;&#12379;&#12464;&#12521;&#12501;&#12451;&#12483;&#12463;&#12364;&#12458;&#12540;&#12496;&#12540;&#12524;&#12452;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><br>
<br>
<img style="width: 758px; height: 573px;" alt="" src="spa_IMG03.png"><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12300;&#12522;&#12501;&#12449;&#12524;&#12531;&#12473;&#12473;&#12479;&#12540;&#12301;&#12398;&#35672;&#21029;&#12434;&#38291;&#36949;&#12360;&#12383;&#22580;&#21512;&#12399;&#12289;&#12489;&#12525;&#12483;&#12503;&#12480;&#12454;&#12531;&#12522;&#12473;&#12488;&#12391;&#27491;&#12375;&#12356;&#12418;&#12398;&#12434;&#36984;&#25246;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;
</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12371;&#12371;&#12391;</font></font><span style="font-weight: bold;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12289;&#12509;&#12540;&#12521;&#12540;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12458;&#12540;&#12496;&#12540;&#12524;&#12452;&#12398;&#20351;&#29992;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12398;&#25351;&#31034;&#12395;&#24467;&#12387;&#12390;&#12289;</font><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12398;&#12509;&#12540;&#12521;&#12540;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12434;&#35519;&#25972;&#12375;&#12414;&#12377;&#12290;</font></font><br>
<br>
<h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#25163;&#21205;&#12514;&#12540;&#12489;</font></font></h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
go-to&#12434;&#12469;&#12509;&#12540;&#12488;&#12377;&#12427;&#12510;&#12454;&#12531;&#12488;&#12489;&#12521;&#12452;&#12496;&#12540;&#12364;&#12394;&#12356;&#22580;&#21512;&#12289;&#12414;&#12383;&#12399;&#12473;&#12467;&#12540;&#12503;&#12398;&#22238;&#36578;&#12434;&#25163;&#21205;&#12391;&#21046;&#24481;&#12375;&#12383;&#12356;&#22580;&#21512;&#12399;&#12289;&#25163;&#21205;&#25805;&#20316;&#12514;&#12540;&#12489;&#12434;&#20351;&#29992;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#38283;&#22987;&#12377;&#12427;&#12395;&#12399;&#12289;&#27425;&#12398;&#25163;&#38918;&#12434;&#23455;&#34892;&#12375;&#12414;&#12377;&#12290;</font></font><br>
<ul>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12434;&#12459;&#12513;&#12521;&#12392;&#12510;&#12454;&#12531;&#12488;&#12398;&#12460;&#12452;&#12480;&#12540;&#12452;&#12531;&#12479;&#12540;&#12501;&#12455;&#12452;&#12473;&#65288;ST-4&#12394;&#12393;&#65289;&#12395;&#25509;&#32154;&#12375;&#12414;&#12377;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12364;&#12371;&#12398;&#12475;&#12483;&#12488;&#12450;&#12483;&#12503;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#26082;&#12395;&#23436;&#20102;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">RA&#36600;&#12434;&#25163;&#21205;&#12391;&#35519;&#25972;&#12375;&#12390;&#12289;&#35211;&#12363;&#12369;&#12398;&#26997;&#12363;&#12425;5&#24230;&#20197;&#20869;&#12434;&#25351;&#12377;&#12424;&#12358;&#12395;&#12375;&#12289;&#26395;&#36960;&#37857;&#12434;&#25163;&#21205;&#12391;&#22238;&#36578;&#12373;&#12379;&#12390;Dec = +90&#12414;&#12383;&#12399;-90&#12434;&#25351;&#12377;&#12424;&#12358;&#12395;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12489;&#12452;&#12484;&#12398;&#36196;&#36947;&#20736;&#12391;&#12399;&#12289;&#12509;&#12540;&#12523;&#12434;&#25351;&#12375;&#12390;&#12459;&#12454;&#12531;&#12479;&#12540;&#12454;&#12455;&#12452;&#12488;&#12480;&#12454;&#12531;&#12398;&#21521;&#12365;&#12391;&#12510;&#12454;&#12531;&#12488;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26143;&#12398;&#20301;&#32622;&#21512;&#12431;&#12379;&#12414;&#12383;&#12399;&#12503;&#12524;&#12540;&#12488;&#12477;&#12523;&#12499;&#12531;&#12464;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#21487;&#33021;&#12394;&#38480;&#12426;Dec = +90&#12414;&#12383;&#12399;-90&#24230;&#12395;&#36817;&#12389;&#12369;&#12414;&#12377;&#12290;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12503;&#12525;&#12475;&#12473;&#20013;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12434;&#35199;&#12395;15&#24230;&#22238;&#36578;&#12373;&#12379;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#12383;&#12417;&#12289;&#35222;&#30028;&#12434;&#36974;&#12387;&#12383;&#12426;&#12289;&#12473;&#12467;&#12540;&#12503;&#12398;&#22238;&#36578;&#12434;&#22952;&#12370;&#12427;&#12418;&#12398;&#12364;&#12394;&#12356;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font></li>
</ul>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#27425;&#12395;&#12289;&#12300;&#12484;&#12540;&#12523;&#12301;/&#12300;&#38745;&#30340;&#26997;&#37197;&#32622;&#12301;&#12391;SPA&#12484;&#12540;&#12523;&#12434;&#38283;&#12367;&#12392;&#12289;&#26368;&#21021;&#12398;&#12454;&#12451;&#12531;&#12489;&#12454;&#12364;&#38283;&#12365;</font></font><br><br>
<br>
<img style="width: 431px; height: 673px;" alt="" src="spa_IMG04.png"><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12414;&#12377;&#12290;SPA&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#19978;&#37096;&#12395;&#12354;&#12427;&#26143;&#22259;&#12395;&#12399;&#12289;PHD2&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12392;&#12510;&#12454;&#12531;&#12488;&#20301;&#32622;&#12395;&#24467;&#12387;&#12390;&#37197;&#32622;&#12373;&#12428;&#12383;&#26997;&#26143;&#12398;&#12362;&#12362;&#12424;&#12381;&#12398;&#20301;&#32622;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290; &#12290;</font><font style="vertical-align: inherit;">[Hour Angle]&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12434;&#35519;&#25972;&#12377;&#12427;&#12363;&#12289;[Flip Camera]&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12473;&#12479;&#12540;&#12510;&#12483;&#12503;&#12434;&#12513;&#12452;&#12531;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12395;&#21521;&#12369;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12479;&#12540;&#12510;&#12483;&#12503;&#12434;&#12497;&#12531;&#12377;&#12427;&#12395;&#12399;&#12289;&#20013;&#24515;&#12395;&#12354;&#12427;&#12509;&#12452;&#12531;&#12488;&#12434;&#12480;&#12502;&#12523;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12399;&#12289;&#12300;&gt;&#12301;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12289;&#36984;&#25246;&#12375;&#12383;&#21442;&#29031;&#26143;&#12434;&#20013;&#22830;&#12395;&#37197;&#32622;&#12375;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12473;&#12479;&#12540;&#12510;&#12483;&#12503;&#12398;&#21491;&#20596;&#12395;&#12354;&#12427;&#12508;&#12479;&#12531;&#12434;&#20351;&#29992;&#12377;&#12427;&#12392;&#12289;&#12473;&#12479;&#12540;&#12510;&#12483;&#12503;&#12398;&#34920;&#31034;&#12392;SPA&#12484;&#12540;&#12523;&#12398;&#20351;&#29992;&#25163;&#38918;&#12434;&#20999;&#12426;&#26367;&#12360;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
[&#25163;&#21205;&#12473;&#12523;&#12540;]&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12434;&#12458;&#12531;&#12395;&#12377;&#12427;&#12392;&#12289;&#25163;&#21205;&#21046;&#24481;&#12434;&#20351;&#29992;&#12377;&#12427;&#12458;&#12503;&#12471;&#12519;&#12531;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#25163;&#21205;&#12514;&#12540;&#12489;&#12398;&#35519;&#25972;&#12395;&#12388;&#12356;&#12390;&#12399;&#12289;&#20197;&#19979;&#12398;&#25163;&#38918;&#12434;&#21442;&#29031;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12473;&#12479;&#12540;&#12510;&#12483;&#12503;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12513;&#12452;&#12531;PHD2&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12391;&#12300;&#12522;&#12501;&#12449;&#12524;&#12531;&#12473;&#12473;&#12479;&#12540;&#12301;&#12434;&#36984;&#25246;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12489;&#12525;&#12483;&#12503;&#12480;&#12454;&#12531;&#12522;&#12473;&#12488;&#12391;&#36984;&#25246;&#12375;&#12383;&#26143;&#12434;&#29305;&#23450;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27491;&#12375;&#12367;&#35373;&#23450;&#12375;&#12394;&#12367;&#12390;&#12418;&#24515;&#37197;&#12377;&#12427;&#24517;&#35201;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;&#24460;&#12391;&#20462;&#27491;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#28310;&#20633;&#12364;&#12391;&#12365;&#12383;&#12425;&#12289;&#12300;&#26368;&#21021;&#12398;&#20301;&#32622;&#12434;&#21462;&#24471;&#12301;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#29694;&#22312;&#12398;&#20301;&#32622;&#12399;&#12289;&#12513;&#12452;&#12531;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#19978;&#12398;&#23567;&#12373;&#12394;&#38738;&#12356;&#20870;&#12391;&#31034;&#12373;&#12428;&#12289;&#24231;&#27161;&#12399;&#12473;&#12486;&#12540;&#12479;&#12473;&#12496;&#12540;&#12395;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><br>
<br>
<img style="width: 540px; height: 415px;" alt="" src="spa_IMG04a.png"><br>
<br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
RA&#12391;&#23569;&#12394;&#12367;&#12392;&#12418;20&#20998;&#35199;&#12395;&#12510;&#12454;&#12531;&#12488;&#12434;&#26059;&#22238;&#12375;&#12414;&#12375;&#12383;&#65288;&#35199;&#12395;&#26059;&#22238;&#12377;&#12427;&#12392;RA&#12399;&#28187;&#23569;&#12375;&#12414;&#12377;&#65289;&#12290;
</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12513;&#12452;&#12531;&#30011;&#38754;&#12391;&#21516;&#12376;&#21442;&#29031;&#26143;&#12434;&#36984;&#25246;&#12375;&#12414;&#12377;&#12290;
</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
[2&#30058;&#30446;&#12398;&#20301;&#32622;&#12434;&#21462;&#24471;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20301;&#32622;&#12399;&#21029;&#12398;&#23567;&#12373;&#12394;&#38738;&#12356;&#20870;&#12391;&#12510;&#12540;&#12463;&#12373;&#12428;&#12289;&#12473;&#12486;&#12540;&#12479;&#12473;&#12496;&#12540;&#12395;&#24231;&#27161;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><br>
<br>
<img style="width: 543px; height: 391px;" alt="" src="spa_IMG05.png"><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
RA&#12391;&#12373;&#12425;&#12395;20&#20998;&#20197;&#19978;&#35199;&#12395;&#31227;&#21205;&#12375;&#12289;&#21516;&#12376;&#26143;&#12434;&#20877;&#12403;&#36984;&#25246;&#12375;&#12414;&#12377;&#12290;
</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
[3&#30058;&#30446;&#12398;&#20301;&#32622;&#12434;&#21462;&#24471;]&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;
</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12375;&#12400;&#12425;&#12367;&#12377;&#12427;&#12392;&#12289;&#12513;&#12452;&#12531;&#12464;&#12521;&#12501;&#12451;&#12483;&#12463;&#12395;&#20301;&#32622;&#21512;&#12431;&#12379;&#12464;&#12521;&#12501;&#12451;&#12483;&#12463;&#12364;&#12458;&#12540;&#12496;&#12540;&#12524;&#12452;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#38291;&#36949;&#12360;&#12383;&#22580;&#21512;&#12399;&#12289;&#12489;&#12525;&#12483;&#12503;&#12480;&#12454;&#12531;&#12522;&#12473;&#12488;&#12391;&#27491;&#12375;&#12356;&#12300;&#12522;&#12501;&#12449;&#12524;&#12531;&#12473;&#12473;&#12479;&#12540;&#12301;&#12434;&#36984;&#25246;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21516;&#27096;&#12395;&#12289;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12509;&#12452;&#12531;&#12488;&#12398;&#12356;&#12378;&#12428;&#12363;&#12364;&#30097;&#12431;&#12375;&#12356;&#22580;&#21512;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12434;&#19981;&#33391;&#12509;&#12452;&#12531;&#12488;&#12414;&#12391;&#22238;&#36578;&#12373;&#12379;&#12289;&#36969;&#20999;&#12394;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12381;&#12398;&#24231;&#27161;&#12434;&#32622;&#12365;&#25563;&#12360;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26481;&#21521;&#12365;&#12395;&#26059;&#22238;&#12375;&#12394;&#12369;&#12428;&#12400;&#12394;&#12425;&#12394;&#12363;&#12387;&#12383;&#22580;&#21512;&#12399;&#12289;&#12458;&#12540;&#12496;&#12540;&#12471;&#12517;&#12540;&#12488;&#12375;&#12289;&#26368;&#24460;&#12398;&#26059;&#22238;&#12434;&#35199;&#21521;&#12365;&#12395;&#12375;&#12390;&#12289;&#12496;&#12483;&#12463;&#12521;&#12483;&#12471;&#12517;&#12434;&#35299;&#28040;&#12377;&#12427;&#12398;&#12364;&#26368;&#21892;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12399;&#12289;&#35199;&#26041;&#21521;&#12395;&#26032;&#12375;&#12356;&#20301;&#32622;&#12414;&#12391;&#26059;&#22238;&#12375;&#12289;&#24746;&#12356;&#28857;&#12434;&#32622;&#12365;&#25563;&#12360;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12509;&#12452;&#12531;&#12488;&#12399;&#38918;&#30058;&#12395;&#12394;&#12387;&#12390;&#12356;&#12427;&#24517;&#35201;&#12399;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290; 
</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#20462;&#27491;&#12373;&#12428;&#12383;&#20301;&#32622;&#21512;&#12431;&#12379;&#12464;&#12521;&#12501;&#12451;&#12483;&#12463;&#12399;&#33258;&#21205;&#30340;&#12395;&#26356;&#26032;&#12373;&#12428;&#12414;&#12377;&#12290;
</font></font><br><br>
<img style="width: 539px; height: 456px;" alt="" src="spa_IMG06.png"><br>
<br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#27425;&#12398;&#12475;&#12463;&#12471;&#12519;&#12531;&#12398;&#25351;&#31034;&#12395;&#24467;&#12387;&#12390;&#12289;&#12510;&#12454;&#12531;&#12488;&#12398;&#26997;&#37197;&#32622;&#12434;&#35519;&#25972;&#12375;&#12414;&#12377;&#12290;</font></font><br>
<br>
<h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26997;&#37197;&#32622;&#12458;&#12540;&#12496;&#12540;&#12524;&#12452;&#12434;&#20351;&#29992;&#12377;&#12427;</font></font></h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#21313;&#20998;&#12394;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12509;&#12452;&#12531;&#12488;&#12364;&#21454;&#38598;&#12373;&#12428;&#12427;&#12392;&#12289;&#26997;&#24231;&#27161;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12458;&#12540;&#12496;&#12540;&#12524;&#12452;&#12364;&#12513;&#12452;&#12531;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12395;&#37197;&#32622;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><br>
<br>
<img style="width: 628px; height: 497px;" alt="" src="spa_IMG07.png"><br>
<br>
<ul>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12398;&#20013;&#22830;&#12399;&#28784;&#33394;&#12398;+&#12391;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#22238;&#36578;&#12398;&#20013;&#24515;&#12399;&#36196;&#12356;+&#12391;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290; </font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12476;&#12531;&#12479;&#12398;&#20870;&#12399;&#12289;&#22522;&#28310;&#26143;&#12364;&#12383;&#12393;&#12387;&#12383;&#36556;&#36947;&#12434;&#31034;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26997;&#24231;&#27161;&#12364;&#27491;&#30906;&#12394;&#22580;&#21512;&#12289;&#32209;&#33394;&#12398;&#20870;&#12399;&#22522;&#28310;&#26143;&#12398;&#30446;&#30340;&#12398;&#36556;&#36947;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290; </font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#40644;&#33394;&#12398;&#20870;&#12399;&#12289;&#20182;&#12398;&#22522;&#28310;&#26143;&#12398;&#36556;&#36947;&#12434;&#31034;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font></font></li>
</ul>

<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#32209;&#12392;&#40644;&#33394;&#12398;&#21508;&#36556;&#36947;&#20869;&#12391;&#12289;&#23567;&#12373;&#12394;&#20870;&#12399;&#26143;&#12398;&#20301;&#32622;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#28784;&#33394;&#12398;&#32218;&#12399;&#12289;&#22522;&#28310;&#26143;&#12434;&#32209;&#12398;&#36556;&#36947;&#19978;&#12398;&#12479;&#12540;&#12466;&#12483;&#12488;&#20870;&#12395;&#25509;&#32154;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#20301;&#32622;&#12399;&#12289;&#12460;&#12452;&#12489;&#26143;&#12364;&#27491;&#12375;&#12367;&#35672;&#21029;&#12373;&#12428;&#12390;&#12356;&#12427;&#12371;&#12392;&#12395;&#20381;&#23384;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#38738;&#12356;&#32218;&#12399;&#22522;&#28310;&#26143;&#12398;&#31227;&#21205;&#12395;&#24517;&#35201;&#12394;&#26041;&#20301;&#35282;&#35036;&#27491;&#12434;&#31034;&#12375;&#12289;&#36196;&#12356;&#32218;&#12399;&#24517;&#35201;&#12394;&#39640;&#24230;&#35036;&#27491;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font></font><br>
<br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#21028;&#23450;&#12521;&#12452;&#12531;&#12434;&#35211;&#12420;&#12377;&#12367;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;[&#36556;&#36947;&#12398;&#34920;&#31034;]&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#20351;&#29992;&#12375;&#12390;&#36556;&#36947;&#12434;&#34920;&#31034;&#12414;&#12383;&#12399;&#38750;&#34920;&#31034;&#12395;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#39640;&#24230;&#12392;&#26041;&#20301;&#35282;&#12398;&#12494;&#12502;&#12434;&#35519;&#25972;&#12375;&#12390;&#12289;&#21442;&#29031;&#26143;&#12434;&#12381;&#12398;&#12479;&#12540;&#12466;&#12483;&#12488;&#20870;&#12395;&#31227;&#21205;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#39640;&#24230;&#12434;&#35519;&#25972;&#12377;&#12427;&#12392;&#12289;&#22522;&#28310;&#26143;&#12364;&#36196;&#12356;&#32218;&#12395;&#27839;&#12387;&#12390;&#31227;&#21205;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26041;&#20301;&#35282;&#12434;&#35519;&#25972;&#12377;&#12427;&#12392;&#12289;&#21442;&#29031;&#26143;&#12364;&#38738;&#12356;&#32218;&#12395;&#27839;&#12387;&#12390;&#31227;&#21205;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21029;&#12398;&#26041;&#27861;&#12392;&#12375;&#12390;&#12289;3&#12388;&#12398;&#22522;&#28310;&#26143;&#12434;&#12381;&#12428;&#12382;&#12428;&#12398;&#36556;&#36947;&#12395;&#37197;&#32622;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#25163;&#21205;&#12514;&#12540;&#12489;&#12434;&#20351;&#29992;&#12377;&#12427;&#22580;&#21512;&#12395;&#37325;&#35201;&#12391;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#26368;&#12418;&#27491;&#30906;&#12394;&#12450;&#12521;&#12452;&#12513;&#12531;&#12488;&#12434;&#24471;&#12427;&#12395;&#12399;&#12289;&#12513;&#12452;&#12531;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#19978;&#12398;&#26143;&#12364;&#12479;&#12540;&#12466;&#12483;&#12488;&#20870;&#12363;&#12425;&#21516;&#12376;&#37327;&#12392;&#26041;&#21521;&#12391;&#12377;&#12409;&#12390;&#12458;&#12501;&#12475;&#12483;&#12488;&#12373;&#12428;&#12427;&#12414;&#12391;&#12300;&#26178;&#38291;&#35282;&#12301;&#12434;&#35519;&#25972;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27425;&#12395;&#35519;&#25972;&#12434;&#34892;&#12356;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#30906;&#35469;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;&#12503;&#12525;&#12475;&#12473;&#12434;&#12420;&#12426;&#30452;&#12377;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#22823;&#12365;&#12394;&#35519;&#25972;&#12434;&#34892;&#12358;&#24517;&#35201;&#12364;&#12354;&#12427;&#22580;&#21512;&#12289;&#26997;&#22495;&#12434;&#20013;&#22830;&#12395;&#20445;&#12388;&#12383;&#12417;&#12395;&#36196;&#32239;&#12434;&#35519;&#25972;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#35222;&#30028;&#12364;&#21046;&#38480;&#12373;&#12428;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12434;&#38283;&#22987;&#20301;&#32622;&#12395;&#25147;&#12377;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#32066;&#20102;&#12375;&#12383;&#12425;&#12289;&#12300;&#38281;&#12376;&#12427;&#12301;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#22823;&#12365;&#12394;&#35519;&#25972;&#12434;&#34892;&#12387;&#12383;&#22580;&#21512;&#12399;&#12289;&#20877;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</font></font><br>
<br>
<br>
<h1><a name="Polar_Drift_Align"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2 Polar Drift Alignment&#12484;&#12540;&#12523;</font></font></h1><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
Polar Drift Alignment&#12484;&#12540;&#12523;&#12399;&#12289;&#36890;&#24120;&#12398;Drift Alignment&#12484;&#12540;&#12523;&#12392;&#21516;&#27096;&#12398;&#21407;&#29702;&#12391;&#21205;&#20316;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36949;&#12356;&#12399;&#12289;&#12489;&#12522;&#12501;&#12488;&#12434;&#22825;&#12398;&#36817;&#12367;&#12391;&#28204;&#23450;&#12375;&#12390;&#12289;&#26041;&#20301;&#35282;&#12392;&#39640;&#24230;&#12398;&#20001;&#26041;&#12391;&#21516;&#26178;&#12395;&#24517;&#35201;&#12394;&#35519;&#25972;&#12434;&#35336;&#31639;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#26997;&#12363;&#12425;&#12489;&#12522;&#12501;&#12488;&#26143;&#12414;&#12391;&#12398;&#36317;&#38626;&#12364;&#38263;&#12367;&#12394;&#12427;&#12392;&#12289;&#31934;&#24230;&#12364;&#20302;&#19979;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#35519;&#25972;&#12364;&#33853;&#12385;&#30528;&#12367;&#12414;&#12391;&#12395;&#26178;&#38291;&#12364;&#12363;&#12363;&#12427;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;&#12381;&#12398;&#12383;&#12417;&#12289;&#38745;&#30340;&#12394;&#26997;&#20301;&#32622;&#35519;&#25972;&#12364;&#36895;&#12367;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">Polar Drift Alignment&#12398;&#20027;&#12394;&#21033;&#28857;&#12399;&#12289;&#20219;&#24847;&#12398;&#26143;&#12434;&#36984;&#25246;&#12391;&#12365;&#12427;&#12371;&#12392;&#12392;&#12289;&#12484;&#12540;&#12523;&#12364;&#29694;&#22312;&#12398;&#21322;&#29699;&#12434;&#30693;&#12427;&#12371;&#12392;&#12384;&#12369;&#12364;&#24517;&#35201;&#12394;&#12371;&#12392;&#12391;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#38283;&#22987;&#12377;&#12427;&#12395;&#12399;&#12289;&#27425;&#12398;&#25163;&#38918;&#12434;&#23455;&#34892;&#12375;&#12414;&#12377;&#12290;</font></font><br>
<ul>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12434;&#12459;&#12513;&#12521;&#12395;&#25509;&#32154;&#12375;&#12414;&#12377;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2&#12364;&#12371;&#12398;&#12475;&#12483;&#12488;&#12450;&#12483;&#12503;&#12398;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12434;&#26082;&#12395;&#34892;&#12387;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12398;RA&#36600;&#12434;&#25163;&#21205;&#12391;&#35519;&#25972;&#12375;&#12390;&#12289;&#35211;&#12363;&#12369;&#12398;&#26997;&#12363;&#12425;5&#24230;&#20197;&#20869;&#12434;&#25351;&#12377;&#12424;&#12358;&#12395;&#12375;&#12289;&#26395;&#36960;&#37857;&#12434;&#22238;&#36578;&#12373;&#12379;&#12390;Dec = +90&#12414;&#12383;&#12399;-90&#12434;&#25351;&#12377;&#12424;&#12358;&#12395;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12489;&#12452;&#12484;&#12398;&#36196;&#36947;&#20736;&#12391;&#12399;&#12289;&#12509;&#12540;&#12523;&#12434;&#25351;&#12375;&#12390;&#12459;&#12454;&#12531;&#12479;&#12540;&#12454;&#12455;&#12452;&#12488;&#12480;&#12454;&#12531;&#12398;&#21521;&#12365;&#12391;&#12510;&#12454;&#12531;&#12488;&#12377;&#12427;&#12371;&#12392;&#12434;&#12362;&#21223;&#12417;&#12375;&#12414;&#12377;&#12290;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#21322;&#29699;&#12364;&#27491;&#12375;&#12367;&#35672;&#21029;&#12373;&#12428;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12289;&#24517;&#35201;&#12395;&#24540;&#12376;&#12390;&#35519;&#25972;&#12375;&#12414;&#12377;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12513;&#12452;&#12531;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12391;&#36969;&#20999;&#12394;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12434;&#36984;&#25246;&#12375;&#12414;&#12377;</font></font></li>
</ul><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12300;&#38283;&#22987;&#12301;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12289;&#12489;&#12522;&#12501;&#12488;&#12434;&#38283;&#22987;&#12375;&#12414;&#12377;&#12290;</font></font><br><br>
<img style="width: 262px; height: 491px;" alt="" src="pd_IMG01.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12513;&#12452;&#12531;&#30011;&#38754;&#12395;&#36196;&#12356;&#32218;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#12489;&#12522;&#12501;&#12488;&#12434;&#26368;&#23567;&#38480;&#12395;&#25233;&#12360;&#12427;&#12383;&#12417;&#12395;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12391;&#24517;&#35201;&#12394;&#35519;&#25972;&#12434;&#31034;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26368;&#21021;&#12399;&#12289;&#23433;&#23450;&#12375;&#12383;&#35519;&#25972;&#12395;&#33853;&#12385;&#30528;&#12367;&#12414;&#12391;&#12383;&#12367;&#12373;&#12435;&#21205;&#12365;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#33853;&#12385;&#30528;&#12356;&#12383;&#12425;&#12289;&#12300;&#20572;&#27490;&#12301;&#12508;&#12479;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#35519;&#25972;&#12399;&#12513;&#12452;&#12531;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12395;&#27531;&#12426;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#39640;&#24230;&#12392;&#26041;&#20301;&#35282;&#12398;&#12494;&#12502;&#12434;&#35519;&#25972;&#12375;&#12390;&#12289;&#12460;&#12452;&#12489;&#26143;&#12434;&#36196;&#12356;&#32218;&#12398;&#31471;&#12395;&#12354;&#12427;&#36196;&#12356;&#20870;&#12395;&#31227;&#21205;&#12375;&#12414;&#12377;&#12290;</font></font><br><br><br>
<img style="width: 587px; height: 500px;" alt="" src="pd_IMG02.png"><br>

<div class="goog-te-spinner-pos"><div class="goog-te-spinner-animation"><svg xmlns="http://www.w3.org/2000/svg" class="goog-te-spinner" width="96px" height="96px" viewBox="0 0 66 66"><circle class="goog-te-spinner-path" fill="none" stroke-width="6" stroke-linecap="round" cx="33" cy="33" r="30"></circle></svg></div></div></body></html>