<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<!-- saved from url=(0046)file:///C:/PHD2Guide_Ja_Help/Visualization.htm -->
<html class="translated-ltr"><head><meta http-equiv="Content-Type" content="text/html; charset=Shift_JIS"><title>&#35222;&#35226;&#21270;&#12484;&#12540;&#12523;</title><link type="text/css" rel="stylesheet" charset="UTF-8" href="./Visualization_files/translateelement.css"></head>
<body>
<h2><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#35222;&#35226;&#21270;&#12484;&#12540;&#12523;</font></font></h2>
<span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12399;&#12289;&#12460;&#12452;&#12480;&#12540;&#12398;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#30906;&#35469;&#12377;&#12427;&#12398;&#12395;&#24441;&#31435;&#12388;&#22810;&#25968;&#12398;&#35222;&#35226;&#21270;&#12362;&#12424;&#12403;&#34920;&#31034;&#12484;&#12540;&#12523;&#12434;&#25552;&#20379;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12484;&#12540;&#12523;&#12399;&#12377;&#12409;&#12390;&#12289;[&#34920;&#31034;]&#12503;&#12523;&#12480;&#12454;&#12531;&#12513;&#12491;&#12517;&#12540;&#12363;&#12425;&#12450;&#12463;&#12475;&#12473;&#12391;&#12365;&#12289;&#20197;&#19979;&#12391;&#35500;&#26126;&#12375;&#12414;&#12377;&#12290;</font></font><br><ul><li><a href="#Overlays"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12458;&#12540;&#12496;&#12540;&#12524;&#12452;</font></font></a></li><li><a href="#Graphical_Display"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12464;&#12521;&#12501;&#12451;&#12459;&#12523;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;</font></font></a></li><li><a href="#Stats_Display"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#32113;&#35336;&#34920;&#31034;</font></font></a></li><li><a href="#Star_Profile_and_Target_Displays"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12473;&#12479;&#12540;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12392;&#12479;&#12540;&#12466;&#12483;&#12488;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;</font></font></a></li><li><a href="#Adaptive_Optics_AO_Graph"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">AO&#12464;&#12521;&#12501;</font></font></a></li><li><a href="#DockableMoveable_Graphical_Windows"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12489;&#12483;&#12461;&#12531;&#12464;&#21487;&#33021;&#12394;&#12454;&#12451;&#12531;&#12489;&#12454;</font></font></a></li></ul>
<h3><a name="Overlays"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12458;&#12540;&#12496;&#12540;&#12524;&#12452;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#26368;&#12418;&#21336;&#32020;&#12394;&#34920;&#31034;&#12484;&#12540;&#12523;&#12399;&#12289;&#12513;&#12452;&#12531;&#12460;&#12452;&#12480;&#12540;&#34920;&#31034;&#12454;&#12451;&#12531;&#12489;&#12454;&#12395;&#37325;&#12397;&#12425;&#12428;&#12383;&#12464;&#12522;&#12483;&#12489;&#12458;&#12540;&#12496;&#12540;&#12524;&#12452;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12399;&#38750;&#24120;&#12395;&#31777;&#21336;&#12391;&#12289;&#27425;&#12398;&#36984;&#25246;&#32930;&#12364;&#21547;&#12414;&#12428;&#12414;&#12377;&#12290;</font></font><br>
<ul>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12502;&#12523;&#12474;&#12450;&#12452;&#12479;&#12540;&#12466;&#12483;&#12488;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#32048;&#12363;&#12356;&#12464;&#12522;&#12483;&#12489;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#31895;&#12356;&#12464;&#12522;&#12483;&#12489;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">RA / Dec-&#12371;&#12428;&#12399;&#12289;&#26395;&#36960;&#37857;&#12398;&#36600;&#12364;&#12459;&#12513;&#12521;&#12475;&#12531;&#12469;&#12540;&#12398;&#36600;&#12395;&#23550;&#12375;&#12390;&#12393;&#12398;&#12424;&#12358;&#12395;&#20301;&#32622;&#21512;&#12431;&#12379;&#12373;&#12428;&#12390;&#12356;&#12427;&#12363;&#12434;&#31034;&#12375;&#12414;&#12377;</font></font></li><li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#20998;&#20809;&#22120;&#12473;&#12522;&#12483;&#12488;/&#12473;&#12522;&#12483;&#12488;&#20301;&#32622;-&#20998;&#20809;&#22120;&#12518;&#12540;&#12470;&#12540;&#12398;&#22580;&#21512;&#12289;&#12371;&#12428;&#12399;&#12513;&#12452;&#12531;&#34920;&#31034;&#12454;&#12451;&#12531;&#12489;&#12454;&#12395;&#20998;&#20809;&#22120;&#12473;&#12522;&#12483;&#12488;&#12464;&#12521;&#12501;&#12451;&#12483;&#12463;&#12434;&#12458;&#12540;&#12496;&#12540;&#12524;&#12452;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12464;&#12521;&#12501;&#12451;&#12483;&#12463;&#12398;&#12469;&#12452;&#12474;&#12289;&#20301;&#32622;&#12289;&#35282;&#24230;&#12399;&#12289;&#20809;&#23398;&#27083;&#25104;&#12395;&#21512;&#12431;&#12379;&#12390;&#35519;&#25972;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font></li>
<li><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12394;&#12375;</font></font></li>
</ul><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
[&#34920;&#31034;]&#12513;&#12491;&#12517;&#12540;&#12398;&#12373;&#12414;&#12374;&#12414;&#12394;&#12458;&#12540;&#12496;&#12540;&#12524;&#12452;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12289;&#36969;&#20999;&#12394;&#12458;&#12503;&#12471;&#12519;&#12531;&#12434;&#36984;&#25246;&#12377;&#12427;&#12384;&#12369;&#12391;&#12377;&#12290;
</font></font><h3><a name="Graphical_Display"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12464;&#12521;&#12501;&#12451;&#12459;&#12523;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">
&#12464;&#12521;&#12501;&#12451;&#12459;&#12523;&#34920;&#31034;&#12454;&#12451;&#12531;&#12489;&#12454;&#12399;&#12289;&#12460;&#12452;&#12489;&#12398;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#21028;&#26029;&#12377;&#12427;&#12383;&#12417;&#12398;&#12424;&#12426;&#24375;&#21147;&#12394;&#12484;&#12540;&#12523;&#12398;1&#12388;&#12391;&#12354;&#12426;&#12289;&#12362;&#12381;&#12425;&#12367;&#12371;&#12428;&#12395;&#20381;&#23384;&#12377;&#12427;&#12371;&#12392;&#12434;&#23398;&#12406;&#12391;&#12375;&#12423;&#12358;&#12290;</font><font style="vertical-align: inherit;">&#20856;&#22411;&#30340;&#12394;&#20363;&#12434;&#20197;&#19979;&#12395;&#31034;&#12375;&#12414;&#12377;&#12290;</font></font><br><br><img style="width: 1101px; height: 281px;" alt="" src="Guider_Graph.png"><br><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#20027;&#35201;&#37096;&#20998;&#12395;&#12399;&#12289;&#21508;&#12460;&#12452;&#12489;&#38706;&#20986;&#12398;&#12460;&#12452;&#12489;&#26143;&#12398;&#35443;&#32048;&#12394;&#22793;&#20301;&#12364;&#24038;&#12363;&#12425;&#21491;&#12395;&#12503;&#12525;&#12483;&#12488;&#12373;&#12428;&#12390;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36890;&#24120;&#12289;1&#34892;&#30446;&#12399;&#36196;&#32076;&#12398;&#22793;&#20301;&#12434;&#31034;&#12375;&#12289;2&#34892;&#30446;&#12399;&#36196;&#32239;&#12398;&#22793;&#20301;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#24517;&#35201;&#12395;&#24540;&#12376;&#12390;&#12289;&#12464;&#12521;&#12501;&#12398;&#24038;&#20596;&#12395;&#12354;&#12427;[&#35373;&#23450;]&#12508;&#12479;&#12531;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12459;&#12513;&#12521;&#65288;X / Y&#65289;&#36600;&#12395;&#20999;&#12426;&#26367;&#12360;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#35373;&#23450;&#12301;&#12508;&#12479;&#12531;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12450;&#12540;&#12463;&#31186;&#12392;&#12459;&#12513;&#12521;&#12500;&#12463;&#12475;&#12523;&#12398;&#34920;&#31034;&#21336;&#20301;&#12434;&#20999;&#12426;&#26367;&#12360;&#12383;&#12426;&#12289;2&#12388;&#12398;&#12464;&#12521;&#12501;&#32218;&#12398;&#33394;&#12434;&#22793;&#26356;&#12375;&#12383;&#12426;&#12377;&#12427;&#12371;&#12392;&#12418;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#22402;&#30452;&#36600;&#12398;&#31684;&#22258;&#12399;&#12289;&#12371;&#12398;&#20363;&#12391;&#12399;y&#65306;+/- 4 "&#12392;&#12521;&#12505;&#12523;&#20184;&#12369;&#12373;&#12428;&#12383;&#19978;&#12363;&#12425;2&#30058;&#30446;&#12398;&#12508;&#12479;&#12531;&#12391;&#21046;&#24481;&#12373;&#12428;&#12414;&#12377;&#12290;&#27700;&#24179;&#36600;&#12398;&#31684;&#22258;-&#12503;&#12525;&#12483;&#12488;&#12373;&#12428;&#12427;&#12460;&#12452;&#12489;&#38706;&#20986;&#12398;&#25968;-&#12399;&#12289;&#19968;&#30058;&#19978;&#12398;&#12508;&#12479;&#12531;&#12391;&#21046;&#24481;&#12373;&#12428;&#12414;&#12377;&#12290;&#12371;&#12398;&#20363;&#12391;&#12399;x&#65306;50&#12392;&#12521;&#12505;&#12523;&#20184;&#12369;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;
</font></font><a name="statistics"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12464;&#12521;&#12501;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#24038;&#19979;&#37096;&#20998;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#32113;&#35336;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#20516;&#12399;&#12289;&#20001;&#26041;&#12398;&#36600;&#12398;&#21512;&#35336;&#12392;&#12392;&#12418;&#12395;&#12289;&#21508;&#36600;&#12398;&#21205;&#12365;&#12398;&#20108;&#20055;&#24179;&#22343;&#24179;&#26041;&#26681;&#65288;RMS&#12414;&#12383;&#12399;&#27161;&#28310;&#20559;&#24046;&#65289;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12399;&#12289;&#26143;&#12398;&#12469;&#12452;&#12474;&#12420;&#35222;&#30028;&#26465;&#20214;&#12392;&#30452;&#25509;&#27604;&#36611;&#12391;&#12365;&#12427;&#12383;&#12417;&#12289;&#12362;&#12381;&#12425;&#12367;&#12460;&#12452;&#12489;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12398;&#26368;&#33391;&#12398;&#25512;&#23450;&#37327;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">'</font></font><a name="RA_Osc"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">RA Osc '&#12398;&#20516;&#12399;&#12289;&#29694;&#22312;&#12398;RA&#12398;&#21205;&#12365;&#12364;&#26368;&#24460;&#12398;RA&#12398;&#21205;&#12365;&#12392;&#21453;&#23550;&#12398;&#26041;&#21521;&#12395;&#12354;&#12427;&#12458;&#12483;&#12474;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#27598;&#22238;&#12510;&#12540;&#12463;&#12398;&#12460;&#12452;&#12489;&#12392;&#12458;&#12540;&#12496;&#12540;&#12471;&#12517;&#12540;&#12488;&#12395;&#31309;&#26997;&#30340;&#12391;&#12354;&#12427;&#22580;&#21512;&#12289;&#12371;&#12398;&#25968;&#20516;&#12399;1.0&#12395;&#21521;&#12363;&#12358;&#20670;&#21521;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#23436;&#29863;&#12391;&#12354;&#12426;&#12289;&#12458;&#12540;&#12496;&#12540;&#12471;&#12517;&#12540;&#12488;&#12420;&#12450;&#12531;&#12480;&#12540;&#12471;&#12517;&#12540;&#12488;&#12391;&#12399;&#12394;&#12367;&#12289;&#12510;&#12454;&#12531;&#12488;&#12395;&#21608;&#26399;&#30340;&#12394;&#12456;&#12521;&#12540;&#12364;&#12394;&#12356;&#22580;&#21512;&#12289;&#12473;&#12467;&#12450;&#12399;0.5&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;&#21608;&#26399;&#30340;&#12394;&#12456;&#12521;&#12540;&#12434;&#32771;&#24942;&#12377;&#12427;&#12392;&#12289;&#29702;&#24819;&#20516;&#12399;0.3&#12414;&#12383;&#12399;0.4&#12395;&#36817;&#12367;&#12394;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12473;&#12467;&#12450;&#12364;&#38750;&#24120;&#12395;&#20302;&#12356;&#22580;&#21512;&#65288;0.1&#12394;&#12393;&#65289;&#12289;RA&#12398;&#25915;&#25731;&#24615;&#12434;&#39640;&#12417;&#12427;&#12363;&#12289;&#12498;&#12473;&#12486;&#12522;&#12471;&#12473;&#12434;&#23567;&#12373;&#12367;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12363;&#12394;&#12426;&#39640;&#12367;&#12394;&#12387;&#12383;&#22580;&#21512;&#65288;&#20363;&#65306;0.8&#65289;&#12289;&#21453;&#23550;&#26041;&#21521;&#12395;&#25915;&#25731;&#24615;/&#12498;&#12473;&#12486;&#12522;&#12471;&#12473;&#12434;&#35519;&#25972;&#12375;&#12383;&#12356;&#22580;&#21512;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#24038;&#20596;&#12395;&#12399;&#12289;&#12460;&#12452;&#12480;&#12540;&#12398;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#35413;&#20385;&#12377;&#12427;&#12398;&#12395;&#24441;&#31435;&#12388;2&#12388;&#12398;&#12481;&#12455;&#12483;&#12463;&#12508;&#12483;&#12463;&#12473;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">[</font></font><a name="Corrections"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#20462;&#27491;&#12301;&#12508;&#12483;&#12463;&#12473;&#12399;&#12289;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12364;&#23455;&#38555;&#12395;&#12510;&#12454;&#12531;&#12488;&#12395;&#36865;&#20449;&#12373;&#12428;&#12427;&#12479;&#12452;&#12511;&#12531;&#12464;&#12392;&#12381;&#12398;&#26041;&#21521;&#12392;&#22823;&#12365;&#12373;&#12434;&#31034;&#12377;&#12458;&#12540;&#12496;&#12540;&#12524;&#12452;&#12434;&#34920;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#20363;&#12391;&#12399;&#12289;&#12371;&#12428;&#12425;&#12399;&#27700;&#24179;&#36600;&#12395;&#27839;&#12387;&#12390;&#19981;&#35215;&#21063;&#12394;&#38291;&#38548;&#12391;&#29694;&#12428;&#12427;&#22402;&#30452;&#12398;&#36196;&#12392;&#32209;&#12398;&#32218;&#12392;&#12375;&#12390;&#31034;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#12460;&#12452;&#12489;&#12364;&#12393;&#12428;&#12411;&#12393;&#12300;&#24537;&#12375;&#12356;&#12301;&#12363;&#12434;&#31034;&#12375;&#12390;&#12356;&#12414;&#12377;-&#26368;&#36969;&#12394;&#26465;&#20214;&#19979;&#12391;&#12399;&#12289;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12364;&#12414;&#12387;&#12383;&#12367;&#36865;&#20449;&#12373;&#12428;&#12394;&#12356;&#22580;&#21512;&#12289;&#38291;&#38548;&#12364;&#38263;&#12367;&#12394;&#12427;&#12371;&#12392;&#12364;&#20104;&#24819;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;</font></font><a name="Trendlines"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">Trendlines '&#12399;&#12289;&#20001;&#26041;&#12398;&#36600;&#12395;&#12488;&#12524;&#12531;&#12489;&#12521;&#12452;&#12531;&#12434;&#37325;&#12397;&#21512;&#12431;&#12379;&#12390;&#12289;&#26143;&#12398;&#20301;&#32622;&#12395;&#19968;&#36011;&#12375;&#12383;&#20840;&#20307;&#30340;&#12394;&#12489;&#12522;&#12501;&#12488;&#12364;&#12354;&#12427;&#12363;&#12393;&#12358;&#12363;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#20027;&#12395;&#36196;&#32239;&#12488;&#12524;&#12531;&#12489;&#12521;&#12452;&#12531;&#12364;&#24195;&#31684;&#22258;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#12489;&#12522;&#12501;&#12488;&#35519;&#25972;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;RA&#12488;&#12524;&#12531;&#12489;&#12521;&#12452;&#12531;&#12399;&#12289;&#12510;&#12454;&#12531;&#12488;&#12364;&#20307;&#31995;&#30340;&#12395;&#36933;&#12356;&#12363;&#36895;&#12356;&#12363;&#12434;&#36861;&#36321;&#12375;&#12390;&#12356;&#12427;&#65288;&#12414;&#12383;&#12399;&#23624;&#26354;&#12398;&#24433;&#38911;&#12434;&#30906;&#35469;&#12375;&#12390;&#12356;&#12427;&#65289;&#12363;&#12393;&#12358;&#12363;&#12434;&#31034;&#12375;&#12289;&#12459;&#12473;&#12479;&#12512;&#36861;&#36321;&#12524;&#12540;&#12488;&#12434;&#35373;&#23450;&#12375;&#12424;&#12358;&#12392;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36890;&#24120;&#12289;&#22806;&#37096;&#12452;&#12513;&#12540;&#12472;&#12531;&#12464;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12395;&#12424;&#12387;&#12390;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12467;&#12510;&#12531;&#12489;&#12364;&#30330;&#34892;&#12373;&#12428;&#12427;&#12392;&#12289;&#36969;&#20999;&#12394;&#26178;&#38291;&#38291;&#38548;&#12391;&#12300;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#12301;&#12521;&#12505;&#12523;&#12364;&#12464;&#12521;&#12501;&#12395;&#37325;&#12397;&#12425;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;&#12464;&#12521;&#12501;&#21270;&#12373;&#12428;&#12390;&#12356;&#12427;&#26143;&#12398;&#22793;&#20301;&#12364;&#12487;&#12451;&#12470;&#12522;&#12531;&#12464;&#25805;&#20316;&#12398;&#24433;&#38911;&#12434;&#21463;&#12369;&#12390;&#12356;&#12427;&#12371;&#12392;&#12364;&#12431;&#12363;&#12426;&#12414;&#12377;&#12290; &nbsp;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12464;&#12521;&#12501;&#12395;&#12399;&#12289;&#19978;&#35352;&#12398;&#20363;&#12395;&#31034;&#12377;&#12424;&#12358;&#12395;&#12289;&#12460;&#12452;&#12489;&#12467;&#12510;&#12531;&#12489;&#12395;&#38306;&#36899;&#20184;&#12369;&#12425;&#12428;&#12383;&#26041;&#21521;&#65288;GuideNorth&#12289;GuideEast&#65289;&#12418;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#20840;&#20307;&#30340;&#12394;&#12489;&#12522;&#12501;&#12488;&#12434;&#30906;&#35469;&#12375;&#12289;&#36196;&#32239;&#12398;&#21336;&#26041;&#21521;&#12460;&#12452;&#12489;&#12434;&#35373;&#23450;&#12377;&#12427;&#26041;&#27861;&#12434;&#27770;&#23450;&#12377;&#12427;&#22580;&#21512;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#26041;&#21521;&#12399;&#12289;&#12460;&#12452;&#12489;&#12473;&#12479;&#12540;&#12364;&#12525;&#12483;&#12463;&#20301;&#32622;&#12363;&#12425;&#12393;&#12398;&#12424;&#12358;&#12395;&#12489;&#12522;&#12501;&#12488;&#12375;&#12390;&#12356;&#12427;&#12363;&#12434;&#31034;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12392;&#12360;&#12400;&#12289;&#12460;&#12452;&#12489;&#26143;&#12398;Dec&#20301;&#32622;&#12364;&#12464;&#12521;&#12501;&#20869;&#12391;&#19978;&#12395;&#31227;&#21205;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;&#12460;&#12452;&#12489;&#26143;&#12399;&#12459;&#12513;&#12521;&#12475;&#12531;&#12469;&#12540;&#19978;&#12391;&#12300;&#21271;&#12301;&#12395;&#12489;&#12522;&#12501;&#12488;&#12375;&#12390;&#12356;&#12427;&#12424;&#12358;&#12395;&#35211;&#12360;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#21335;&#12398;&#12460;&#12452;&#12489;&#12497;&#12523;&#12473;&#12364;&#12525;&#12483;&#12463;&#20301;&#32622;&#12395;&#25147;&#12427;&#12383;&#12417;&#12395;&#24517;&#35201;&#12395;&#12394;&#12427;&#12371;&#12392;&#12434;&#24847;&#21619;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21516;&#27096;&#12395;&#12289;RA&#20301;&#32622;&#12398;&#19979;&#26041;&#12408;&#12398;&#12489;&#12522;&#12501;&#12488;&#12399;&#12289;&#12460;&#12452;&#12489;&#26143;&#12364;&#12459;&#12513;&#12521;&#12475;&#12531;&#12469;&#12540;&#19978;&#12391;&#12300;&#26481;&#12301;&#12395;&#31227;&#21205;&#12375;&#12289;&#35199;&#12460;&#12452;&#12489;&#12497;&#12523;&#12473;&#12364;&#36969;&#29992;&#12373;&#12428;&#12427;&#12371;&#12392;&#12434;&#24847;&#21619;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#21336;&#26041;&#21521;Dec&#12460;&#12452;&#12489;&#12434;&#35373;&#23450;&#12377;&#12427;&#12383;&#12417;&#12395;&#12289;&#12371;&#12428;&#12425;&#12398;&#35215;&#21063;&#12364;&#36969;&#29992;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&nbsp; &nbsp; 12&#26376;&#19978;&#21521;&#12365;&#12489;&#12522;&#12501;&#12488;=&gt; 12&#26376;&#12460;&#12452;&#12489;&#12514;&#12540;&#12489;&#12434;&#36984;&#25246;=&#21335;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&nbsp; &nbsp; 12&#26376;&#19979;&#21521;&#12365;&#12489;&#12522;&#12501;&#12488;&#12434;&#36984;&#25246;=&gt; 12&#26376;&#12460;&#12452;&#12489;&#12514;&#12540;&#12489;=&#21271;&#12434;&#36984;&#25246;</font></font><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12510;&#12454;&#12531;&#12488;&#12362;&#12424;&#12403;&#12495;&#12540;&#12489;&#12454;&#12455;&#12450;&#12398;&#12373;&#12414;&#12374;&#12414;&#12394;&#29702;&#30001;&#12395;&#12424;&#12426;&#12289;&#12371;&#12428;&#12425;&#12398;&#26041;&#21521;&#12399;&#31354;&#12398;&#23455;&#38555;&#12398;&#26041;&#21521;&#12289;&#29305;&#12395;12&#26376;&#12395;&#23550;&#24540;&#12375;&#12394;&#12356;&#22580;&#21512;&#12364;&#12354;&#12426;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#23566;&#12367;&#12395;&#12399;&#12289;&#12500;&#12463;&#12475;&#12523;&#12391;&#12399;&#12394;&#12367;&#12450;&#12540;&#12463;&#31186;&#12398;&#21336;&#20301;&#12434;&#20351;&#29992;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;&#28966;&#28857;&#36317;&#38626;&#12392;&#30011;&#20687;&#12473;&#12465;&#12540;&#12523;&#12398;&#21839;&#38988;&#12434;&#36229;&#36234;&#12377;&#12427;&#12383;&#12417;&#12289;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#27231;&#22120;&#12395;&#20381;&#23384;&#12375;&#12394;&#12356;&#26041;&#27861;&#12391;&#35413;&#20385;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12434;&#34892;&#12358;&#12395;&#12399;&#12289;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">PHD2</font></span><font style="vertical-align: inherit;">&#12434;&#25552;&#20379;&#12377;&#12427;&#24517;&#35201;&#12364;&#12354;&#12426;&#12414;&#12377;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12460;&#12452;&#12489;&#12473;&#12467;&#12540;&#12503;&#12398;&#28966;&#28857;&#36317;&#38626;&#12392;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12500;&#12463;&#12475;&#12523;&#12398;&#12469;&#12452;&#12474;&#12394;&#12393;&#12289;&#12460;&#12452;&#12489;&#30011;&#20687;&#12398;&#12473;&#12465;&#12540;&#12523;&#12434;&#27770;&#23450;&#12377;&#12427;&#12398;&#12395;&#21313;&#20998;&#12394;&#24773;&#22577;&#12364;&#24517;&#35201;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12399;&#12289;&#12300;Brain&#12301;&#12480;&#12452;&#12450;&#12525;&#12464;&#12398;&#12300;Global&#12301;&#12479;&#12502;&#12392;&#12300;Camera&#12301;&#12479;&#12502;&#12391;&#12381;&#12428;&#12382;&#12428;&#35373;&#23450;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#25351;&#23450;&#12375;&#12394;&#12356;&#22580;&#21512;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;"> 
&#12399;&#12487;&#12501;&#12457;&#12523;&#12488;&#20516;&#12398;1.0&#12434;&#20351;&#29992;&#12375;&#12289;&#12460;&#12452;&#12489;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12398;&#25968;&#20516;&#12399;&#20107;&#23455;&#19978;&#12500;&#12463;&#12475;&#12523;&#21336;&#20301;&#12391;&#22577;&#21578;&#12373;&#12428;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12464;&#12521;&#12501;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#19979;&#37096;&#12395;&#12399;&#12289;&#12300;&#12458;&#12531;&#12470;&#12501;&#12521;&#12452;&#12301;&#12391;&#12460;&#12452;&#12489;&#12497;&#12521;&#12513;&#12540;&#12479;&#12434;&#35519;&#25972;&#12377;&#12427;&#12383;&#12417;&#12398;&#12450;&#12463;&#12486;&#12451;&#12502;&#12394;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#34892;&#12387;&#12383;&#12460;&#12452;&#12489;&#12450;&#12523;&#12468;&#12522;&#12474;&#12512;&#12398;&#36984;&#25246;&#12395;&#12424;&#12426;&#12289;&#34920;&#31034;&#12373;&#12428;&#12427;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12364;&#21046;&#24481;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12425;&#12398;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12399;&#12300;Brain&#12301;&#12480;&#12452;&#12450;&#12525;&#12464;&#12392;&#21516;&#12376;&#21177;&#26524;&#12364;&#12354;&#12426;&#12289;&#12460;&#12452;&#12489;&#12434;&#20572;&#27490;&#12375;&#12390;&#21029;&#12398;&#12454;&#12451;&#12531;&#12489;&#12454;&#12395;&#31227;&#21205;&#12375;&#12390;&#12460;&#12452;&#12489;&#12497;&#12521;&#12513;&#12540;&#12479;&#12434;&#35519;&#25972;&#12377;&#12427;&#24517;&#35201;&#12364;&#12394;&#12367;&#12394;&#12426;&#12414;&#12377;&#12290;</font></font><br><h3><a name="Stats_Display"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#32113;&#35336;</font></font></h3><img style="width: 326px; height: 448px;" alt="" src="StatsWindow.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#24517;&#12378;&#12375;&#12418;&#12464;&#12521;&#12501;&#12454;&#12451;&#12531;&#12489;&#12454;&#12434;&#38283;&#12363;&#12378;&#12395;&#12460;&#12452;&#12489;&#12398;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#30435;&#35222;&#12377;&#12427;&#22580;&#21512;&#12399;&#12289;[&#32113;&#35336;]&#12513;&#12491;&#12517;&#12540;&#38917;&#30446;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12540;&#12479;&#12434;&#12463;&#12522;&#12450;&#12375;&#12383;&#12426;&#12289;&#32113;&#35336;&#12398;&#35336;&#31639;&#12395;&#20351;&#29992;&#12373;&#12428;&#12427;&#12460;&#12452;&#12489;&#38706;&#20986;&#12398;&#25968;&#12434;&#22793;&#26356;&#12375;&#12383;&#12426;&#12377;&#12427;&#12383;&#12417;&#12398;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12434;&#20633;&#12360;&#12383;&#38997;&#33879;&#12394;&#32113;&#35336;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12454;&#12451;&#12531;&#12489;&#12454;&#12399;&#12289;&#12459;&#12513;&#12521;&#12398;&#12499;&#12491;&#12531;&#12464;&#12398;&#30906;&#35469;&#12289;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12398;&#28201;&#24230;&#12398;&#30435;&#35222;&#12289;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12398;&#35222;&#37326;&#12398;&#36805;&#36895;&#12394;&#35336;&#31639;&#12395;&#12418;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;
</font></font><h3><a name="Star_Profile_and_Target_Displays"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12473;&#12479;&#12540;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12392;&#12479;&#12540;&#12466;&#12483;&#12488;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;</font></font></h3><img style="width: 297px; height: 305px;" alt="" src="Star_profile.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#26143;&#24418;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#34920;&#31034;&#12395;&#12399;&#12289;&#12460;&#12452;&#12489;&#26143;&#12398;&#26029;&#38754;&#12392;&#12381;&#12398;&#21322;&#20516;&#20840;&#24133;&#65288;</font></font><a name="FWHM"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">FWHM&#65289;&#12362;&#12424;&#12403;&#21322;&#27969;&#21205;&#24452;&#65288;HFD&#65289;&#12290;</font><font style="vertical-align: inherit;">HFD&#12399;&#12289;&#26354;&#32218;&#36817;&#20284;&#12420;&#26143;&#12398;&#30011;&#20687;&#12398;&#20840;&#20307;&#30340;&#12394;&#24418;&#29366;&#12395;&#38306;&#12377;&#12427;&#20206;&#23450;&#12434;&#24517;&#35201;&#12392;&#12375;&#12394;&#12356;&#12383;&#12417;&#12289;&#19968;&#33324;&#12395;&#26143;&#12398;&#12469;&#12452;&#12474;&#12398;&#12424;&#12426;&#23433;&#23450;&#12375;&#12383;&#23610;&#24230;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#12383;&#12417;&#12289;FocusMax&#12394;&#12393;&#12398;&#33258;&#21205;&#12501;&#12457;&#12540;&#12459;&#12471;&#12531;&#12464;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12391;&#20351;&#29992;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12497;&#12521;&#12513;&#12540;&#12479;&#12540;&#12398;&#22823;&#24133;&#12394;&#22793;&#21205;&#12420;&#26143;&#12398;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12398;&#22823;&#24133;&#12394;&#22793;&#21205;&#12364;&#35211;&#12425;&#12428;&#12427;&#22580;&#21512;&#12289;&#26143;&#12364;&#12363;&#12377;&#12363;&#12377;&#12366;&#12427;&#12363;&#12289;&#38706;&#20986;&#26178;&#38291;&#12364;&#30701;&#12377;&#12366;&#12427;&#12371;&#12392;&#12434;&#31034;&#12375;&#12390;&#12356;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12426;&#12414;&#12377;&#12290;
&nbsp;</font></font><a name="Focusing"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12371;&#12398;&#12484;&#12540;&#12523;&#12399;&#12289;&#12460;&#12452;&#12489;&#12459;&#12513;&#12521;&#12398;&#28966;&#28857;&#12434;&#21512;&#12431;&#12379;&#12427;&#12398;&#12395;&#12418;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;&#12363;&#12394;&#12426;&#38263;&#12356;&#28966;&#28857;&#36317;&#38626;&#12391;&#36600;&#22806;&#12460;&#12452;&#12489;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;&#23569;&#12375;&#25163;&#38291;&#12364;&#12363;&#12363;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#12383;&#12417;&#12289;HFD&#30058;&#21495;&#12399;&#22823;&#12365;&#12394;&#12501;&#12457;&#12531;&#12488;&#12391;&#34920;&#31034;&#12373;&#12428;&#12427;&#12383;&#12417;&#12289;&#12460;&#12452;&#12489;&#12473;&#12467;&#12540;&#12503;/&#12459;&#12513;&#12521;&#12398;&#28966;&#28857;&#12434;&#21512;&#12431;&#12379;&#12394;&#12364;&#12425;&#36960;&#12367;&#12363;&#12425;&#35211;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12479;&#12540;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#12489;&#12483;&#12461;&#12531;&#12464;&#12434;&#35299;&#38500;&#12375;&#12289;HFD&#30058;&#21495;&#12364;&#31777;&#21336;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#12414;&#12391;&#23637;&#38283;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#28966;&#28857;&#12364;&#21512;&#12387;&#12390;&#12356;&#12394;&#12356;&#29366;&#24907;&#12391;&#38283;&#22987;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12399;&#12289;&#12501;&#12524;&#12540;&#12512;&#12395;&#12412;&#12420;&#12369;&#12383;&#26143;&#12364;&#25968;&#20491;&#12375;&#12363;&#34920;&#31034;&#12373;&#12428;&#12394;&#12356;&#12383;&#12417;&#12289;&#12399;&#12387;&#12365;&#12426;&#35211;&#12360;&#12427;&#26368;&#23567;&#12398;&#26143;&#12434;&#36984;&#25246;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#12471;&#12540;&#12452;&#12531;&#12464;&#12434;&#36861;&#12356;&#12363;&#12369;&#12394;&#12356;&#12424;&#12358;&#12395;&#12289;&#21487;&#33021;&#12391;&#12354;&#12428;&#12400;&#23569;&#12394;&#12367;&#12392;&#12418;2&#31186;&#12398;&#38706;&#20986;&#26178;&#38291;&#12434;&#20351;&#29992;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#21516;&#26178;&#12395;&#12289;&#26143;&#12364;&#39165;&#21644;&#29366;&#24907;&#12395;&#12394;&#12425;&#12394;&#12356;&#12424;&#12358;&#12395;&#12375;&#12390;&#12289;&#29420;&#29305;&#12398;&#24179;&#12425;&#12394;&#12488;&#12483;&#12503;&#12434;&#35211;&#12379;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;</font><font style="vertical-align: inherit;">&#27425;&#12395;&#12289;HFD&#12364;&#19968;&#36011;&#12375;&#12390;&#23567;&#12373;&#12367;&#12394;&#12427;&#12424;&#12358;&#12395;&#12501;&#12457;&#12540;&#12459;&#12473;&#12434;&#35519;&#25972;&#12375;&#12414;&#12377;&#12290;&#12383;&#12384;&#12375;&#12289;HFD&#12364;&#26041;&#21521;&#12434;&#21453;&#36578;&#12377;&#12427;&#12363;&#12289;&#12503;&#12521;&#12488;&#12540;&#12395;&#12394;&#12387;&#12383;&#12425;&#12377;&#12368;&#12395;&#20572;&#27490;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12381;&#12398;&#26178;&#28857;&#12391;&#12289;&#26143;&#12399;&#39165;&#21644;&#12375;&#12390;&#12356;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12427;&#12398;&#12391;&#12289;&#12501;&#12451;&#12540;&#12523;&#12489;&#20869;&#12398;&#12424;&#12426;&#26263;&#12356;&#26143;&#12395;&#31227;&#21205;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12377;&#12391;&#12395;&#28966;&#28857;&#12434;&#25913;&#21892;&#12375;&#12390;&#12356;&#12427;&#12398;&#12391;&#12289;&#12391;&#12365;&#12428;&#12400;&#35519;&#20809;&#26143;&#12434;&#35211;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20351;&#29992;&#12391;&#12365;&#12427;&#26368;&#12418;&#26263;&#12356;&#26143;&#12398;&#26368;&#23567;&#12524;&#12505;&#12523;&#12398;HFD&#12434;&#31034;&#12377;&#12501;&#12457;&#12540;&#12459;&#12473;&#12509;&#12452;&#12531;&#12488;&#12395;&#21040;&#36948;&#12377;&#12427;&#12414;&#12391;&#12289;&#12371;&#12398;&#26041;&#27861;&#12391;&#32154;&#12369;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#28966;&#28857;&#21512;&#12431;&#12379;&#12503;&#12525;&#12475;&#12473;&#12398;&#21508;&#12509;&#12452;&#12531;&#12488;&#12391;&#12289;&#12356;&#12367;&#12388;&#12363;&#12398;&#12501;&#12524;&#12540;&#12512;&#12398;HFD&#20516;&#12434;&#30435;&#35222;&#12375;&#12390;&#12289;&#35211;&#12427;&#12371;&#12392;&#12398;&#21177;&#26524;&#12434;&#31934;&#31070;&#30340;&#12395;&#24179;&#22343;&#21270;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#28966;&#28857;&#12364;&#21512;&#12387;&#12390;&#12356;&#12394;&#12356;&#12371;&#12392;&#12399;&#21021;&#24515;&#32773;&#12395;&#12392;&#12387;&#12390;&#19968;&#33324;&#30340;&#12394;&#21839;&#38988;&#12391;&#12354;&#12426;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#21839;&#38988;&#12420;&#19968;&#33324;&#30340;&#12395;&#24746;&#12356;&#12460;&#12452;&#12489;&#32080;&#26524;&#12395;&#12388;&#12394;&#12364;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12479;&#12540;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12484;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12473;&#12479;&#12540;&#12398;&#19978;&#37096;&#12364;&#24179;&#12425;&#12391;&#12394;&#12367;&#65288;&#24425;&#24230;&#65289;&#12289;&#19978;&#35352;&#12398;&#20363;&#12398;&#12424;&#12358;&#12394;&#12486;&#12540;&#12497;&#12540;&#24418;&#29366;&#12434;&#31034;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12391;&#12365;&#12428;&#12400;&#12289;&#12424;&#12426;&#26263;&#12356;&#26143;&#12434;&#35211;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20351;&#29992;&#12391;&#12365;&#12427;&#26368;&#12418;&#26263;&#12356;&#26143;&#12398;&#26368;&#23567;&#12524;&#12505;&#12523;&#12398;HFD&#12434;&#31034;&#12377;&#12501;&#12457;&#12540;&#12459;&#12473;&#12509;&#12452;&#12531;&#12488;&#12395;&#21040;&#36948;&#12377;&#12427;&#12414;&#12391;&#12289;&#12371;&#12398;&#26041;&#27861;&#12391;&#32154;&#12369;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#28966;&#28857;&#21512;&#12431;&#12379;&#12503;&#12525;&#12475;&#12473;&#12398;&#21508;&#12509;&#12452;&#12531;&#12488;&#12391;&#12289;&#12356;&#12367;&#12388;&#12363;&#12398;&#12501;&#12524;&#12540;&#12512;&#12398;HFD&#20516;&#12434;&#30435;&#35222;&#12375;&#12390;&#12289;&#35211;&#12427;&#12371;&#12392;&#12398;&#21177;&#26524;&#12434;&#31934;&#31070;&#30340;&#12395;&#24179;&#22343;&#21270;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#28966;&#28857;&#12364;&#21512;&#12387;&#12390;&#12356;&#12394;&#12356;&#12371;&#12392;&#12399;&#21021;&#24515;&#32773;&#12395;&#12392;&#12387;&#12390;&#19968;&#33324;&#30340;&#12394;&#21839;&#38988;&#12391;&#12354;&#12426;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#21839;&#38988;&#12420;&#19968;&#33324;&#30340;&#12395;&#24746;&#12356;&#12460;&#12452;&#12489;&#32080;&#26524;&#12395;&#12388;&#12394;&#12364;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12479;&#12540;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12484;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12473;&#12479;&#12540;&#12398;&#19978;&#37096;&#12364;&#24179;&#12425;&#12391;&#12394;&#12367;&#65288;&#24425;&#24230;&#65289;&#12289;&#19978;&#35352;&#12398;&#20363;&#12398;&#12424;&#12358;&#12394;&#12486;&#12540;&#12497;&#12540;&#24418;&#29366;&#12434;&#31034;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12391;&#12365;&#12428;&#12400;&#12289;&#12424;&#12426;&#26263;&#12356;&#26143;&#12434;&#35211;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#20351;&#29992;&#12391;&#12365;&#12427;&#26368;&#12418;&#26263;&#12356;&#26143;&#12398;&#26368;&#23567;&#12524;&#12505;&#12523;&#12398;HFD&#12434;&#31034;&#12377;&#12501;&#12457;&#12540;&#12459;&#12473;&#12509;&#12452;&#12531;&#12488;&#12395;&#21040;&#36948;&#12377;&#12427;&#12414;&#12391;&#12289;&#12371;&#12398;&#26041;&#27861;&#12391;&#32154;&#12369;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#28966;&#28857;&#21512;&#12431;&#12379;&#12503;&#12525;&#12475;&#12473;&#12398;&#21508;&#12509;&#12452;&#12531;&#12488;&#12391;&#12289;&#12356;&#12367;&#12388;&#12363;&#12398;&#12501;&#12524;&#12540;&#12512;&#12398;HFD&#20516;&#12434;&#30435;&#35222;&#12375;&#12390;&#12289;&#35211;&#12427;&#12371;&#12392;&#12398;&#21177;&#26524;&#12434;&#31934;&#31070;&#30340;&#12395;&#24179;&#22343;&#21270;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#28966;&#28857;&#12364;&#21512;&#12387;&#12390;&#12356;&#12394;&#12356;&#12371;&#12392;&#12399;&#21021;&#24515;&#32773;&#12395;&#12392;&#12387;&#12390;&#19968;&#33324;&#30340;&#12394;&#21839;&#38988;&#12391;&#12354;&#12426;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#21839;&#38988;&#12420;&#19968;&#33324;&#30340;&#12395;&#24746;&#12356;&#12460;&#12452;&#12489;&#32080;&#26524;&#12395;&#12388;&#12394;&#12364;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12479;&#12540;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12484;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12473;&#12479;&#12540;&#12398;&#19978;&#37096;&#12364;&#24179;&#12425;&#12391;&#12394;&#12367;&#65288;&#24425;&#24230;&#65289;&#12289;&#19978;&#35352;&#12398;&#20363;&#12398;&#12424;&#12358;&#12394;&#12486;&#12540;&#12497;&#12540;&#24418;&#29366;&#12434;&#31034;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12362;&#12381;&#12425;&#12367;&#12289;&#12356;&#12367;&#12388;&#12363;&#12398;&#12501;&#12524;&#12540;&#12512;&#12398;HFD&#20516;&#12434;&#30435;&#35222;&#12375;&#12390;&#12289;&#35211;&#12427;&#21177;&#26524;&#12434;&#31934;&#31070;&#30340;&#12395;&#24179;&#22343;&#21270;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#28966;&#28857;&#12364;&#21512;&#12387;&#12390;&#12356;&#12394;&#12356;&#12371;&#12392;&#12399;&#21021;&#24515;&#32773;&#12395;&#12392;&#12387;&#12390;&#19968;&#33324;&#30340;&#12394;&#21839;&#38988;&#12391;&#12354;&#12426;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#21839;&#38988;&#12420;&#19968;&#33324;&#30340;&#12395;&#24746;&#12356;&#12460;&#12452;&#12489;&#32080;&#26524;&#12395;&#12388;&#12394;&#12364;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12479;&#12540;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12484;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12473;&#12479;&#12540;&#12398;&#19978;&#37096;&#12364;&#24179;&#12425;&#12391;&#12394;&#12367;&#65288;&#24425;&#24230;&#65289;&#12289;&#19978;&#35352;&#12398;&#20363;&#12398;&#12424;&#12358;&#12394;&#12486;&#12540;&#12497;&#12540;&#24418;&#29366;&#12434;&#31034;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12362;&#12381;&#12425;&#12367;&#12289;&#12356;&#12367;&#12388;&#12363;&#12398;&#12501;&#12524;&#12540;&#12512;&#12398;HFD&#20516;&#12434;&#30435;&#35222;&#12375;&#12390;&#12289;&#35211;&#12427;&#21177;&#26524;&#12434;&#31934;&#31070;&#30340;&#12395;&#24179;&#22343;&#21270;&#12377;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#28966;&#28857;&#12364;&#21512;&#12387;&#12390;&#12356;&#12394;&#12356;&#12371;&#12392;&#12399;&#21021;&#24515;&#32773;&#12395;&#12392;&#12387;&#12390;&#19968;&#33324;&#30340;&#12394;&#21839;&#38988;&#12391;&#12354;&#12426;&#12289;&#12461;&#12515;&#12522;&#12502;&#12524;&#12540;&#12471;&#12519;&#12531;&#12398;&#21839;&#38988;&#12420;&#19968;&#33324;&#30340;&#12395;&#24746;&#12356;&#12460;&#12452;&#12489;&#32080;&#26524;&#12395;&#12388;&#12394;&#12364;&#12426;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12473;&#12479;&#12540;&#12503;&#12525;&#12501;&#12449;&#12452;&#12523;&#12484;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12473;&#12479;&#12540;&#12398;&#19978;&#37096;&#12364;&#24179;&#12425;&#12391;&#12394;&#12367;&#65288;&#24425;&#24230;&#65289;&#12289;&#19978;&#35352;&#12398;&#20363;&#12398;&#12424;&#12358;&#12394;&#12486;&#12540;&#12497;&#12540;&#24418;&#29366;&#12434;&#31034;&#12375;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;&#30906;&#35469;&#12375;&#12414;&#12377;&#12290;</font></font><br><br><br><img style="width: 622px; height: 489px;" alt="" src="Target_display.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12479;&#12540;&#12466;&#12483;&#12488;&#34920;&#31034;&#12399;&#12289;&#20840;&#20307;&#30340;&#12394;&#12460;&#12452;&#12480;&#12540;&#12398;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12434;&#35222;&#35226;&#21270;&#12377;&#12427;&#12418;&#12358;1&#12388;&#12398;&#20415;&#21033;&#12394;&#26041;&#27861;&#12391;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36196;&#12356;&#12300;X&#12301;&#12399;&#26368;&#26032;&#12398;&#12460;&#12452;&#12489;&#38706;&#20986;&#12398;&#26143;&#12398;&#22793;&#20301;&#12434;&#31034;&#12375;&#12289;&#38738;&#12356;&#28857;&#12399;&#26368;&#36817;&#12398;&#23653;&#27508;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#24038;&#19978;&#12395;&#12354;&#12427;&#12467;&#12531;&#12488;&#12525;&#12540;&#12523;&#12434;&#20351;&#29992;&#12375;&#12390;&#12474;&#12540;&#12512;&#12452;&#12531;&#12414;&#12383;&#12399;&#12474;&#12540;&#12512;&#12450;&#12454;&#12488;&#12375;&#12383;&#12426;&#12289;&#23653;&#27508;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#12509;&#12452;&#12531;&#12488;&#12398;&#25968;&#12434;&#22793;&#26356;&#12375;&#12383;&#12426;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12300;&#12510;&#12454;&#12531;&#12488;&#12301;&#12414;&#12383;&#12399;&#12300;&#35036;&#21161;&#12510;&#12454;&#12531;&#12488;&#12301;&#12398;&#12356;&#12378;&#12428;&#12363;&#12395;ASCOM&#25509;&#32154;&#12434;&#20351;&#29992;&#12375;&#12390;&#12356;&#12427;&#22580;&#21512;&#12289;PHD2&#12399;&#19978;&#35352;&#12398;&#20363;&#12395;&#31034;&#12377;&#12424;&#12358;&#12395;&#12289;&#26143;&#12398;&#21205;&#12365;&#12395;&#38306;&#36899;&#20184;&#12369;&#12425;&#12428;&#12383;&#26041;&#21521;&#65288;SkyNorth&#12289;SkyEast&#65289;&#12418;&#34920;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#20840;&#20307;&#30340;&#12394;&#12489;&#12522;&#12501;&#12488;&#12434;&#30906;&#35469;&#12375;&#12289;&#36196;&#32239;&#12398;&#21336;&#26041;&#21521;&#12460;&#12452;&#12489;&#12434;&#35373;&#23450;&#12377;&#12427;&#26041;&#27861;&#12434;&#27770;&#23450;&#12377;&#12427;&#22580;&#21512;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12464;&#12521;&#12501;&#12391;&#20351;&#29992;&#12373;&#12428;&#12427;&#19978;&#19979;&#12398;&#35215;&#21063;&#12399;&#12289;&#12459;&#12513;&#12521;&#12398;&#21521;&#12365;&#12420;&#35222;&#37326;&#20869;&#12398;NSEW&#12398;&#21205;&#12365;&#12392;&#12399;&#38306;&#20418;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;
</font></font><h3><a name="Adaptive_Optics_AO_Graph"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#36969;&#24540;&#20809;&#23398;&#65288;AO&#65289;&#12464;&#12521;&#12501;</font></font></h3><img style="width: 426px; height: 354px;" alt="AO&#12464;&#12521;&#12501;&#30011;&#20687;" src="AO_graph.png"><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">AO&#12464;&#12521;&#12501;&#12399;&#12300;&#12479;&#12540;&#12466;&#12483;&#12488;&#12301;&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#12395;&#30456;&#24403;&#12375;&#12414;&#12377;&#12364;&#12289;&#35036;&#20767;&#20809;&#23398;&#12487;&#12496;&#12452;&#12473;&#12398;&#36600;&#12395;&#23550;&#12377;&#12427;&#35036;&#27491;&#12398;&#23653;&#27508;&#12434;&#34920;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#36196;&#12356;&#38263;&#26041;&#24418;&#12399;AO&#12487;&#12496;&#12452;&#12473;&#12398;&#22806;&#20596;&#12398;&#32257;&#12434;&#31034;&#12375;&#12289;&#20869;&#20596;&#12398;&#40644;&#33394;&#12356;&#38263;&#26041;&#24418;&#12399;&#12300;&#12496;&#12531;&#12503;&#12301;&#38936;&#22495;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#26143;&#12364;&#40644;&#33394;&#12398;&#38263;&#26041;&#24418;&#12398;&#22806;&#20596;&#12395;&#31227;&#21205;&#12377;&#12427;&#12392;&#12289;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">PHD2</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12399;&#19968;&#36899;&#12398;&#31227;&#21205;&#12467;&#12510;&#12531;&#12489;&#12434;&#12510;&#12454;&#12531;&#12488;&#12395;&#36865;&#20449;&#12375;&#12414;&#12377;-&#12300;&#12496;&#12531;&#12503;&#12301;-&#12460;&#12452;&#12489;&#26143;&#12434;&#20013;&#24515;&#20301;&#32622;&#12398;&#36817;&#12367;&#12395;&#12473;&#12512;&#12540;&#12474;&#12395;&#25147;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12364;&#30330;&#29983;&#12377;&#12427;&#12392;&#12289;&#32209;&#12392;&#38738;&#12398;&#32218;&#12364;&#12381;&#12428;&#12382;&#12428;&#22679;&#20998;&#12496;&#12531;&#12503;&#12392;&#27531;&#12426;&#12398;&#12496;&#12531;&#12503;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12487;&#12451;&#12473;&#12503;&#12524;&#12452;&#19978;&#12398;&#30333;&#12356;&#28857;&#12399;&#29694;&#22312;&#12398;AO&#20301;&#32622;&#12434;&#31034;&#12375;&#12289;&#32209;&#12398;&#20870;&#65288;&#12496;&#12531;&#12503;&#12364;&#36914;&#34892;&#20013;&#12398;&#22580;&#21512;&#12399;&#36196;&#65289;&#12399;&#24179;&#22343;&#21270;&#12373;&#12428;&#12383;AO&#20301;&#32622;&#12434;&#31034;&#12375;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#24038;&#19978;&#12398;&#12508;&#12479;&#12531;&#12399;&#12289;&#23653;&#27508;&#12395;&#12503;&#12525;&#12483;&#12488;&#12377;&#12427;&#12509;&#12452;&#12531;&#12488;&#25968;&#12434;&#21046;&#24481;&#12375;&#12414;&#12377;&#12290;
</font></font><h3><a name="DockableMoveable_Graphical_Windows"></a><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12489;&#12483;&#12461;&#12531;&#12464;/&#31227;&#21205;&#21487;&#33021;&#12394;&#12464;&#12521;&#12501;&#12451;&#12459;&#12523;&#12454;&#12451;&#12531;&#12489;&#12454;</font></font></h3><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12373;&#12414;&#12374;&#12414;&#12394;&#12497;&#12501;&#12457;&#12540;&#12510;&#12531;&#12473;&#12454;&#12451;&#12531;&#12489;&#12454;&#12364;&#26368;&#21021;&#12395;&#34920;&#31034;&#12373;&#12428;&#12427;&#12392;&#12289;&#12513;&#12452;&#12531;&#12454;&#12451;&#12531;&#12489;&#12454;&#12395;&#12300;&#12489;&#12483;&#12461;&#12531;&#12464;&#12301;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#29305;&#23450;&#12398;&#26041;&#27861;&#12391;&#12469;&#12452;&#12474;&#22793;&#26356;&#12373;&#12428;&#12289;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;2&#12388;&#12398;&#31471;&#12395;&#25539;&#12360;&#12425;&#12428;&#12390;&#12356;&#12427;&#12371;&#12392;&#12434;</font></font><span style="font-style: italic;"><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#24847;&#21619;&#12375;</font></font></span><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12513;&#12452;&#12531;</font><span style="font-style: italic;"><font style="vertical-align: inherit;">PHD2</font></span><font style="vertical-align: inherit;">&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;</font><font style="vertical-align: inherit;">&#22659;&#30028;&#20869;&#12395;&#23436;&#20840;&#12395;&#21547;&#12414;&#12428;&#12390;&#12356;</font><font style="vertical-align: inherit;">&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12383;&#12384;&#12375;&#12289;&#35519;&#12409;&#12427;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#12479;&#12452;&#12488;&#12523;&#12496;&#12540;&#12434;&#12463;&#12522;&#12483;&#12463;&#12375;&#12390;&#12489;&#12521;&#12483;&#12464;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#12381;&#12428;&#12425;&#12434;&#31227;&#21205;&#12375;&#12383;&#12426;&#12469;&#12452;&#12474;&#22793;&#26356;&#12375;&#12383;&#12426;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12395;&#12424;&#12426;&#12289;&#22810;&#12367;&#12398;&#22580;&#21512;&#12289;&#12464;&#12521;&#12501;&#12395;&#34920;&#31034;&#12373;&#12428;&#12390;&#12356;&#12427;&#35443;&#32048;&#12434;&#12424;&#12426;&#12424;&#12367;&#35211;&#12427;&#12371;&#12392;&#12364;&#12391;&#12365;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12479;&#12452;&#12488;&#12523;&#12496;&#12540;&#12434;&#12489;&#12483;&#12461;&#12531;&#12464;&#12377;&#12427;&#19968;&#33324;&#30340;&#12394;&#38936;&#22495;&#65288;&#19979;&#12289;&#21491;&#12394;&#12393;&#65289;&#12395;&#12489;&#12521;&#12483;&#12464;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#12381;&#12428;&#12425;&#12434;&#20877;&#12489;&#12483;&#12461;&#12531;&#12464;&#12391;&#12365;&#12414;&#12377;&#12290;&#23569;&#12375;&#32244;&#32722;&#12377;&#12428;&#12400;&#12289;&#26368;&#12418;&#20415;&#21033;&#12394;&#22580;&#25152;&#12395;&#31777;&#21336;&#12395;&#37197;&#32622;&#12391;&#12365;&#12414;&#12377;&#12290;</font></font><br><br><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">[&#34920;&#31034;]&#12503;&#12523;&#12480;&#12454;&#12531;&#12513;&#12491;&#12517;&#12540;&#12398;&#19979;&#12395;&#12513;&#12491;&#12517;&#12540;&#38917;&#30446;&#12418;&#12354;&#12426;&#12414;&#12377;&#12290;</font></font><font style="vertical-align: inherit;"><font style="vertical-align: inherit;">&#12300;&#12454;&#12451;&#12531;&#12489;&#12454;&#12398;&#20301;&#32622;&#12434;&#24489;&#20803;&#12375;&#12414;&#12377;&#12290;&#12301;</font><font style="vertical-align: inherit;">&#12371;&#12398;&#12513;&#12491;&#12517;&#12540;&#38917;&#30446;&#12434;&#12463;&#12522;&#12483;&#12463;&#12377;&#12427;&#12392;&#12289;&#12377;&#12409;&#12390;&#12398;&#12489;&#12483;&#12461;&#12531;&#12464;&#21487;&#33021;/&#31227;&#21205;&#21487;&#33021;&#12394;&#12454;&#12451;&#12531;&#12489;&#12454;&#12364;&#12487;&#12501;&#12457;&#12523;&#12488;&#12398;&#12489;&#12483;&#12461;&#12531;&#12464;&#12373;&#12428;&#12383;&#20301;&#32622;&#12395;&#33258;&#21205;&#30340;&#12395;&#24489;&#20803;&#12373;&#12428;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12371;&#12428;&#12399;&#12289;&#12383;&#12392;&#12360;&#12400;&#12289;&#35299;&#20687;&#24230;&#12398;&#30064;&#12394;&#12427;&#30011;&#38754;&#12434;&#20999;&#12426;&#26367;&#12360;&#12390;&#12356;&#12427;&#12392;&#12365;&#12395;&#12289;1&#12388;&#20197;&#19978;&#12398;&#12489;&#12483;&#12461;&#12531;&#12464;&#21487;&#33021;&#12394;&#12454;&#12451;&#12531;&#12489;&#12454;&#12364;&#12300;&#22833;&#12431;&#12428;&#12383;&#12301;&#22580;&#21512;&#12395;&#24441;&#31435;&#12385;&#12414;&#12377;&#12290;</font><font style="vertical-align: inherit;">&#12414;&#12383;&#12289;&#12371;&#12398;&#38306;&#25968;&#12399;&#12289;&#12513;&#12452;&#12531;PHD2&#12454;&#12451;&#12531;&#12489;&#12454;&#12434;&#12487;&#12501;&#12457;&#12523;&#12488;&#12398;&#12469;&#12452;&#12474;&#12395;&#24489;&#20803;&#12375;&#12414;&#12377;&#12290;&#30011;&#38754;&#12398;&#24038;&#19978;&#38533;&#20184;&#36817;&#12395;&#20301;&#32622;&#12375;&#12414;&#12377;&#12290;
</font></font><div class="goog-te-spinner-pos"><div class="goog-te-spinner-animation"><svg xmlns="http://www.w3.org/2000/svg" class="goog-te-spinner" width="96px" height="96px" viewBox="0 0 66 66"><circle class="goog-te-spinner-path" fill="none" stroke-width="6" stroke-linecap="round" cx="33" cy="33" r="30"></circle></svg></div></div></body></html>