Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: Select the Y-axis scale, arc-seconds per Y division
cs_cz: Umožní zvolit měřítko osy Y, arcsec. na každou dělící osu Y
de_de: Wähle die Y-Achsen-Skala, Bogensekunden pro Y Teilung
es_es: Seleccionar la escala Y, arc-segundos por división Y
gl_es: Seleccionar a escala Y, arc-segundos por división Y

source: GuideNorth
cs_cz: KorekceSever
de_de: GuideNord
es_es: Guía Norte
gl_es: Guía Norte

source: GuideEast
cs_cz: KorekceVýchod
de_de: GuideOst
es_es: Guía Este
gl_es: Guía Leste

source: Dither
cs_cz: Dithering

source: AO Position
cs_cz: Poloha AO
es_es: Posición Óptica Activa
gl_es: Posición Óptica Adaptativa

source: Select the number of frames of history to display
cs_cz: Umožní vybrat počet snímků historie, které chcete zobrazit
de_de: Wähle die Anzahl der Bilder, die im Verlauf angezeigt werden
es_es: Seleccione el número de tomas de histórico a mostrar
gl_es: Seleccionar o número de tomas de histórico a mostrar

source: Clear graph data
cs_cz: Smaže data grafu
de_de: Grafik zurücksetzen
es_es: Borrar datos de gráfica
gl_es: Borrar datos de gráfica

source: AO not connected
cs_cz: AO není připojeno
de_de: AO nicht verbunden
es_es: Óptica Activa no conectada
gl_es: Óptica Adaptativa non ligada

source: Expert Settings
cs_cz: Expertní Nastavení
de_de: Experten Einstellungen
es_es: Opciones de experto
gl_es: Configuración Expertos

source: Warning! Intended for use by experts
cs_cz: Varování! Toto je určeno pro použití odborníky
de_de: Warnung! Vorgesehen für die Verwendung durch Experten
es_es: Precaución! Sólo para uso de expertos
gl_es: Aviso! Destinado a ser usado só por expertos

source: Approximation Data Points
cs_cz: Aproximace Datových Bodů
de_de: Approximation Datenpunkte
es_es: Puntos de datos de aproximación
gl_es: Puntos de Datos de Aproximación

source: Number of data points used in the approximation. Both prediction accuracy as well as runtime rise with the number of datapoints. Default = %d
cs_cz: Počet datových bodů použitých při aproximaci. S rostoucím počtem datových bodů se zvyšuje přesnost předpovědi i doba běhu. Výchozí hodnota = %d
de_de: Anzahl der Datenpunkte für die Approximation. Sowohl Vorhersagegenauigkeit als auch Zeitdauer steigen mit der Anzahl der Datenpunkte. Vorgabewert= %d
es_es: Número de puntos de datos usados en la aproximación. Tanto la precisión de predicción como el tiempo de ejecución aumentan con el número de puntos de datos. Por defecto = %d
gl_es: Número de puntos de datos utilizados na aproximación. Tanto a precisión da predición coma o tempo de execución aumentan co número de puntos de datos. Defecto =% d

source: Minimum Worm Cycles (Prediction)
cs_cz: Minimální Cykly Šneku (Odhad)
de_de: Minimum Schneckenzyklen (Vorhersage)
es_es: Ciclos de sinfín mínimos (Predichos)
gl_es: Ciclos Mínimos de Senfín (Predición)

source: Minimal number of worm cycles needed to use the prediction. If there are too little data points, the prediction might be poor. Default = %.2f
cs_cz: Minimální počet cyklů šneka potřebných pro použití předpovědi. Pokud je k dispozici příliš málo datových bodů, může být předpověď nepřesná. Výchozí hodnota = %.2f
de_de: Mindestanzahl der benötigten Schneckenzyklen für die Vorhersage. Wenn es zu wenige Datenpunkte gibt, ist die Vorhersage möglicherweise schlecht. Vorgabewert = %.2f
es_es: Número mínimo de ciclos necesarios del sinfín usados para la predicción. Si hubiera muy pocos datos, la predicción podría ser deficiente. Por defecto = %.2f
gl_es: Número mínimo de ciclos de senfín necesarios para usar a predición. Se hai demasiados puntos de datos a predición pode ser mala. Defecto =% .2f

source: Minimum Worm Cycles (Period Estimation)
cs_cz: Minimální Cykly Šneka (Odhad Periody)
de_de: Minimum Schneckenzyklen (Periodenabschätzung)
es_es: Ciclos de sinfín mínimos (Estimación de periodo)
gl_es: Ciclos Mínimos de Senfín (Estimación do Período)

source: Minimal number of worm cycles for estimating the period length. If there are too little data points, the estimation might not work. Default = %d
cs_cz: Minimální počet cyklů šneka pro odhad délky periody. Pokud je k dispozici příliš málo datových bodů, odhad nemusí fungovat. Výchozí hodnota = %d
de_de: Mindestanzahl der benötigten Schneckenzyklen für die Abschätzung der Schneckenperiode . Wenn es zu wenige Datenpunkte gibt, wird die Abschätzung möglicherweise nicht funktionieren. Vorgabewert = %d
es_es: Número mínimo de ciclos del sinfín para la estimación de la longitud del periodo. Si hubiera muy pocos datos, la predicción podría no funcionar. Por defecto = %d
gl_es: Número mínimo de ciclos de senfín para estimar a duración do período. Se hai demasiados puntos de dato, é posible que a estimación non funcione. Defecto =% d

source: Length Scale (Long Range)
cs_cz: Stupnice Délky (Dlouhý Rozsah)
de_de: Längen-Skala (langer Bereich)
es_es: Escala de longitud (Rango Largo)
gl_es: Escala de amplitude (Rango longo)

source: The length scale (in seconds) of the large non-periodic structure. This is essentially a high-pass filter for the periodic error and the length scale defines the corner frequency. Default = %.2f
cs_cz: Délkové měřítko (v sekundách) velké neperiodické struktury. Jedná se v podstatě o filtr s vysokým průchodem pro periodickou chybu, přičemž délkové měřítko definuje hranici frekvence. Výchozí hodnota = %.2f
de_de: Die Längen-Skala (in Sekunden) der großen nicht-periodischen Struktur. Dies ist im Wesentlichen ein Hochpassfilter für den periodischen Fehler und die Längenskala definiert die Eckfrequenz. Vorgabewert = %.2f
es_es: La escala de longitud (en segundos) de la estructura grande no periódica. Esto es esencialmente un filtro paso-alto para el error periódico y la longitud de la escala que define la frecuencia del ángulo. Por defecto = %.2f
gl_es: A escala de amplitude (en segundos) de gran estrutura non periódica. Este é esencialmente un filtro de paso alto para o erro periódico e a escala de amplitudee define a frecuencia. Defecto =% .2f

source: Signal Variance (Long Range)
cs_cz: Rozptyl signálu (Dlouhý Rozsah)
de_de: Signal-Varianz (langer Bereich)
es_es: Variación de señal (Rango Largo)
gl_es: Varianza do Sinal (Rango longo)

source: Signal variance (in pixels) of the long-term variations. Default = %.2f
cs_cz: Rozptyl signálu (v pixelech) dlouhodobých variací. Výchozí hodnota = %.2f
de_de: Die Signal-Varianz (in pixels) der langfristigen Variationen. Vorgabewert = %.2f
es_es: Variación de señal (en píxels) de variaciones a largo término. Por defecto = %.2f
gl_es: Varianza do sinal (en píxeles) das variacións a longo prazo. Defecto = %.2f

source: Length Scale (Periodic)
cs_cz: Stupnice délky (Periodická)
de_de: Längen-Skala (periodisch)
es_es: Escala de Longitud (Periódica)
gl_es: Escala de amplitude (Periódica)

source: The length scale (in seconds) defines the "wigglyness" of the periodic structure. The smaller the length scale, the more structure can be learned. If chosen too small, some non-periodic structure might be picked up as well. Default = %.2f
cs_cz: Délkové měřítko (v sekundách) určuje 'kmitavost' periodické struktury. Čím menší je délkové měřítko, tím více struktury se lze naučit. Pokud je zvoleno příliš malé, mohou být zachyceny i některé neperiodické struktury. Výchozí hodnota = %.2f
de_de: Die Längen-Skala (in Sekunden) definiert die "Wackeligkeit" der periodischen Struktur. Je kleiner die Längenskala, desto mehr Struktur kann erlernt werden. Wenn sie zu klein gewählt werden, können auch einige nicht-periodische Strukturen aufgenommen werden. Vorgabewert = %.2f
es_es: La escala de longitud (en segundos) define las ondulaciones de la estructura periódica. A menor escala de longitud, más estructura podrá ser corregida. Si elige una demasiado pequeña, alguna estructura no periódica podría no ser filtrada bien. Por defecto = %.2f
gl_es: A escala de amplitude (en segundos) define a "visibilidade" da estrutura periódica. Canto menor sexa a escala de amplitude, máis estrutura se pode aprender. Se se escolle moi pequena, tamén se poderá coller algunha estrutura non periódica. Defecto =% .2f

source: Signal Variance (Periodic)
cs_cz: Změna Signálu (Periodický)
de_de: Signal-Varianz (periodisch)
es_es: Variación de señal (Periódica)
gl_es: Varianza do Sinal (Periódica)

source: The signal variance (in pixels) of the periodic error. Default = %.2f
cs_cz: Rozptyl signálu (v pixelech) periodické chyby. Výchozí hodnota = %.2f
de_de: Die Signal-Varianz (in Pixeln) des periodischen Fehlers. Vorgabewert = %.2f
es_es: La variación de la señal (en pixels) del error periódico: Por defecto = %.2f
gl_es: A varianza do sinal (en píxeles) do erro periódico. Defecto = %.2f

source: Length Scale (Short Range)
cs_cz: Stupnice Délky (Krátký Rozsah)
de_de: Längen-Skala (kurzer Bereich)
es_es: Escala de Longitud (Rango Corto)
gl_es: Escala de amplitude (Rango curto)

source: Length scale (in seconds) of the short range non-periodic parts of the gear error. This is essentially a low-pass filter for the periodic error and the length scale defines the corner frequency. Default = %.2f
cs_cz: Délková stupnice (v sekundách) neperiodických částí chyby ozubených kol krátkého dosahu. Jedná se v podstatě o dolnofrekvenční filtr pro periodickou chybu a stupnice délky definuje úhlovou frekvenci. Výchozí hodnota = %.2f
de_de: Die Längen-Skala (in Sekunden) der nicht-periodischen Teile mit kurzen Bereich des Getriebefehlers. Dies ist im Wesentlichen ein Tiefpassfilter für den periodischen Fehler und die Längenskala definiert die Eckfrequenz. Vorgabewert = %.2f
es_es: Escala de longitud (en segundos) de partes no periódicas de rango corto de errores en engranajes. Esto es esencialmente un filtro paso-bajo para el error periódico y la escala de longitud que define el ángulo de frecuencia. Por defecto = %.2f
gl_es: Escala de amplitude (en segundos) de rango curto das partes non periódicas de rango curto. Este é esencialmente un filtro de paso baixo para o erro periódico e a escala de amplitude define a frecuencia . Defecto =% .2f

source: Signal Variance (Short Range)
cs_cz: Změna signálu (Krátký Dosah)
de_de: Signal-Varianz (kurzer Bereich)
es_es: Variación de señal (Rango Corto)
gl_es: Varianza do Sinal (Rango curto)

source: Signal variance (in pixels) of the short-term variations. Default = %.2f
cs_cz: Signálová variabilita (v pixelech) krátkodobých změn. Výchozí hodnota = %.2f
de_de: Die Signal-Varianz (in Pixeln) der kurzfristigen Variationen. Vorgabewert = %.2f
es_es: Variación de señal (en pixels) por variaciones de corto término. Por defecto = %.2f
gl_es: Varianza do sinal (en píxeles) das variacións a curto prazo. Defecto = %.2f

source: What percent of the predictive guide correction should be applied? Default = %.f%%, increase to rely more on the predictions
cs_cz: Kolik procent prediktivní korekce by mělo být aplikováno? Výchozí hodnota = %.f%%, zvýšením se více spoléháte na předpovědi
de_de: Wie viel Prozent der vorhergesagten Guide Korrektur sollen verwendet werden? Vorgabewert = %.f%%, erhöhen, um mehr auf die Vorhersagen zu vertrauen
es_es: ¿Qué porcentaje de corrección de guía predictiva debe ser aplicado? Por defecto = %.f%%, incrementar para confiar más en las predicciones
gl_es: Que porcentaxe de corrección preditiva de guiado debe aplicarse? Por Defecto = %.f%%, aumentar para depender máis das predicións

source: PredWt
cs_cz: OdhadVah
de_de: VorhGw

source: What percent of the reactive guide correction should be applied? Default = %.f%%, adjust if responding too much or too slowly
cs_cz: Kolik procent reaktivní korekce by mělo být aplikováno? Výchozí hodnota = %.f%%, upravte, pokud reaguje příliš silně nebo příliš pomalu
de_de: Wie viel Prozent der reaktiven Guide Korrektur sollen verwendet werden? Vorgabewert = %.f%%, einstellen bei zu starker oder zu schwacher Reaktion
es_es: ¿Qué porcentaje de corrección de guiado reactivo debe ser aplicado? Default = %.f%%, ajustar si la respuesta tarda demasiado o es muy lenta
gl_es: Que porcentaxe d de corrección de guiado reactivo debe aplicarse? Por Defecto = %.f%%, debe axustarse se responde demasiado ou demasiado amodo

source: ReactWt
cs_cz: ReakčníVáha
de_de: ReakGw
es_es: ReacWt

source: How many (fractional) pixels must the star move to trigger a reactive guide correction? If camera is binned, this is a fraction of the binned pixel size. Note this has no effect on the predictive guide correction. Default = %.2f
cs_cz: O kolik (zlomkových) pixelů se musí hvězda posunout, aby došlo k aktivaci reaktivní korekce ? Pokud je kamera binováná, jedná se o zlomek velikosti binovaného pixelu. Poznámka: Toto nemá žádný vliv na prediktivní korekci . Výchozí hodnota = %.2f
de_de: Wie viele Pixel (bzw. Bruchteile davon) muss sich der Stern bewegen um eine reaktive Guide Korrektur auszulösen? Bei Binning ist es der Bruchteil der gebinnten Pixelgröße. Beachte: Das hat keinen Einfluss auf die vorhergesagte Guide Korrektur. Vorgabewert = %.2f
es_es: ¿Cuántos pixels (fraccionales) debe moverse la estrella para activar la corrección reactiva? Si la cámara está en modo binning, será una fracción del tamaño del pixel en modo binning. Esto no tendrá efecto en la corrección del guiado predictivo. Por defecto = %.2f
gl_es: Cantos píxeles (en fracción) se debe mover a estrela para provocar unha corrección de guiado reactiva? Se a cámara ten binning, esta é unha fracción do tamaño do píxel de binning. Ten en conta que isto non ten ningún efecto sobre a corrección da guía preditiva. Predeterminado =% .2f

source: MnMo
cs_cz: MinPoh

source: Predictive PEC Guide Algorithm
cs_cz: Prediktivní algoritmus PEC
de_de: Vorhersage PEC Guide Algorithmus
es_es: Algoritmo de Guía Predictivo PEC
gl_es: Algoritmo de Guiado PEC Preditivo

source: Predictive Weight
cs_cz: Váha Odhadu
de_de: Vorhersage Gewichtung
es_es: Peso predictivo
gl_es: Peso Preditivo

source: Reactive Weight
cs_cz: Regulační Váha
de_de: Reaktive Gewichtung
es_es: Peso reactivo
gl_es: Peso Reactivo

source: Minimum Move (pixels)
cs_cz: Minimální Pohyb (px)
de_de: Minimale Bewegung (Pixel)
es_es: Movimiento Mínimo (pixels)
gl_es: Movemento Mínimo (pixeles)

source: Auto-adjust period
cs_cz: Doba automatické úpravy
es_es: Auto-ajustar período
gl_es: Autoaxustar período

source: Auto-adjust the period length based on identified repetitive errors. Default = %s
cs_cz: Automaticky přizpůsobí délku periody na základě identifikovaných opakujících se chyb. Výchozí hodnota = %s
de_de: Auto-Justage der Periodendauer basierend auf den erkannten wiederholt auftretenden Fehlern. Vorgabewert = %s
es_es: Auto ajustar la longitud del periodo basado en los errores repetitivos identificados. Por defecto = %s
gl_es: Autoaxustar a lonxitude do período a partir dos erros repetitivos identificados. Defecto = %s

source: Off
cs_cz: Vypnuto
de_de: Aus
es_es: Apagado
gl_es: Apagado

source: Period Length
cs_cz: Délka Periody
de_de: Periodendauer
es_es: Longitud de periodo
gl_es: Amplitude do período

source: The period length (in seconds) of the strongest periodic error component. Default = %.2f
cs_cz: Délka periody (v sekundách) nejsilnější periodické složky chyby. Výchozí hodnota = %.2f
de_de: Die Periodendauer (in Sekunden) der stärksten Komponente des periodischen Fehlers. Vorgabewert = %.2f
es_es: La longitud del periodo (en segundos) del componente del error periódico más fuerte. Por defecto = %.2f
gl_es: A amplitude do período (en segundos) do compoñente de erro periódico máis forte. Defecto = %.2f

source: Retain model (%% period)
cs_cz: Zachovat model (%% doby)
es_es: Retener modelo (período %%)
gl_es: Reter modelo (período %%)

source: Enter a percentage greater than 0 to retain the PPEC model after guiding stops. Default = %.f%% of the period length.
cs_cz: Zadejte procento větší než 0, pokud chcete zachovat model PPEC po zastavení navádění. Výchozí hodnota = %.f%% délky periody.
es_es: Ingrese un porcentaje mayor a 0 para retener el modelo PPEC después de finalizar el guiado. Defecto = %.f%% de la longitud del período.
gl_es: Inserir unha porcentaxe maior de 0 para reter o modelo de PPEC tras deter o guiado. Defecto = %.f%% da amplitude do período.

source: Expert...
cs_cz: Odborník...
de_de: Experte...
es_es: Experto...
gl_es: Experto...

source: Change expert options for tuning the predictions. Use at your own risk!
cs_cz: Změna odborných možností pro ladění odhadů. Používejte na vlastní nebezpečí!
de_de: Ändere die Experten-Optionen um die Vorhersagen feinzutunen. Benutzung auf eigenes Risiko!
es_es: Cambiar opciones de experto para ajustar las predicciones. Úselo bajo su responsabilidad!
gl_es: Cambiar as opcións dos expertos para axustar as predicións. Usar baixo o teu propio risco!

source: Hysteresis Guide Algorithm
cs_cz: Řídící Algoritmus Hystereze
de_de: Hysterese Guiding-Algorithmus
es_es: Algoritmo de Histéresis de Guiado
gl_es: Algoritmo de Histérese de Guiado

source: Hysteresis
cs_cz: Hystereze
de_de: Hysterese
es_es: Histéresis
gl_es: Histérese

source: How much history of previous guide pulses should be applied Default = %.f%%, increase to smooth out guiding commands
cs_cz: Jaká část historie předchozích regulačních impulzů by měla být použita Výchozí hodnota = %.f%%, zvyšte pro vyhlazení naváděcích příkazů
de_de: Wie viele der schon ausgeführten Guidingimpulse sollen berücksichtigt werden Vorgabewert = %.f%%, erhöhen, um die Guidingkommandos zu glätten
es_es: Cuánto histórico de pulsos de guiado debe aplicarse Por Defecto = %.f%%, aumentar para suavizar los comandos de guiado
gl_es: Canto histórico de pulsos de guiado debe aplicarse Por Defecto = %.f%%, aumentar para suavizar os comandos de guiado

source: Aggressiveness
cs_cz: Agresivita
de_de: Aggressivität
es_es: Agresividad
gl_es: Agresividade

source: What percentage of the computed correction should be applied? Default = %.f%%, adjust if responding too much or too slowly
cs_cz: Jaké procento vypočtené korekce by mělo být použito? Výchozí hodnota = %.f%%, upravte, pokud reaguje příliš silně nebo příliš pomalu
de_de: Wieviel Prozent der berechneten Korrektur sollen verwendet werden? Vorgabewert = %.f%%, anpassen, wenn die Montierung zu stark oder zu schwach reagiert
es_es: ¿Que porcentaje de las correcciones calculadas se deben aplicar? Defecto = %.f%%, ajustar si responde muy rápido o muy despacio
gl_es: Que porcentaxe da corrección medida debe aplicarse? Por Defecto = %.f%%, debe axustarse se hai moita resposta ou é demasiado lenta

source: How many (fractional) pixels must the star move to trigger a guide pulse? If camera is binned, this is a fraction of the binned pixel size. Default = %.2f
cs_cz: O kolik (zlomových) pixelů se musí hvězda posunout, aby se spustil regulační impuls? Pokud je kamera binovaná, jedná se o zlomek velikosti binovaného pixelu. Výchozí hodnota = %.2f
de_de: Wie viele (Bruchteile eines) Pixel muss der Stern wandern, um einen Guidingimpuls auszulösen? Bei gebinnter Kamera ist dies ein Bruchteil der Größe des gebinnten Pixels. Vorgabewert = %.2f
es_es: ¿Cuántos píxeles (fraccionados) debe moverse la estrella para activar el guiado por pulsos? Si la cámara está en modo binning, el tamaño será una fracción de pixel en modo binning. Por defecto = %.2f
gl_es: Cantos píxeles (en fracción) se debe mover a estrela para enviar un pulso de guiado? Se a cámara ten binning, o valor é unha fracción do tamaño de pixel do binning. Por defecto = %.2f

source: What percentage of the computed correction should be applied?? Default = %.f%%, adjust if responding too much or too slowly
cs_cz: Jaké procento vypočtené korekce by mělo být použito? Výchozí hodnota = %.f%%, upravte, pokud reaguje příliš silně nebo příliš pomalu
de_de: Wieviel Prozent der berechneten Korrektur sollen verwendet werden? Vorgabewert = %.f%%, anpassen, wenn die Montierung zu stark oder zu schwach reagiert
es_es: ¿Que porcentaje de la corrección calculada se debe aplicar?? Defecto = %.f%%, ajustar si responde muy rápido o muy despacio
gl_es: Que porcentaxe da corrección medida debe aplicarse? Por Defecto = %.f%%, debe axustarse se hai moita resposta ou é demasiado lenta

source: Guide Algorithm
cs_cz: Algoritmus Navádění
de_de: Guiding-Algorithmus
es_es: Algoritmo de Guiado
gl_es: Algoritmo de Guiado

source: Nothing to Configure
cs_cz: Není co Konfigurovat
de_de: Nichts zu konfigurieren
es_es: Nada que Configurar
gl_es: Nada que Configurar

source: Lowpass2 Guide Algorithm
cs_cz: Algoritmus Navádění Lowpass2
de_de: Tiefpass2 Guiding-Algorithmus
es_es: Algoritmo de Guiado de Paso Bajo 2
gl_es: Algoritmo de Guiado de Paso Baixo2

source: What percentage of the computed correction should be applied? Default = %.f%%
cs_cz: Jaké procento vypočítané korekce by mělo být použito? Výchozí hodnota = %.f%%
de_de: Wieviel Prozent der berechneten Korrektur sollen verwendet werden? Vorgabewert = %.f%%
es_es: ¿Qué porcentaje de corrección calculada se debe aplicar? Defecto = %.f%%
gl_es: Que porcentaxe de corrección medida debe aplicarse? Por Defecto = %.f%%

source: Agg
cs_cz: Agr
es_es: Agres
gl_es: Agres

source: Lowpass Guide Algorithm
cs_cz: Algoritmus Navádění Lowpass
de_de: Tiefpass Guiding-Algorithmus
es_es: Algoritmo de Guiado de Paso Bajo
gl_es: Algoritmo de Guiado de Paso Baixo

source: Slope Weight
cs_cz: Váha Sklonu
de_de: Slope Gewichtung
es_es: Peso de Inclinación
gl_es: Inclinación de Peso

source: Weighting of slope parameter in lowpass auto-dec. Default = %.1f
cs_cz: Váha parametru sklonu v auto-dec Lowpass. Výchozí hodnota =%.1f
de_de: Gewichtung der Slope Parameter bei Tiefpass Auto-DEC. Vorgabewert = %.1f
es_es: Peso de parámetro pendiente en pasa-bajos auto-dec. Defecto = %.1f
gl_es: Ponderación do parámetro de pendente en descenso automático de paso baixo. Predeterminado =%.1f

source: Sl W
cs_cz: VáhaVyhlaz
de_de: SI W

source: ResistSwitch Guide Algorithm
cs_cz: Algoritmus Navádění ResistSwitch
de_de: WidersteheWechsel Guiding-Algorithmus
es_es: Algoritmo de Guiado de Intercambio de Resistencia
gl_es: Algoritmo de Guiado de Intercambio de Resistencia

source: Fast switch for large deflections
cs_cz: Rychlé změny pro velké odchylky
de_de: Schnelles Wechseln bei großen Abweichungen
es_es: Cambio rápido para desviaciones grandes
gl_es: Cambio rápido para desviacións grandes

source: Ordinarily the Resist Switch algortithm waits several frames before switching direction. With Fast Switch enabled PHD2 will switch direction immediately if it sees a very large deflection. Enable this option if your mount has a substantial amount of backlash and PHD2 sometimes overcorrects.
cs_cz: Algoritmus Resist Switch obvykle čeká několik snímků, než změní směr. Při povolení rychlé změny PHD2 okamžitě změní směr, pokud zaznamená velmi velkou odchylku. Povolte tuto možnost, pokud má vaše montáž výraznou zpětnou vůli a PHD2 někdy přehání korekce.
de_de: Normalerweise wartet der WidersteheWechsel-Algorithmus (Resist Switch) einige Frames, bevor die Richtung sich ändert. Mit der Option 'Schnelles Wechseln...' wechselt PHD2 die Richtung sofort, wenn eine sehr große Abweichung erkannt wird. Aktiviere diese Option, wenn deine Montierung ein großes Getriebespiel hat und PHD2 manchmal überkorrigiert.
es_es: Habitualmente el algoritmo 'Resist Switch' espera varias tomas antes de cambiar de dirección. Con 'Fast Switch' PHD2 cambiará de dirección inmediatamente si se observa mucha variación. Habilite esta opción si su montura tiene una cantidad considerable de backslash y PHD2 sobre corrige algunas veces.
gl_es: Decote o algoritmo 'Resist Switch' espera varias tomas antes de cambiar de dirección. Con 'Fast Switch' PHD2 cambiará de dirección inmediatamente se se observa moita variación. Habilita esta opción se a montura ten unha cantidade considerable de backslash e PHD2 sobrecorrixe algunhas veces.
