Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: Don't Ask
cs_cz: Neptat se znovu
es_es: No Preguntar
gl_es: Non preguntar

source: Please specify camera type, guider focal length, camera bit-depth, and guide camera pixel size
cs_cz: Zadejte typ kamery, ohniskovou vzdálenost pointačního dalekohledu, bitovou hloubku kamery a velikost pixelu naváděcí kamery
es_es: Por favor especifique el tipo de cámara, longitud focal de tubo guía, profundidad de bits de la cámara y tamaño de pixel de la cámara guía

source: Please select a mount type to handle guider commands
cs_cz: Vyberte typ montáže pro příkazy
de_de: Bitte eine Montierung auswählen, die Nachführbefehle verarbeiten kann
es_es: Seleccione un tipo de montura para gestionar los comandos de guiado
gl_es: Selecciona un tipo de montura para xestionar os comandos de guiado

source: Please specify a name for the profile.
cs_cz: Zadejte název profilu.
de_de: Bitte gib einen Namen für das Profil ein.
es_es: Por favor especifique un nombre para el perfil.
gl_es: Especifica un nome para o perfil.

source: There is already a profile with that name. Please choose a different name.
cs_cz: Profil s tímto názvem již existuje. Zvolte prosím jiné jméno.
de_de: Es existiert bereits ein Profil mit diesem Namen. Bitte wähle einen anderen Namen.
es_es: Ya existe un perfil con ese nombre. Por favor elige un nombre diferente.
gl_es: Xa existe un perfil con ese nome. Elixe un nome diferente.

source: Welcome to the PHD2 'first light' wizard
cs_cz: Vítejte u průvodce 'prvním světlem' PHD2
de_de: Willkommen zum PHD2 'first light'-Assistenten
es_es: Bienvenido al asistente 'First Light' de PHD2
gl_es: Benvido ó asistente de PHD2 'First Light'

source: Choose a Guide Camera
cs_cz: Vybrat Řídící Kameru
de_de: Guidingkamera auswählen
es_es: Seleccione una Cámara Guía
gl_es: Seleccionar unha Cámara Guía

source: Guide Camera:
cs_cz: Řídící Kamera:
de_de: Guidingkamera:
es_es: Cámara Guía:
gl_es: Cámara Guía:

source: Select your guide camera and specify the optical properties of your guiding setup
cs_cz: Vyberte naváděcí kameru a zadejte optické vlastnosti řídící sestavy
es_es: Seleccione su cámara guía y especifique las propiedades ópticas de su equipo guía
gl_es: Selecciona a cámara de guiado e especifica as propiedades ópticas da túa configuración de guiado

source: On-camera
cs_cz: Na kameře
es_es: En-cámara
gl_es: Dende a cámara

source: Choose a Mount Connection
cs_cz: Vybrat Připojení pro Montáž
de_de: Verbindung zur Montierung auswählen
es_es: Seleccione una Conexión de Montura
gl_es: Seleccionar unha Conexión de Montura

source: Mount:
cs_cz: Montáž:
de_de: Montierung:
es_es: Montura:
gl_es: Montura:

source: Select your mount connection - this will determine how guide signals are transmitted
cs_cz: Zvolte připojení k montáži - to určí způsob přenosu řídících signálů
de_de: Verbindung zur Montierung auswählen - das legt fest, wie die Nachführbefehle übermittelt werden
es_es: Seleccione la conexión de la montura - esto determinará la forma en la se transmitirán las señales de guiado
gl_es: Seleccionar a conexión da montura - isto determinará o xeito no que se transmitirán os sinais de guiado

source: Choose an Auxiliary Mount Connection (optional)
cs_cz: Volba připojení pomocné montáže (volitelné)
de_de: Wähle eine Auxiliary Montierungsverbindung (optional)
es_es: Elija una conexión de montura auxiliar (opcional)
gl_es: Escoller unha Conexión de Montura Auxiliar (Opcional)

source: Aux Mount:
cs_cz: Montáž AUX:
de_de: Aux Montierung:
es_es: Montura Aux:
gl_es: Montura Aux:

source: Since your primary mount connection does not report pointing position, you may want to choose an 'Aux Mount' connection
cs_cz: Protože vaše primární připojení k montáži nehlásí polohu, můžete zvolit připojení 'Aux Montáž'
de_de: Da der primäre Montierungs-Anschluss keine Position meldet, solltest du eine "Aux-Montierung" Verbindung wählen
es_es: Como la conexión principal de la montura no proporciona las coordenadas, puede seleccionar "Aux Mount" como tipo de conexión
gl_es: Como a conexión principal da montura non proporciona as coordenadas, podes seleccionar unha conexión de tipo 'Montura Aux.'

source: Choose an Adaptive Optics Device (optional)
cs_cz: Výběr za adaptivní optiky (volitelné)
de_de: Auswahl der Adaptiven Optik (optional)
es_es: Seleccione un dispositivo de Óptica Activa (opcional)
gl_es: Seleccionar un dispositivo de Óptica Adaptativa (opcional)

source: Specify your adaptive optics device if desired
cs_cz: V případě potřeby zadejte za adaptivní optiky
de_de: Gib deine Adaptive Optik an, falls gewünscht
es_es: Especifique si desea un dispositivo con óptica activa
gl_es: Especificar se se desea un dispositivo con óptica adaptativa

source: Choose a Rotator Device (optional)
cs_cz: Výběr Rotátoru (volitelný)
es_es: Seleccione un dispositivo de rotación (opcional)

source: Rotator:
cs_cz: Rotátor:
es_es: Rotador:

source: Specify your rotator device if desired
cs_cz: V případě potřeby zadejte své rotátorové za
es_es: Especifique su dispositivo rotador si lo desea

source: Finish Creating Your New Profile
cs_cz: Dokončení vytváření nového profilu
de_de: Erstellung eines neuen Profils abschliessen
es_es: Se finalizo la creación del nuevo perfil
gl_es: Rematou a creación do novo perfil

source: Finish
cs_cz: Dokončit
de_de: abschliessen
es_es: Finalizado
gl_es: Finalizado

source: Finish creating the equipment profile
cs_cz: Dokončení vytváření profilu za
de_de: Erstellung eines Ausrüstungsprofils abgeschlossen
es_es: Finalizó la creación del perfil de equipo
gl_es: Rematou a creación do perfil de equipo

source: Enter a name for your profile and optionally launch the process to build a dark library
cs_cz: Zadejte název profilu a případně spustit proces vytváření knihovny dark snímků
de_de: Gib einen Namen für dein Profil an und starte optional die Erstellung einer Dunkelbildbibliothek
es_es: Introduzca un nombre para el perfil y opcionalmente lance el proceso de creación de una biblioteca de darks
gl_es: Darlle un nome ó perfil e opcionalmente lanzar o proceso de creación dunha biblioteca de darks

source: PHD2 could not connect to the camera so you may want to deal with that later. In the meantime, you can just enter the pixel-size manually along with the focal length and binning levels.
cs_cz: PHD2 se nemohl připojit ke kameře, takže to možná budete chtít vyřešit později. Mezitím můžete ručně zadat velikost pixelu spolu s ohniskovou vzdáleností a úrovněmi binningu.
es_es: PHD2 no puede conectarse a la cámara, ud puede resolver eso después. Mientras tanto, puede ingresar el tamaño de pixel manualmente junto a la longitud focal y niveles binning.
gl_es: PHD2 non se puido conectar á cámara pero podes deixar iso para despois. Mentres tanto, podes simplemente introducir o tamaño do píxel manualmente xunto coa distancia focal e os niveis de binnig.

source: Ask
cs_cz: Požádat
de_de: Frage
es_es: Preguntar
gl_es: Preguntar

source: Guide speed setting adjusted from %0.1f to %0.1fx
cs_cz: Nastavení rychlosti bylo upraveno z %0.1f na %0.1fx
de_de: Guidinggeschwindigkeit gesetzt von %0.1f auf %0.1fx
es_es: Velocidad de guiado ajustada de %0.1f a %0.1fx
gl_es: Configuración da velocidade da guiado axustado de %0.1f a %0.1fx

source: This camera driver doesn't report the pixel size, so you'll need to enter the value manually
cs_cz: Tento ovladač kamery neuvádí velikost pixelů, takže bude nutné hodnotu zadat ručně
de_de: Diese Kamera meldet die Pixelgröße nicht, du musst den Wert manuell eingeben
es_es: El driver de la cámara no reporta el tamaño del pixel, por lo que lo tendrá que ingresar manualmente
gl_es: Este controlador da cámara non informa o tamaño do píxel, polo que deberás introducir o valor manualmente

source: Connecting to mount...
cs_cz: Připojování k montáži ...
de_de: Verbinden mit der Montierung...
es_es: Conectando la montura...
gl_es: Conectando a montura...

source: PHD2 could not connect to the mount, so you'll probably want to deal with that later. In the meantime, if you know the mount guide speed setting, you can enter it manually. Otherwise, you can just leave it at the default value of %0.1fx
cs_cz: PHD2 se nemohl připojit k montáži, takže to pravděpodobně budete chtít vyřešit později. Mezitím, pokud znáte nastavení rychlosti montáže, můžete jej zadat ručně. V opačném případě ho můžete ponechat na výchozí hodnotě %0.1fx
de_de: PHD2 konnte die Montierung nicht verbinden, vielleicht willst du das später probieren. In der Zwischenzeit kannst du die Guidinggeschwindigkeit manuell eingeben, falls du sie kennst. Andernfalls lässt du einfach den Vorgabewert %0.1fx
es_es: PHD2 no se puede conectar a la montura, ud lo podrá resolver después. Mientras tanto, si conoce la velocidad guía de su montura, ingrésela manualmente. Caso contrario, la puede dejar en el valor por defecto de %0.1fx
gl_es: PHD2 non se puido conectar á montura, polo que probablemente haxa que tratar con iso máis tarde. Mentres tanto, se coñeces a velocidade da guiado da montura, podes poñela manualmente. Se non, podes deixala no valor por defecto de %0.1fx

source: Apparently, this mount driver doesn't report guide speeds. If you know the mount guide speed setting, you can enter it manually. Otherwise, you can just leave it at the default value of %0.1fx
cs_cz: Tento ovladač montáže zjevně nehlásí řídící rychlosti. Pokud znáte nastavení řídící rychlosti montáže, můžete ji zadat ručně. V opačném případě ji můžete ponechat na výchozí hodnotě %0.1fx
de_de: Anscheinend liedert dieser Montierungstreiber keine Guidinggeschwindigkeit. Wenn du sie kennst, kannst du sie manuell eingeben. Andernfalls kannst du den Vorgabewert %0.1fx lassen.
es_es: Aparentemente, el driver de la montura no reporta la velocidad de guiado. Si ud conoce los valores, los puede ingresar manualmente. De otra forma, los puede dejar en el valor por defecto de %0.1fx
gl_es: Ao parecer este controlador da montura non informa sobre velocidades de guiado. Se coñeces a velocidade de guiado da montura podes inserila manualmente. Se non, podes deixala no valor por defecto de %0.1fx

source: Guide star identification works best when the pixel scale is above 0.5"/px. Select binning level 2 to increase the pixel scale.
cs_cz: Identifikace naváděcích hvězd funguje nejlépe, když je měřítko pixelů vyšší než 0,5"/px. Chcete-li zvýšit měřítko pixelů, vyberte úroveň binningu 2.
es_es: La identificación de estrellas guía trabaja mejor cuando la escala de pixel está por debajo de 0.5"/px. Seleccione nivel 2 de binning para incrementar la escala de pixel.
gl_es: A identificación da estrela de guiado funciona mellor cando a escala de píxeles está por riba de 0,5"/px. Selecciona o nivel 2 de axuste para aumentar a escala de píxeles.

source: Low pixel scale
cs_cz: Nízké měřítko pixelů
es_es: Escala de pixel baja
gl_es: Escala de Píxeles Baixos

source: Ask About Connection
cs_cz: Požádat O Připojení
de_de: Nach der Verbindung fragen
es_es: Preguntar Acerca de la Conexión
gl_es: Preguntas sobre a conexión

source: Is the camera already connected to the PC? If so, PHD2 can usually determine the camera pixel-size automatically. If the camera isn't connected or its driver doesn't report the pixel-size, you can enter the value yourself using information in the camera manual or online.
cs_cz: Je kamera již připojena k počítači? Pokud ano, PHD2 obvykle automaticky zjistí velikost pixelu kamery. Pokud kamera není připojena nebo její ovladač nehlásí velikost pixelu, můžete tuto hodnotu zadat ručně podle informací v manuálu kamery nebo online.
de_de: Ist die Kamrera schon mit dem PC verbunden? Falls ja kann PHD2 die Pixelgröße automatisch bestimmen. Wenn die Kamera nicht verbunden ist oder wenn der Treiber die Pixelgröße nicht liefert kannst du die Werte manuell eingeben. Informationen dazu findest du im Kamerahandbuch oder im Netz.
es_es: ¿La cámara ya se encuentra conectada a la PC? Si es así, PHD2 normalmente puede determinar el tamaño del pixel automáticamente. Si la cámara no está conectada o su driver no reporta el tamaño del pixel, puede ingresar el valor utilizando información del manual u online.
gl_es: A cámara xa está conectada ó PC? En caso afirmativo PHD2 pode determinar o tamaño do píxel da cámara automaticamente. Se a cámara non está conectada ou o seu controlador non informa o tamaño do píxel, podes inserir o valor utilizando información do manual da cámara ou buscado en liña.

source: Camera Already Connected?
cs_cz: Kamera Připojena?
de_de: Kamera schon verbunden?
es_es: ¿La Cámara ya está Conectada?
gl_es: Está a cámara conectada?

source: Is the mount already connected and set up to communicate with PHD2? If so, PHD2 can determine the mount guide speed automatically. If not, you can enter the guide-speed manually. If you don't know what it is, just leave the setting at the default value of %0.1fx.
cs_cz: Je montáž již připojena a nastavena pro komunikaci s PHD2? Pokud ano, PHD2 může automaticky určit řídící rychlost montáže. Pokud ne, můžete řídící rychlost zadat ručně. Pokud nevíte, jaká je, nechte nastavení na výchozí hodnotě %0.1fx.
de_de: Ist die Montierung schon verbunden und bereit mit PHD2 zu kommunizieren? Falls ja kann PHD2 die Guidinggeschwindigkeit automatisch bestimmen. Falls nein kannst du sie manuell eingeben. Wenn du sie nicht kennst lasse einfach den Vorgabewert %0.1fx.
es_es: ¿La montura ya está conectada y lista para comunicarse con PHD2? De ser así, PHD2 puede determinar la velocidad de guiado automáticamente. De no ser así, puede ingresar la velocidad manualmente. Si no conoce cuál es, deje el valor por defecto de %0.1fx.
gl_es: A montura xa está conectado e configurada para comunicarse con PHD2? Se é así, PHD2 pode determinar a velocidade de guiado da montura automaticamente. Se non, podes introducir a velocidade de guiado manualmente. Se non sabes cal é deixa a configuración como valor predeterminado de %0.1fx.

source: Mount Already Connected?
cs_cz: Montáž Již Připojena?
de_de: Montierung schon verbunden?
es_es: ¿La Montura ya está Conectada?
gl_es: Xa está conectada a montura?

source: Is the aux-mount already connected and set up to communicate with PHD2? If so, PHD2 can determine the mount guide speed automatically. If not, you can enter it manually. If you don't know what it is, just leave the setting at the default value of %0.1fx. If the guide speed on the previous page doesn't match what is read from the mount, the mount value will be used.
cs_cz: Je aux-montáž již připojena a nastavena pro komunikaci s PHD2? Pokud ano, PHD2 může automaticky určit řídící rychlost montáže. Pokud ne, můžete ji zadat ručně. Pokud nevíte, jaká je, ponechte nastavení na výchozí hodnotě %0.1fx. Pokud se rychlost na předchozí stránce neshoduje s hodnotou přečtenou z montáže, bude použita hodnota z montáže.
de_de: Ist die Aux-Montierung schon verbunden und bereit mit PHD2 zu kommunizieren? Falls ja kann PHD2 die Guidinggeschwindigkeit automatisch bestimmen. Falls nein kannst du sie manuell eingeben. Wenn du sie nicht kennst. lasse einfach den Vorgabewert %0.1fx. Wenn die Guidinggeschwindigkeit auf der vorangegangenen Seite nicht zu der von der Montierung gelesenen passt, wird der Wert der Montierung genommen.
es_es: ¿La montura auxiliar está conectada y lista para comunicarse con PHD2? De ser así, PHD2 puede determinar la velocidad guía automáticamente. De no ser así, la puede ingresar manualmente. Si no conoce el valor, deje el por defecto de %0.1fx. Si el valor de velocidad guía de la página anterior no concuerda con la que se lee de la montura, se utilizará el valor de la montura.
gl_es: Está conectada e configurada a montura auxiliar para comunicarse con PHD2? Se é así, PHD2 pode determinar a velocidade da guiado da montura automaticamente. De non ser así, podes inserila manualmente. Se non sabes cal é deixa a configuración como valor predeterminado de %0.1fx. Se a velocidade de guiado indicada non coincide coa que se le da montura, usarase o valor da montura.

source: Aux-mount Already Connected?
cs_cz: Aux-montáž Již Připojena?
de_de: Aux-Montierung schon verbunden?
es_es: ¿La Montura Auxiliar ya está Conectada?
gl_es: Está ligada a mountura auxiliar?

source: Refine Bad-pixel Map
cs_cz: Opravit Mapu Vadných pixlů
de_de: Bad-Pixel-Karte verfeinern
es_es: Refinar el mapa de píxeles erróneos
gl_es: Refinar o mapa de píxeles erróneos

source: Rebuild Master Dark Frame
cs_cz: Znovu Vytvořit Hlavní Dark Snímek
de_de: Master-Dunkelbild wiederherstellen
es_es: Rehacer la toma Master Dark
gl_es: Crear de novo a toma DARK maestra

source: Click to re-acquire the master dark frames needed to compute an initial bad-pixel map
cs_cz: Kliknutím znovu získáte hlavní dark snímky potřebné k výpočtu počáteční mapy vadných pixelů
de_de: Klicke hier, um die Master-Dunkelbilder neu zu erfassen, die zum Berechnen einer Bad-Pixel-Karte benötigt werden
es_es: Haga click para ejecutar de nuevo las tomas de darks para calcular un mapa de píxeles erróneos inicial
gl_es: Click para executar de novo as tomas de darks para calcular un mapa de píxeles erróneos inicial

source: Show Master Dark Details
cs_cz: Zobrazit Detaily o Hlavní Darku
de_de: Zeige Details des Master-Dunkelbilds an
es_es: Mostrar detalles de Master Dark
gl_es: Mostrar detalles de Master Dark

source: Click to display detailed statistics of master dark frame used to compute bad-pixel map
cs_cz: Klikněte zde pro podrobnou statistiku použitého hlavního dark snímku a vypočtenou mapu vadných pixlů
de_de: Klicke hier, um eine detailierte Statistik des verwendeten Master-Dunkelbilds und die berechnete Bad-Pixel-Karte anzuzeigen
es_es: Haga click para mostrar las estadísticas detalladas de las tomas dark usadas para calcular el mapa de píxeles erróneos
gl_es: Click para mostrar as estatísticas detalladas das tomas dark usadas para calcular o mapa de píxeles erróneos

source: Show defect pixels
cs_cz: Zobrazit vadné pixely
de_de: Fehlerhafte Pixel anzeigen
es_es: Mostrar Píxeles Defectuosos
gl_es: Mostrar Píxeles Defectuosos

source: Check to show hot/cold pixels in the main image window.
cs_cz: Zaškrtnutím zobrazíte horký/studený pixly v hlavním okně obrázku.
de_de: Auswählen, um warme oder kalte Pixel im Hauptbildfenster anzuzeigen.
es_es: Marcar para mostrar los píxeles calientes/fríos en la ventana de la imagen principal.
gl_es: Marcar para mostrar os píxeles quentes/fríos na fiestra da imaxe principal.

source: General Information
cs_cz: Obecné Informace
de_de: Allgemeine Informationen
es_es: Información General
gl_es: Información Xeral

source: Time:
cs_cz: Čas:
de_de: Zeit:
es_es: Fecha:
gl_es: Data:

source: Camera:
cs_cz: Kamera:
de_de: Kamera:
es_es: Cámara:
gl_es: Cámara:

source: Master Dark Exposure Time:
cs_cz: Čas Expozice Hlavní Dark:
de_de: Belichtungszeit des Master-Dunkelbilds:
es_es: Tiempo de Exposición del Master Dark:
gl_es: Tempo de Exposición do Dark Mestre:

source: Master Dark Exposure Count:
cs_cz: Počet Expozic Hlavní Dark:
de_de: Anzahl der Belichtungen des Master-Dunkelbilds:
es_es: Número de muestras para el Master Dark:
gl_es: Número de mostras para o Dark Mestre:

source: Aggressiveness, hot pixels:
cs_cz: Agresivita, horkých pixlů:
de_de: Aggressivität, Hot-Pixel:
es_es: Agresividad, Píxeles calientes:
gl_es: Agresividade, Píxeles quentes:

source: Aggressiveness, cold pixels:
cs_cz: Agresivita, studených pixlů:
de_de: Aggressivität, Cold-Pixel:
es_es: Agresividad, Píxeles fríos:
gl_es: Agresividade, Píxeles fríos:

source: Mean:
cs_cz: Průměr:
de_de: Mittel:
es_es: Promedio:
gl_es: Promedio:

source: Standard Deviation:
cs_cz: Standardní Odchylka:
de_de: Standardabweichung:
es_es: Desviación Estándar:
gl_es: Desviación Estándar:

source: Median:
cs_cz: Střední:
es_es: Mediana:
gl_es: Mediana:

source: Median Absolute Deviation:
cs_cz: Střední Odchylka Poledníku:
de_de: Absolute Median Abweichung:
es_es: Mediana de la Desviación Absoluta:
gl_es: Desviación Absoluta da Mediana:

source: Results
cs_cz: Výsledek
de_de: Ergebnisse
es_es: Resultados
gl_es: Resultados

source: Hot pixel count:
cs_cz: Počet horkých pixlů:
de_de: Anzahl Hot-Pixel:
es_es: Total de Píxeles Calientes:
gl_es: Total de Píxeles Quentes:

source: Cold pixel count:
cs_cz: Počet studených pixlů:
de_de: Anzahl Cold-Pixel:
es_es: Total de Píxeles Fríos:
gl_es: Total de Píxeles Fríos:

source: Manually added pixels
cs_cz: Ručně přidané pixly
de_de: Manuell hinzugefügte Pixel
es_es: Añadir píxeles manualmente
gl_es: Engadir píxeles manualmente

source: Move this slider to increase or decrease the number of pixels that will be treated as 'hot', then click on 'generate' to build and load the new bad-pixel map
cs_cz: Přesuňte posuvník tak, aby se zvýšil nebo snížil počet pixelů, které se považují za horké pixly, a poté klikněte na tlačítko 'generovat' pro vytvoření a načtení nové mapy vadných pixelů
de_de: Bewege diesen Schieberegler, um die Anzahl der Pixel zu erhöhen oder zu verringern, die als "hot" behandelt werden sollen, dann klicke auf ''erzeugen", um eine Bad-Pixel-Karte zu erstellen und zu laden.
es_es: Mueva esta barra de desplazamiento para incrementar o disminuir el número de píxeles que se tratarán como 'calientes', haga click entonces en 'generar' para crear y cargar un nuevo mapa de píxeles erróneos
gl_es: Mover esta barra de desprazamento para incrementar ou diminuír o número de píxeles que se tratarán como 'quentes', facer click entón en 'xerar' para crear e cargar un novo mapa de píxeles erróneos

source: Move this slider to increase or decrease the number of pixels that will be treated as 'cold', then click on 'generate' to build and load the new bad-pixel map
cs_cz: Přesuňte posuvník tak, aby se zvýšil nebo snížil počet pixelů, které se považují za mrtvé pixly, a poté klikněte na tlačítko 'generovat' pro vytvoření a načtení nové mapy vadných pixelů
de_de: Bewege diesen Schieberegler, um die Anzahl der Pixel zu erhöhen oder zu verringern, die als "cold" behandelt werden sollen, klicke dann auf ''erzeugen", um eine Bad-Pixel-Karte zu erstellen und zu laden.
es_es: Mueva esta barra de desplazamiento para incrementar o disminuir el número de píxeles que se tratarán como 'fríos', haga click entonces en 'generar' para crear y cargar un nuevo mapa de píxeles erróneos
gl_es: Mover esta barra de desprazamento para incrementar ou diminuír o número de píxeles que se tratarán como 'fríos', facer click entón en 'xerar' para crear e cargar un novo mapa de píxeles erróneos

source: Cold pixels
cs_cz: Studené pixly
de_de: Cold-Pixel
es_es: Píxeles fríos
gl_es: Píxeles Fríos

source: Reset parameters to starting point
cs_cz: Resetovat parametry na počáteční hodnoty
de_de: Parameter zurücksetzen auf den Ausgangswert
es_es: Borrar parámetros para comenzar de nuevo
gl_es: Borrar parámetros para comezar de novo

source: Generate
cs_cz: Generuj
de_de: Erstellen
es_es: Generar
gl_es: Xerar

source: Use the current aggressiveness settings to build and load a new bad-pixel map; this will discard any manually added bad pixels
cs_cz: Použijte aktuální nastavení agresivity k vytvoření a načtení nové mapy s vadnými pixely; tím se odstraní všechny ručně přidané vydné pixely
de_de: Wähle die aktuellen Einstellungen der Aggressivität, um eine neue Bad-Pixel-Karte zu erstellen und zu laden; Diese verwirft alle manuell hinzugefügten Bad-Pixel
es_es: Usar las configuraciones actuales de agresividad para construir y cargar un nuevo mapa de píxeles erróneos; esto descartará todos los píxeles erróneos añadidos manualmente
gl_es: Usar as configuracións actuais de agresividade para construir e cargar un novo mapa de píxeles erróneos; isto descartará todos os píxeles erróneos engadidos manualmente

source: Add Bad Pixel
cs_cz: Přidat Chybné pixly
de_de: Bad-Pixel addieren
es_es: Añadir Pixel Erróneo
gl_es: Engadir Pixel Erróneo
