Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: Error capturing image: %d (%d) %s
cs_cz: Chyba snímání obrazu: %d (%d) %s
de_de: Fehler beim Lesen des Bildes: %d (%d) %s
es_es: Error capturando imagen: %d (%d) %s
gl_es: Erro capturando imaxe: %d (%d) %s

source: Error looking for Firewire / IEEE1394 cameras (internal error)
cs_cz: Chyba při hledání kamer Firewire / IEEE1394 (vnitřní chyba)
de_de: Fehler beim Suchen nach Firewire / IEEE1394 Kameras (interner Fehler)
es_es: Error al buscar cámaras FireWire / IEEE1394 (error interno)
gl_es: Erro buscando Firewire / cámaras IEEE 1394 (erro interno)

source: Error looking for Firewire / IEEE1394 cameras
cs_cz: Při hledání kamer Firewire / IEEE1394 došlo k chybě
de_de: Fehler beim Suchen nach Firewire / IEEE1394 Kameras
es_es: Error al buscar cámaras FireWire / IEEE1394
gl_es: Erro buscando Firewire / cámaras IEEE 1394

source: No Firewire / IEEE1394 camera found
cs_cz: Nenalezena žádná kamera Firewire / IEEE1394
de_de: Keine Firewire / IEEE1394 Kamera gefunden
es_es: No se encontraron cámaras FireWire / IEEE1394
gl_es: Non se atopou a cámara Firewire / IEEE 1394

source: Cannot find a suitable monochrome video mode
cs_cz: Nelze najít vhodný režim černobílého videa
de_de: Kann keinen passenden monochrom Video Mode finden
es_es: No se puede encontrar modo de video monocromo adecuado
gl_es: Non se atopou un modo de vídeo monocromo seleccionable

source: Cannot set frame rate to 7.5 FPS
cs_cz: Nelze nastavit kmitočet snímků na 7,5 FPS
de_de: Kann Frame Rate nicht auf 7.5 FPS setzen
es_es: No se puede utilizar velocidad 7.5 FPS
gl_es: Non se puido establecer a ratio de captura a 7,5 FPS

source: Cannot setup DMA buffers
cs_cz: Nelze nastavit vyrovnávací paměti DMA
de_de: Kann DMA Puffer nicht setzen
es_es: No se pueden preparar buffer DMA
gl_es: Non se puideron configurar os buffers DMA

source: Cannot start transmission
cs_cz: Nelze zahájit přenos
de_de: Kann Übertragung nicht starten
es_es: No se puede iniciar transmisión
gl_es: Non se pode iniciar a transmisión

source: Transmission failed to start
cs_cz: Spuštění přenosu selhalo
de_de: Start der Übertragung fehlgeschlagen
es_es: Transmisión falló al iniciar
gl_es: Fallou a transmisión ó iniciarse

source: Cannot get a frame from the queue
cs_cz: Nelze získat snímek z fronty
de_de: Es kann keine Bild aus der Warteschlange übermittelt werden
es_es: No es posible obtener una toma de la cola
gl_es: Non se pode obter unha captura dende a cola

source: INDI camera disconnected
cs_cz: Kamera INDI odpojena
es_es: Cámara INDI desconectada
gl_es: Cámara INDI Desligada

source: connection timed-out
cs_cz: připojení vypršelo
es_es: tiempo de conexión agotado
gl_es: conexión fóra de tempo

source: Connection timed-out
cs_cz: Připojení vypršelo
es_es: Tiempo de conexión agotado
gl_es: A conexión sobrepasou o tempo

source: INDI server disconnected
cs_cz: Server INDI odpojen
es_es: Servidor INDI desconectado
gl_es: Sen dispositivos INDI conectados

source: INDI Camera Selection
cs_cz: Výběr Kamery INDI
gl_es: Selección de Cámara INDI

source: Unsupported type or read error loading FITS file
cs_cz: Nepodporovaný typ nebo chyba při čtení souboru FITS
de_de: Nicht unterstützter Typ oder Lesefehler beim Laden der FITS-Datei
es_es: Tipo no soportado o error al cargar archivo FITS
gl_es: Tipo non soportado ou erro ó cargar arquivo FITS

source: FITS file is not of an image
cs_cz: Soubor FITS není obrázek
de_de: FITS-Datei ist nicht von einem Bild
es_es: El archivo FITS no es una imagen
gl_es: O arquivo FITS non é unha imaxe

source: RGB images are not supported, please switch the INDI driver to Mono
cs_cz: Snímky RGB nejsou podporovány, přepněte prosím ovladač INDI na Mono
es_es: No soporta imágenes RGB, por favor, cambiar driver INDI a Mono

source: Unsupported FITS file
cs_cz: Nepodporovaný soubor FITS
es_es: Archivo FITS no soportado

source: Error reading data
cs_cz: Chyba při čtení dat
de_de: Fehler beim Lesen der Daten
es_es: Error leyendo datos
gl_es: Erro lendo datos

source: Camera %s, exposure error. Trying to use streaming instead.
cs_cz: Kamera %s, chyba expozice. Místo toho se pokouší použít streamování.
es_es: Error de exposición en cámara %s. Intentando utilizar streaming.
gl_es: Erro de exposición da cámara %s. Estase a intentar usar o streaming.

source: Unknown image format: %s
cs_cz: Neznámý formát obrázku: %s
es_es: Formato de imagen desconocido: %s
gl_es: Formato de imaxe descoñecido: %s

source: %d frames
cs_cz: %d rámců
es_es: %d cuadros
gl_es: %d capturas

source: Camera has no VIDEO_STREAM property, please uncheck the option: Camera does not support exposure time.
cs_cz: Kamera nemá vlastnost VIDEO_STREAM, zrušte zaškrtnutí možnosti: Kamera nepodporuje expoziční čas.
es_es: La cámara no tiene propiedad VIDEO_STREAM, por favor desmarque la opción: Cámara no soporta tiempo de exposición.
gl_es: A cámara non ten a propiedade VIDEO_STREAM, desmarca a opción: A cámara non permite tempo de exposición.

source: Camera has no CCD_EXPOSURE property, please uncheck the option: Camera does not support stream.
cs_cz: Kamera nemá vlastnost CCD_EXPOSURE, zrušte zaškrtnutí možnosti: Kamera nepodporuje stream.
es_es: La cámara no tiene propiedad CCD_EXPOSURE, por favor desmarque la opción: Cámara no soporta stream.
gl_es: A cámara non ten a propiedade CCD_EXPOSURE, desmarca a opción: a cámara non admite stream.

source: Camera has no CCD_EXPOSURE or VIDEO_STREAM property
cs_cz: Kamera nemá vlastnost CCD_EXPOSURE nebo VIDEO_STREAM
es_es: La cámara no tiene CCD_EXPOSURE o VIDEO_STREAM
gl_es: A cámara non ten a propiedade CCD_EXPOSURE ou VIDEO_STREAM

source: Error on connection: %d
cs_cz: Chyba připojení: %d
de_de: Fehler mit Verbindung: %d
es_es: Error al conectar: %d
gl_es: Erro na conexión: %d

source: Error setting exposure duration
cs_cz: Nesprávně nastavená délky expozice
de_de: Fehler bei der Einstellung der Belichtungszeit
es_es: Error en la configuración de la duración de exposición
gl_es: Erro na configuración da duración da exposición

source: Error setting gain
cs_cz: Chyba nastavení gain
de_de: Fehler beim Setzen der Verstärkung
es_es: Error configurando la ganancia
gl_es: Erro configurando a ganancia

source: Error
cs_cz: Chyba
de_de: Fehler
gl_es: Erro

source: Could not connect to KWIQGuider
cs_cz: Nelze se připojit k KWIQGuider
de_de: Konnte nicht zum KWIQGuider verbinden
es_es: No puedo conectar a KWIQGuider
gl_es: Non se pode conectar a KWIQGuider

source: Unable to open LXUSB device
cs_cz: LXUSB nelze spustit
de_de: LXUSB Gerät kann nicht geöffnet werden
es_es: Error al abrir dispositivo LXUSB
gl_es: Erro ó abrir dispositivo LXUSB

source: Serial LE Webcam
cs_cz: Webkamera s LE sériovým portem
de_de: Serielle LE Webcam
es_es: Webcam con puerto de serie de Larga Exposición
gl_es: Webcam Longa Exposición Serie

source: No serial ports found
cs_cz: Sériový port nalezen
de_de: Keine Seriellen Ports gefunden
es_es: No se encontraron puertos serie
gl_es: Non se atoparon portos serie

source: Port pins
cs_cz: Piny portu
de_de: Anschluss-Pins
es_es: Pins del Puerto
gl_es: Pins do Porto

source: Inverted logic
cs_cz: Obrácená logika
de_de: Umgekehrte Logik
es_es: Lógica invertida
gl_es: Lóxica inversa

source: Use Amp
cs_cz: Použít Amp
de_de: Verwende Amp
es_es: Usar Amplificación
gl_es: Usar Amplificación

source: Defaults
cs_cz: Výchozí hodnota
de_de: Voreinstellungen
es_es: Por Defecto
gl_es: Por Defecto

source: Webcam settings
cs_cz: Nastavení Webkamery
de_de: Webcam-Einstellungen
es_es: Configuración de Webcam
gl_es: Configuración de Webcam

source: No DSI cameras found
cs_cz: Nenalezeny žádné kamery DSI
de_de: Keine DSI Kameras gefunden
es_es: No se encuentran cámaras DSI
gl_es: Non se atoparon cámaras DSI

source: No Moravian cameras detected.
cs_cz: Nezjištěny žádné Moravské kamery.
es_es: No se detectan cámaras Moravian.

source: Camera %s not found
cs_cz: Kamera %s nenalezena
es_es: Cámara %s no encontrada
gl_es: Non se atopou a cámara %s

source: Moravian Camera Properties
cs_cz: Vlastnosti Moravské kamery
es_es: Propiedades de cámara Moravian

source: Camera Mode
cs_cz: Režim Kamery
es_es: Modo de cámara
gl_es: Modo da cámara

source: Read Mode
cs_cz: Režim Čtení
es_es: Modo de lectura

source: Refresh
cs_cz: Obnovit
es_es: Refrescar

source: Fan On
cs_cz: Ventilátor On
es_es: Ventilador encendido

source: ... connect a camera first to get read modes ...
cs_cz: ... připojit kameru pro získání režimu čtení ...
es_es: ... conecte una cámara primero para obtener modos de lectura ...

source: unknown
cs_cz: neznámý
es_es: desconocido

source: No OGMA cameras detected
cs_cz: Nezjištěny žádné kamery OGMA
es_es: No se detectó cámaras OGMA

source: Selected OGMA camera not found.
cs_cz: Vybraná kamera OGMA nebyla nalezena.
es_es: No se encontró cámara OGMA seleccionada.

source: Camera does not support software trigger
cs_cz: Kamera nepodporuje softwarovou spoušť
es_es: La cámara no soporta disparo por software
gl_es: A cámara non soporta o software do obturador

source: Failed to open OGMA camera.
cs_cz: Nepodařilo se spustit kameru OGMA.
es_es: Fallo al iniciar cámara OGMA.

source: Failed to get camera resolution for OGMA camera.
cs_cz: Nepodařilo se získat rozlišení kamery OGMA.
es_es: Falló al obtener resolución de cámara OGMA.

source: Failed to initialize camera binning.
cs_cz: Nespustěn binning kamery.
es_es: Fallo al inicializar "binning" de cámara.
gl_es: Fallo ó inicializar o binning da cámara.

source: Capture failed: the camera disconnected
cs_cz: Snímání selhalo: kamera se odpojila
es_es: Falló la captura: la cámara se desconectó
gl_es: Fallou a captura: cámara desconectada

source: Capture failed: the camera reported a timeout
cs_cz: Snímání selhalo: kamera ohlásila časový limit
es_es: Falló la captura: la cámara reportó timeout
gl_es: Fallou a captura: a cámara non respondeu en tempo

source: Capture failed: the camera repoted an error
cs_cz: Snímání selhalo: kamera ohlásil chybu
es_es: Falló la captura: la cámara reportó un error
gl_es: Fallou a captura: a cámara indica un erro

source: Capture failed, unable to pull image data from camera
cs_cz: Snímání selhalo, nelze stáhnout obrazová data z kamery
es_es: Falló la captura: no se pudo obtener la imagen de la cámara
gl_es: Fallou a captura, non se puideron extraer os datos da cámara

source: Ogma Camera Properties
cs_cz: Vlastnosti Kamery Ogma
es_es: Propiedades de Cámara OGMA

source: Could not initialize USB library
cs_cz: Knihovnu USB nelze spustit
de_de: USB-Library kann nicht initialisiert werden
es_es: No es posible inicializar la librería USB
gl_es: Non se puido abrir a librería USB

source: Could not connect to StarShoot Autoguider
cs_cz: Nelze se připojit k Auto StarShoot
de_de: Konnte nicht mit StarShoot Autoguider verbinden
es_es: No puedo conectar a StarShoot Autoguider
gl_es: Non se puido conectar con StarShoot Autoguider

source: SSAG Camera Settings
cs_cz: Nastavení Kamery SSAG
es_es: Ajustes de cámara SSAG
gl_es: Configuración da Cámara SSAG

source: Loader VID:
cs_cz: Nahrávám VID:
gl_es: Cargador VID:

source: SSAG Loader USB Vendor ID. Default = 0x%04x
cs_cz: SSAG Nahrávání USB Dodavatele ID. Výchozí hodnota = 0x%04x
gl_es: Cargador SSAG ID Vendedor de USB. Defecto = 0x%04x

source: Loader PID:
cs_cz: Nahrávám PID:
gl_es: Cargador PIB:

source: SSAG Loader USB Product ID. Default = 0x%04x
cs_cz: SSAG Nahrávání USB Výrobek ID. Výchozí hodnota = 0x%04x
gl_es: Cargador SSAG ID produto USB. Defecto = 0x%04x

source: Cannot find OSPL130RT.dll
cs_cz: Nenalezeno OSPL130RT.dll
de_de: Kann OSPL130RT.dll nicht finden
es_es: No se encuentra OSPL130RT.dll
gl_es: Non se atopa OSPL130RT.dll

source: Cannot init camera
cs_cz: Nelze spustit kameru
de_de: Kamera kann nicht initialisiert werden
es_es: No se puede inicializar cámara
gl_es: Non se pode conectar a Cámara

source: Cannot start exposure
cs_cz: Expozici nelze spustit
de_de: Kann die Belichtung nicht beginnen
es_es: No se puede iniciar la exposición
gl_es: Non se pode iniciar a exposición

source: Player One Camera Properties
cs_cz: Vlastnosti kamery Player One

source: Could not load DLL %s
cs_cz: Nelze načíst DLL %s
de_de: Kann DLL %s nicht laden
es_es: No se pudo cargar DLL %s
gl_es: Non se puideron cargar DLL %s

source: No Player One cameras detected.
cs_cz: Nebyly zjištěny žádné kamery Player One.

source: Player One camera #%d not found
cs_cz: Kamera Player One #%d nalezena

source: Failed to get camera properties for Player One Camera.
cs_cz: Vlastnosti kamery Player One nebyly získány.

source: Failed to open Player One Camera.
cs_cz: Kamer Player One nespuštěna.

source: Failed to initizlize Player One Camera.
cs_cz: Nepodařilo se inicializovat kameru Player One .

source: Lost connection to camera
cs_cz: Ztráta spojení s kamerou
de_de: Verbindung zur Kamera unterbrochen
es_es: Se perdió conexión con la cámara
gl_es: Conexión coa cámara perdida

source: No camera
cs_cz: Žádná kamera
de_de: Keine Kamera
es_es: No hay Cámara
gl_es: Non hai cámara

source: Camera Options
cs_cz: Možnosti Kamery

source: The actual gain level the camera is operating at. Gain level is set as a percentage of the camera's maximum possible gain level in Advanced Settings > Camera > Camera gain. Knowing the gain assists in setting the offset value.
cs_cz: Skutečná úroveň zesílení, se kterou fotoaparát pracuje. Úroveň gainu se nastavuje jako procento maximální možné úrovně gainu kamery v nabídce Pokročilá nastavení > Kamera > Gain kamery. Znalost hodnoty gainu je užitečná při nastavování hodnoty offsetu.

source: USB Traffic
cs_cz: Provoz USB

source: Amplifier noise reduction
cs_cz: Snížení šumu zesilovače

source: Row noise reduction
cs_cz: Redukce šumu řádků

source: High speed mode
cs_cz: Režim vysoké rychlosti

source: High gain mode
cs_cz: Režim vysokého gainu

source: Sets a QHY5III178 or QHY178 to operate the sensor in the high conversion gain mode. This usually means lower noise and a shallower pixel well than the equivalent gain value in low conversion gain mode
cs_cz: Nastaví snímač QHY5III178 nebo QHY178 na provoz v režimu vysokého konverzního gainu. To obvykle znamená nižší šum a mělčí pixelovou jamku než ekvivalentní hodnota zisku v režimu nízkého konverzního gauni

source: Camera must be reconnected to set the new mode
cs_cz: Pro nastavení nového režimu je nutné kameru znovu připojit

source: Failed to initialize QHY SDK
cs_cz: Spuštění QHY SDK selhalo
de_de: Initialisierung von QHY SDK fehlgeschlagen
es_es: Fallo al inicializar los SDK de QHY
gl_es: Fallo ó inicializar QHY SDK

source: No compatible QHY cameras found
cs_cz: Nenalezeny žádné kompatibilní kamery QHY
de_de: Keine kompatiblen QHY Kameras gefunden
es_es: No se encontró ninguna cámara QHY compatible
gl_es: Non se atoparon cámaras QHY

source: Failed to connect to camera
cs_cz: Nepřipojeno ke kameře
de_de: Verbinden mit Kamera fehlgeschlagen
es_es: Fallo al conectar con la cámara
gl_es: Erro conectando a Cámara

source: SetQHYCCDStreamMode failed
cs_cz: SetQHYCCDStreamMode selhal
de_de: SetQHYCCDStreamMode fehlgeschlagen
es_es: SetQHYCCDStreamMode falló
gl_es: Fallou SetQHYCCDStreamMode

source: Init camera failed
cs_cz: Neinicializovaná kamera
de_de: Initialisierung der Kamera fehlgeschlagen
es_es: Fallo al iniciar cámara
gl_es: Fallou a inicialización da cámara

source: Failed to get gain range
cs_cz: Nepodařilo se získat rozsah gain
de_de: Lesen des Gain Range fehlgeschlagen
es_es: Falló al obtener el rango de ganancia
gl_es: Fallo ó configurar o rango de ganancia

source: Failed to get camera chip info
cs_cz: Informace o čipu kamery nezjištěny
de_de: Lesen der Kamera Chip Info fehlgeschlagen
es_es: Falló al obtener información del chip de la cámara
gl_es: Fallo ó configurar a info do chip da cámara

source: Failed to set bit mode
cs_cz: Bitový režim se nepodařilo nastavit

source: Failed to get camera bin info
cs_cz: Informace o binu kamery nezjištěny
de_de: Lesen der Kamera Bin Info fehlgeschlagen
es_es: Falló al obtener información de los binarios de la cámara
gl_es: Fallo ó configurar a info de bin da cámara

source: Failed to set camera binning
cs_cz: Binning kamery nastaven
de_de: Setzen des Kamera Binning fehlgeschlagen
es_es: Falló al configurar el modo "binning" de la cámara
gl_es: Fallo ó configurar o binning da cámara

source: Failed to set camera gain
cs_cz: Nepodařilo se nastavit gain kamery
de_de: Setzen des Kamera Gain fehlgeschlagen
es_es: Falló al configurar la ganancia de la cámara
gl_es: Fallo ó configurar a ganancia da cámara

source: Failed to set camera offset
cs_cz: Nepodařilo se nastavit offset kamery

source: Failed to set camera USB traffic
cs_cz: Nepodařilo se nastavit provoz USB kamery

source: Failed to set camera amp noise reduction
cs_cz: Nepodařilo se nastavit redukci šumu zesilovače kamery

source: Failed to set camera row noise reduction
cs_cz: Nepodařilo se nastavit potlačení šumu řádku kamery

source: Failed to set camera speed mode
cs_cz: Nepodařilo se nastavit režim rychlosti kamery

source: Failed to set camera high gain mode
cs_cz: Nepodařilo se nastavit režim vysokého gainu kamery

source: Failed to set camera exposure length
cs_cz: Nepodařilo se nastavit délku expozice kamery

source: QHY exposure failed
cs_cz: Nepodařila se expozice QHY
de_de: QHY Belichtung fehlgeschlagen
es_es: Exposición de QHY falló
gl_es: Fallo na exposiciónde QHY

source: QHY get frame failed
cs_cz: Nezískán snímek z QHY
de_de: Lesen des QHY Frame fehlgeschlagen
es_es: Adquisición de imagen de QHY falló
gl_es: Fallou a toma de imaxe de QHY

source: Error loading SBIG driver and/or DLL
cs_cz: Chyba při načítání ovladače souboru SBIG DLL
de_de: Fehler beim Laden des SBIG-Treibers und/oder DLL
es_es: Error al cargar driver o librería DLL SBIG
gl_es: Erro ó cargar driver SBIG e/ou DLL

source: Select interface
cs_cz: Vybrat rozhraní
de_de: Schnittstelle auswählen
es_es: Seleccionar Interfaz
gl_es: Seleccionar Interface

source: Interface
cs_cz: Rozhraní
de_de: Schnittstelle
es_es: Interfaz

source: Select USB camera
cs_cz: Vybrat kameru s USB
de_de: USB-Kamera auswählen
es_es: Seleccionar cámara USB
gl_es: Seleccionar cámara USB

source: Camera name
cs_cz: Název kamery
de_de: Name der Kamera
es_es: Nombre de la Cámara
gl_es: Nome da Cámara

source: IP address
cs_cz: IP adresa
de_de: IP-Adresse
es_es: Dirección IP
gl_es: Dirección IP

source: Enter IP address
cs_cz: Zadat IP adresu
de_de: IP-Adresse eingeben
es_es: Ingrese dirección IP
gl_es: Entrar dirección IP

source: Cannot open SBIG camera: Code %d
cs_cz: Nelze spustit kameru SBIG: Kód %d
de_de: Kann SBIG Kamera nicht öffen: Code %d
es_es: No se puede abrir cámara SBIG: Código %d
gl_es: Non se pode conectar a cámara SBIG: Código %d

source: Link to SBIG camera failed: Code %d
cs_cz: Odkaz na kameru SBIG selhal: Kód %d
de_de: Verbindung zu SBIG Kamera fehlgeschlagen: Code %d
es_es: No se puede enlazar cámara SBIG: Código %d
gl_es: A ligazón á cámara SBIG fallou: Código %d

source: Tracking CCD found, use it? No = use main image CCD
cs_cz: Naváděcí CCD bylo nalezeno, použít ho? Ne = použít hlavní obraz CCD
de_de: Tracking CCD gefunden, soll sie benutzt werden? Nein = benutze Hauptkamera CCD
es_es: ¿Se encontró CCD para guía, lo uso? No = usar CCD principal
gl_es: Atopouse seguimento CCD. Débese usar? Non = Usar imaxe principal da CCD

source: CCD Choice
cs_cz: Volba CCD
de_de: CCD auswählen
es_es: Selector de CCD
gl_es: Selector de CCD

source: Error getting info on main CCD
cs_cz: Při získávání informací o hlavním CCD došlo k chybě
de_de: Fehler beim Abrufen von Informationen der Haupt-CCD
es_es: Error al obtener información de la CCD principal
gl_es: Erro ó obter información da CCD principal

source: Cannot poll exposure
cs_cz: Nelze dotazovat expozici
de_de: Kann die Belichtungszeit nicht abfragen
es_es: No se puede consultar la exposición
gl_es: Non se pode consultar a exposición

source: Cannot stop exposure
cs_cz: Expozici nelze zastavit
de_de: Kann die Belichtung nicht beenden
es_es: No se puede parar la exposición
gl_es: Non se pode deter a exposición

source: Error downloading data
cs_cz: Chyba při stahování dat
de_de: Fehler beim Herunterladen der Daten
es_es: Error descargando datos
gl_es: Erro cargando datos

source: Cannot check SBIG relay status
cs_cz: Nelze zkontrolovat stav za SBIG
de_de: SBIG-Status kann nicht geprüft werden
es_es: No se puede verificar el estado del gestor de SBIG
gl_es: Non se pode verificar o estado do xestor de SBIG

source: Timeout expired waiting for guide pulse to complete.
cs_cz: Vypršel časový limit čekám na dokončení řídícího impulzu.
de_de: Timeout erreicht beim Warten auf Guidingimpuls
es_es: Se supero el tiempo de espera para completar el guiado por pulsos.
gl_es: Superouse o tempo de espera para completar o guiado por pulsos.

source: Enter RA Angle (in degrees)
cs_cz: Zadat Úhel RA (ve °)
de_de: RA-Winkel eingeben (in Grad)
es_es: Introducir Ángulo RA (en grados)
gl_es: Introducir Ángulo AR (en graos)

source: RA angle
cs_cz: Úhel RA
de_de: RA-Winkel
es_es: Ángulo RA
gl_es: Ángulo AR

source: Choose Dec Angle
cs_cz: Zvolte Úhel Dec
de_de: DEC-Winkel auswählen
es_es: Seleccione Ángulo Dec
gl_es: Seleccionar Ángulo Dec

source: Dec Angle
cs_cz: Úhel Dec
de_de: DEC-Winkel
es_es: Ángulo Dec
gl_es: Ángulo Dec

source: Failed to open SkyRaider Camera.
cs_cz: Kamera SkyRaider Nespuštěna.
es_es: Fallo al abrir cámara SkyRider.
gl_es: Fallo ó abrir a cámara SkyRaider.

source: Failed to get camera resolution for SkyRaider Camera.
cs_cz: Rozlišení SkyRaider Kamery nezískáno.
es_es: Fallo al obtener resolución de cámara SkyRider.
gl_es: Fallo ó configurar a resolución da cámara da cámara SlyRaider.

source: Cannot load astroDLLsspiag.dll
cs_cz: Nelze načíst astroDLLsspiag.dll
de_de: Kann astroDLLsspiag.dll nicht laden
es_es: No puedo abrir astroDLLsspiag.dll
gl_es: Non se puido cargar astroDLLsspiag.dll

source: astroDLLsspiag.dll does not have %s
cs_cz: astroDLLsspiag.dll nemá %s
de_de: astroDLLsspiag.dll hat kein %s
es_es: astroDLLsspiag.dll no tiene %s
gl_es: astroDLLsspiag.dll non ten %s

source: Cannot load SSPIAGCAM.dll
cs_cz: Nelze načíst SSPIAGCAM.dll
de_de: Kann SSPIAGCAM.dll nicht laden
es_es: No puedo cargar SSPIAGCAM.dll
gl_es: Non se puido cargar SSPIAGCAM.dll

source: SSPIAGCAM.dll does not have %s
cs_cz: SSPIAGCAM.dll nemá %s
de_de: SSPIAGCAM.dll hat kein %s
es_es: SPIAGCAM.dll no tiene %s
gl_es: SSPIAGCAM.dll non ten %s

source: Failed to open the camera
cs_cz: Kameru se nepodařilo spustit
de_de: Öffnen der Kamera fehlgeschlagen
es_es: Fallo al abrir la cámara
gl_es: Fallo ó abrir a cámara

source: Didn't find openUSB in DLL
cs_cz: Nenalezen openUSB v DLL
de_de: openUSB in DLL nicht gefunden
es_es: No se encuentra openUSB en DLL
gl_es: Non se atopou openUSB na DLL

source: Didn't find %s in DLL
cs_cz: Nenalezen %s v DLL
de_de: %s in DLL nicht gefunden
es_es: No se encuentra %s en DLL
gl_es: Non se atopou %s na DLL

source: Problem sending register to StarShoot
cs_cz: Problém odesílání registru do StarShoot
de_de: Problem beim Senden register to StarShoot
es_es: Problemas al enviar registro a StarShoot
gl_es: Problemas ó enviar rexistro a StarShoot

source: Error starting exposure
cs_cz: Chyba při zahájení expozice
de_de: Kann die Belichtung nicht beginnen
es_es: Error al iniciar la exposición
gl_es: Erro ó iniciar a exposición

source: Svbony Camera Properties
cs_cz: Vlastnosti Kamery Svbony
es_es: Propiedades de cámara Svbony

source: No Svbony cameras detected.
cs_cz: Nebyly zjištěny žádné kamery Svbony.
es_es: No se detectaron cámaras Svbony.

source: Failed to get camera info for Svbony camera.
cs_cz: Nepodařilo se získat informace o kameře Svbony.
es_es: Fallo al obtener información de cámara Svbony.

source: Failed to open Svbony camera.
cs_cz: Nepodařilo se spustit kameru Svbony.
es_es: Fallo al abrir cámara Svbony.
