Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: PHD2 encountered an error while compressing the log files. Please make sure the selected logs are available and try again.
cs_cz: PHD2 zjistil chybu při kompresi souborů protokolu. Zkontrolujte, zda jsou vybrané protokoly k dispozici a opakujte akci.
es_es: PHD2 encontró un error al comprimir los archivos log. Por favor asegúrese que los archivos seleccionados están disponibles e intente nuevamente.
gl_es: PHD2 atopou un erro ó comprimir os ficheiros de rexistro. Asegúrate de que os rexistros seleccionados están dispoñibles e téntao de novo.

source: The total compressed size of the selected log files exceeds the maximum size allowed. Try selecting fewer files, or use an alternative file sharing service such as Dropbox or Google Drive.
cs_cz: Celková komprimovaná velikost vybraných souborů protokolu překračuje maximální povolenou velikost. Zkuste vybrat menší počet souborů nebo využijte alternativní službu pro sdílení souborů, například Dropbox nebo Google Drive.
es_es: El tamaño total comprimido de los archivos excede el tamaño máximo permitido. Intente seleccionar menos archivos o utilice un servicio alternativo como Dropbox o Google Drive.
gl_es: O tamaño comprimido total dos arquivos de rexistro seleccionados excede o tamaño máximo permitido. Proba a seleccionar menos arquivos ou usa un servizo alternativo para compartir arquivos como Dropbox ou Google Drive.

source: Link copied to clipboard
cs_cz: Odkaz byl zkopírován do schránky
es_es: Link copiado al portapapeles
gl_es: Ligazón copiada ó portapapeis

source: Manual Calibration
cs_cz: Ruční Kalibrace
de_de: Manuelle Kalibrierung
es_es: Calibración Manual
gl_es: Calibración Manual

source: Camera binning:
cs_cz: Binning Kamery:
de_de: Kamera Binning:
es_es: Cámara binning:
gl_es: Binning da cámara:

source: RA rate, px/sec (e.g. 5.0):
cs_cz: Rychlost RA , px/s (např. 5.0):
de_de: RA-Rate, px/s (z.B. 5.0):
es_es: Velocidad RA, px/seg (p.e. 5,0):
gl_es: Ratio AR, px/seg (p.e. 5,0):

source: Dec rate, px/sec (e.g. 5.0):
cs_cz: Rychlost Dec , px/s (např. 5.0):
de_de: DEC-Rate, px/s (z.B. 5.0):
es_es: Velocidad Dec, px/seg (p.e. 5,0):
gl_es: Ratio Dec, px/seg (p.e. 5,0):

source: RA angle (degrees):
cs_cz: Úhel RA (°):
de_de: RA-Winkel (Grad):
es_es: Ángulo RA (grados):
gl_es: Ángulo AR (graos):

source: Dec angle (degrees):
cs_cz: Úhel Dec (°):
de_de: DEC Winkel (Grad):
es_es: Ángulo Dec (grados):
gl_es: Ángulo Dec (graos):

source: Declination (e.g. 2.1):
cs_cz: Deklinace (např. 2.1):
de_de: Deklination (z.B. 2.1):
es_es: Declincación (p.e. 2.1):
gl_es: Declinación (p.e. 2.1):

source: Predictive PEC
cs_cz: Odhad PEC
de_de: Vorhersage PEC
es_es: PEC Predictivo
gl_es: PEC Preditivo

source: ZFilter
cs_cz: Zfiltr
es_es: FiltroZ

source: AO X-Axis
cs_cz: AO osa X
es_es: Eje-X Óptica Activa
gl_es: Eixe-X de OA

source: AO Y-Axis
cs_cz: AO osa Y
es_es: Eje-Y Óptica Activa
gl_es: Eixe Y de OA

source: Which Guide Algorithm to use for X-axis
cs_cz: Který Řídící Algoritmus použít pro osu X
es_es: Que Algoritmo Guía usar para el eje-X
gl_es: Que algoritmo de guiado usar para o eixe X

source: Which Guide Algorithm to use for Right Ascension
cs_cz: Který Řídící Algoritmus použít pro osu RA
de_de: Welchen Guiding-Algorithmus für die Rektaszension verwenden
es_es: Qué Algoritmo Guía usar para Ascensión Recta
gl_es: Que Algoritmo de guiado usar para a Ascensión Recta

source: Causes an IMMEDIATE reset of the RA algorithm parameters to their default values
cs_cz: Způsobí OKAMŽITÉ obnovení výchozích hodnot parametrů algoritmu RA
de_de: Führt zum SOFORTIGEN Reset der RA Algorithmus Parameter auf die Vorgabewerte
es_es: Resetea INMEDIATAMENTE los parámetros del algoritmo de RA a sus valores por defecto
gl_es: Devolve de INMEDIATO os parámetros do algoritmo de AR ós seus valores por defecto

source: Which Guide Algorithm to use for Y-axis
cs_cz: Který Řídící Algoritmus použít pro osu Y
es_es: Que Algoritmo Guía usar para el eje-Y
gl_es: Que algoritmo de guiado usar para o eixe Y

source: Which Guide Algorithm to use for Declination
cs_cz: Který Řídící Algoritmus použít pro osu Deklinace
de_de: Welchen Guiding-Algorithmus für die Deklination verwenden
es_es: Qué Algoritmo Guía usar para Declinación
gl_es: Que Algoritmo de guiado usar para Declinación

source: Causes an IMMEDIATE reset of the DEC algorithm parameters to their default values
cs_cz: Způsobí OKAMŽITÉ obnovení výchozích hodnot parametrů algoritmu DEC
de_de: Führt zum SOFORTIGEN Reset der DEC Algorithmus Parameter auf die Vorgabewerte
es_es: Resetee INMEDIATAMENTE los parámetros del algoritmo de DEC a sus valores por defecto
gl_es: Devolve de INMEDIATO os parámetros do algoritmo de DEC ós seus valores por defecto

source: Clear mount calibration
cs_cz: Smazat kalibraci montáže
de_de: Kalibrierung löschen
es_es: Limpiar calibración de montura
gl_es: Borrar Calibración da Montura

source: Clear the current mount calibration data - calibration will be re-done when guiding is started
cs_cz: Smaže aktuální kalibrační data montáže - kalibrace se provede znovu při spuštění navádění
de_de: Löscht die aktuellen Kalibrierungsdaten - Die Kalibrierung wird beim nächsten Guide-Start erneut ausgeführt
es_es: Limpiar los datos de calibración actuales de la montura - la calibración será rehecha cuando el guiado comience
gl_es: Borrar os datos da actual calibración da montura - A calibración volverase facer cando se inicie o guiado

source: Enable mount guide output
cs_cz: Povolit výstup montáže
de_de: Guidingbefehle freigeben
es_es: Conectar la salida de guiado de la montura
gl_es: Activar o envío de datos para o guiado da montura

source: Keep this checked for guiding. Un-check to disable all mount guide commands and allow the mount to run un-guided
cs_cz: Zrušením této volby se přestanou odesílat příkazy ( bude vypnuto)
de_de: Auswählen, wenn geguidet werden soll. Deaktivierung dieser Freigabe unterdrückt die Guidingbefehle und damit läuft die Montierung ungeguidet.
es_es: Marcar para guiado. Desmarcar para deshabilitar todos los comandos de guiado y permitir que la montura trabaje sin guiado
gl_es: Marcar para guiado. Desmarcar para deshabilitar todos os comandos de guiado e permitir que a montura traballe sen guiado

source: CAL: %s(%.f,%.f)->%s(%.f,%.f)
cs_cz: KAL: %s(%.f,%.f)->%s(%.f,%.f)
de_de: KAL: %s(%.f,%.f)->%s(%.f,%.f)

source: Mount guide speeds are different from those used in last calibration. Do a new calibration or reset mount guide speed settings to previous values.
cs_cz: Rychlost se liší od rychlostí použitých při poslední kalibraci. Proveďte novou kalibraci nebo obnovte nastavení rychlosti na předchozí hodnoty.
de_de: Guidinggeschwindigkeit der Montierung unterscheidet sich von der letzten Kalibrierung. Starte eine neue Kalibrierung oder setze die Guidinggeschwindigkeit auf den letzten Wert.
es_es: Las velocidades de la montura para guiado son diferentes de las utilizadas en la última calibración. Haga una nueva calibración o reinicie los valores de velocidad de guiado de la montura a los valores previos.
gl_es: As velocidades das guiado da montura son diferentes ás utilizadas na última calibración. Fai unha nova calibración ou restablece os axustes de velocidade da guía da montura ós valores anteriores.

source: Current calibration did not have side-of-pier information, so PHD2 can't automatically correct for meridian flips. You should do a fresh calibration to correct this problem.
cs_cz: Současná kalibrace neobsahuje informace o straně pilíře, a proto PHD2 nemůže automaticky korigovat překlopení poledníku. Pro vyřešení tohoto problému proveďte novou kalibraci.
es_es: La calibración actual no tiene información de lado del pie, por lo que PHD2 no puede corregir los cambios de meridiano automáticamente. Deberá realizar una nueva calibración para corregir este problema.
gl_es: A calibración actual non tiña información lateral do trípode, polo que PHD2 non se pode corrixir automaticamente para os volteos do meridiano. Debes facer unha nova calibración para corrixir este problema.

source: Profile pixel size doesn't match camera-reported pixel size. Re-calibrate to restore correct guiding.
cs_cz: Velikost pixelů neodpovídá velikosti pixelů udávané kamerou. Překalibrovat pro obnovení správného .
es_es: El tamaño de pixel del perfil no es igual al reportado por la cámara. Recalibre para retomar un guiado correcto.
gl_es: O tamaño do píxel do perfil non coincide co tamaño do píxel informado pola cámara. Volve calibrar para restaurar o guiado correcto.

source: Rotator position has changed, recalibration is needed.
cs_cz: Pozice rotátoru se změnila, je nutné znovu kalibrovat.
de_de: Rotator Position wurde geändert. Eine neue Kalibrierung ist erforderlich.
es_es: La posición de rotado a cambiado, es necesaria una recalibración.
gl_es: A posición de rotado cambiou, cómpre unha recalibración.

source: Calibration was too far from equator, recalibration is needed.
cs_cz: Kalibrace byla příliš daleko od rovníku, je nutná re-kalibrace.
de_de: Kalibrierung war zu weit weg vom Äquator, Neukalibrierung ist nötig
es_es: La calibración estaba demasiado lejos del ecuador, una recalibración es necesaria.
gl_es: A calibración está demasiado lonxe do ecuador, cómpre unha recalibración.

source: History
cs_cz: Historie
de_de: Verlauf der Nachführung
es_es: Historial
gl_es: Historial

source: Guide Stats
cs_cz: Statistika Navádění
de_de: Nachführstatistik
es_es: Estadísticas de Guiado
gl_es: Estadísticas de Guiado

source: Star Profile
cs_cz: Profil Hvězdy
de_de: Sternprofil
es_es: Perfil de la Estrella
gl_es: Perfil da Estrela

source: Target
cs_cz: Rozptyl
de_de: Trefferverteilung
es_es: Objetivo
gl_es: Obxectivo

source: &Save Image...
cs_cz: &Uloží Obraz...
de_de: Bild speichern...
es_es: &Guardar Imagen...
gl_es: &Gardar Imaxe...

source: Save current image
cs_cz: Uloží aktuální obraz
de_de: Aktuelles Bild speichern
es_es: Guardar Imagen Actual
gl_es: Gardar Imaxe Actual

source: E&xit Alt-X
cs_cz: Konec Alt-X
de_de: Beenden Alt-X
es_es: S&alir Alt-X
gl_es: S&alir Alt-X

source: Quit this program
cs_cz: Ukončí tento program
de_de: Programm beenden
es_es: Salir del programa
gl_es: Saír do programa

source: &Connect Equipment Ctrl-C
cs_cz: &Připojit Za Ctrl-C
es_es: &Conectar Equipamiento Ctrl-C
gl_es: &Conectar Equipamento Ctrl-C

source: Connect or disconnect equipment
cs_cz: Připojí nebo odpojí všechna za
es_es: Conectar o desconectar equipamiento
gl_es: Ligar ou desligar o equipamento

source: &Loop Exposures Ctrl-L
cs_cz: &Expozice Cyklu Ctrl-L
es_es: &Loop Exposiciones Ctrl-L
gl_es: &Exposicións continuas Ctrl-L

source: Begin looping exposures
cs_cz: Spustí cyklování expozice
es_es: Comenzar loop de exposiciones
gl_es: Comezando exposicións continuas

source: &Guide Ctrl-G
cs_cz: &Vedení Ctrl-G
es_es: &Guía Ctrl-G
gl_es: &Guiado Ctrl-G

source: Begin guiding
cs_cz: Zahájí navádění
es_es: Comenzar guiado
gl_es: Comezar guiado

source: &Stop Ctrl-S
cs_cz: &Zastavit Ctrl-S
es_es: &Detener Ctrl-S
gl_es: &Deter Ctrl-S

source: Stop looping and guiding
cs_cz: Zastaví cyklus a navádění
de_de: Belichtungsschleife und Nachführung stoppen
es_es: Detener el bucle y guiado
gl_es: Deter o guiado continuo

source: &Advanced Settings Ctrl-A
cs_cz: &Pokročilá Nastavení Ctrl-A
es_es: &Configuraciones Avanzadas Ctrl-A
gl_es: &Config. Avanzada Ctrl-A

source: &Camera Settings
cs_cz: &Nastavení Kamery
es_es: &Seteos de Cámara
gl_es: &Configuración da Cámara

source: Camera settings
cs_cz: Nastavení kamery
de_de: Kamera-Einstellungen
es_es: Configuración de cámara
gl_es: Configuración de Cámara

source: &Manual Guide
cs_cz: &Ruční Řízení
de_de: Manuell guiden
es_es: &Guiado Manual
gl_es: &Manual de Guado

source: Manual / test guide dialog
cs_cz: Ruční / zkušební řídící okno
de_de: Manuell / Nachführdialog testen
es_es: Manual / Probar Guiado
gl_es: Manual / Probar Guiado

source: &Auto-select Star Alt-S
cs_cz: &Auto-výběr Hvězd Alt-S
de_de: Autoauswahl Stern Alt-S
es_es: &Auto seleccionar Estrella Alt-S
gl_es: &Autoseleccionar Estrela Alt-S

source: Automatically select star
cs_cz: Automaticky vybere hvězdu
de_de: Stern automatisch auswählen
es_es: Seleccionar Estrella Automáticamente
gl_es: Seleccionar Estrela Automaticamente

source: Calibration Assistant...
cs_cz: Kalibrační Asistent...
es_es: Asistente de Calibración...

source: Slew to a preferred calibration position
cs_cz: Přejede na preferovanou pozici pro kalibraci
es_es: Desplazando a posición de calibración preferida

source: &Review Calibration Data Alt-C
cs_cz: &Kontrola Údajů Kalibrace Alt-C
de_de: Kalibrierungsdaten bewerten Alt-C
es_es: Revisar datos de calibración Alt-C
gl_es: &Revisar datos de calibración Alt-C

source: Review calibration data from last successful calibration
cs_cz: Zkontroluje kalibrační dat z poslední úspěšné kalibrace
de_de: Bewertung der Kalibrierungsdaten aus der letzten erfolgreichen Kalibrierung
es_es: Revisar los datos de calibración de la última calibración correcta
gl_es: Revisar os datos de calibración da última calibración correcta

source: Restore Calibration Data...
cs_cz: Obnovit Kalibrační Data ...
de_de: Kalibrierungsdaten wiederherstellen...
es_es: Restaurar Datos de Calibración...
gl_es: Restaurar Datos de Calibración...

source: Restore calibration data from last successful calibration
cs_cz: Obnovit kalibrační data z předchozí úspěšné kalibrace
de_de: Kalibrierungsdaten von der letzten erfolgreichen Kalibrierung wiederherstellen
es_es: Restaurar datos de calibración de la última calibración correcta
gl_es: Restaurar datos de calibración da última calibración correcta

source: Enter Calibration Data...
cs_cz: Zadat Kalibrační Data...
de_de: Kalibrierungsdaten eingeben...
es_es: Introducir Datos de Calibración...
gl_es: Introducir Datos de Calibración...

source: Manually enter the calibration data
cs_cz: Ruční zadání kalibračních data
es_es: Ingrese datos de calibración en forma manual
gl_es: Inserir manualmente os datos de Calibración

source: Flip Calibration Now
cs_cz: Překlopit Kalibraci
es_es: Calibración de Flip Ahora
gl_es: Calibración de volteo arestora

source: Flip the calibration data now
cs_cz: Překlopí kalibrační data
es_es: Datos de Calibración de Flip Ahora
gl_es: Datos de calibración de volteo arestora

source: Clear Calibration Data...
cs_cz: Smazat Kalibrační Data...
de_de: Kalibrierungsdaten zurücksetzen...
es_es: Borrar Datos de Calibración...
gl_es: Borrar Datos de Calibración...

source: Clear calibration data currently in use
cs_cz: Smaže aktuálně používané kalibrační data
de_de: Aktuell verwendete Kalibrierungsdaten zurücksetzen
es_es: Borrar datos de calibración en uso
gl_es: Borrar datos de calibración en uso

source: Modify Calibration
cs_cz: Změnit Kalibraci
de_de: Kalibrierung ändern
es_es: Modificar Calibración
gl_es: Modificar Calibración

source: Adjust &Lock Position
cs_cz: Upravit Uzamčenou Polohu
de_de: Einstellen der Lock-Position
es_es: Ajustar &Posición de Bloqueo
gl_es: Axustar Posición de B&loqueo

source: Adjust the lock position
cs_cz: Nastaví polohu zámku
de_de: Einstellen der Lock-Position
es_es: Ajustar la Posición de Bloqueo
gl_es: Axustar a Posición de Bloqueo

source: &Comet Tracking
cs_cz: &Sledování & Komet
de_de: Kometen-Nachführung
es_es: Seguimiento de &Cometa
gl_es: Seguimento de &Cometa

source: Run the Comet Tracking tool
cs_cz: Spustí nástroj pro Sledovat Kometu
de_de: Kometen-Nachführungstool starten
es_es: Ejecutar herramienta de Seguimiento de Cometas
gl_es: Executar ferramenta de Seguimento de Cometas

source: Star-Cross Test
cs_cz: Test Hvězdného Kříže
de_de: Sternkreuztest
es_es: Test Star-Cross
gl_es: Test de Cruce de estrelas

source: Run a star-cross test for mount diagnostics
cs_cz: Spustí test hvězdného kříže pro diagnostiku montáže
de_de: Mache einen Sternkreuztest zur Montierungsdiagnose
es_es: Ejecute un test Star-Cross para diagnosticar la montura
gl_es: Executar o test de Cruce de estrelas para diagnósticos da montura

source: Calibrate meridian flip
cs_cz: Kalibrace překlopení poledníku
es_es: Calibrar el cambio de meridiano
gl_es: Calibrado de volteo por paso de meridiano

source: Automatically determine the correct meridian flip settings
cs_cz: Automaticky nastaví správné překlopení poledníku
es_es: Determinar automáticamente los seteos correctos de cambio de meridiano
gl_es: Determinar automaticamente a configuración correcta de volteo de meridiano

source: &Guiding Assistant
cs_cz: Asistent &Navádění
de_de: Nachführassistent
es_es: Asistente de Guiado
gl_es: Asistente de &Guiado

source: Run the Guiding Assistant
cs_cz: Spustí Asistenta Navádění
de_de: Nachführassistent ausführen
es_es: Ejecutar el Asistente de Guiado
gl_es: Executar o Asistente de Guiado

source: &Drift Align
cs_cz: &Drift Zarovnání
de_de: Drift-Justage
es_es: Alineado por &Deriva
gl_es: Aliñamento por &Deriva

source: Align by analysing star drift near the celestial equator (Accurate)
cs_cz: Zarovní pomocí analýzy posunu hvězd v blízkosti nebeského rovníku (Přesné)
de_de: Align mittels Analyse der Sterndrift nahe des Himmelspols (genau)
es_es: Alinear analizando la deriva de estrella cerca del ecuador celeste (Preciso)
gl_es: Aliña analizando a deriva da estrela preto do ecuador celeste (Preciso)

source: &Polar Drift Align
cs_cz: &Polární Drift Zarovnání
de_de: Pol-Drift Align
es_es: &Alineado por Deriva Polar
gl_es: &Aliñamento Polar por Deriva

source: Align by analysing star drift near the celestial pole (Simple)
cs_cz: Zarovní analýzou posunu hvězd poblíž nebeského pólu (Jednoduché)
de_de: Align mittels Analyse der Sterndrift nahe am Himmelspol (einfach)
es_es: Alinear analizando la deriva de estrella cerca del polo celeste (Simple)
gl_es: Aliña analizando a deriva da estrela preto do polo celeste (Simple)

source: &Static Polar Align
cs_cz: &Statické Polární Zarovnání
de_de: Statisches Pol-Align
es_es: &Alineado Polar Estático
gl_es: &Aliñamento Polar Estático

source: Align by measuring the RA axis offset from the celestial pole (Fast)
cs_cz: Zarovnání měřením posunu osy RA od nebeského pólu (Rychle)
de_de: Align mittels Messung des Offset der RA-Achse vom Himmelspol (schnell)
es_es: Alinear midiendo el desvío del eje RA desde el polo celeste (Rápido)
gl_es: Aliña medindo a compensación do eixe de AR no polo celeste (Rápido)

source: Enable Server
cs_cz: Povolit Server
de_de: PHD-Server aktivieren
es_es: Habilitar Servidor
gl_es: Habilitar Servidor

source: Enable PHD2 server capability
cs_cz: Připojí server PHD2
de_de: Aktivieren PHD2-Serverfunktionen
es_es: Habilitar el servidor de PHD2
gl_es: Habilitar o servidor de PHD2

source: Sticky Lock Position
cs_cz: Trvalá Pozice Zámku
de_de: Festgesetzte Lock-Position
es_es: Marcar posición de bloqueo
gl_es: Marcar posición de bloqueo

source: Keep the same lock position when guiding starts
cs_cz: Při zahájení navádění udržujte stejnou polohu zámku
de_de: Behalte dieselbe Lock-Position, wenn das Guiding beginnt
es_es: Mantener la misma posición de bloqueo cuando comience el guiado
gl_es: Manter a mesma posición de bloqueo cando comece o guiado

source: Display Toolbar
cs_cz: Panel nástrojů
de_de: Werkzeugleiste zeigen
es_es: Mostrar barra de herramientas
gl_es: Mostrar barra de ferramentas

source: Enable / disable tool bar
cs_cz: Zapne / vypne panel nástrojů
de_de: aktivieren/deaktivieren der Werkzeugleiste
es_es: Habilitar / Deshabilitar barra de herramientas
gl_es: Habilitar / Deshabilitar barra de ferramentas

source: Display &Graph
cs_cz: &Graf
de_de: Anzeige Graph
es_es: Mostrar &Gráfica
gl_es: Mostrar &Gráfica

source: Enable / disable graph
cs_cz: Zapne / vypne graf
de_de: aktivieren/deaktivieren der Grafik
es_es: Habilitar / Deshabilitar Gráfica
gl_es: Habilitar / Deshabilitar Gráfica

source: Display &Stats
cs_cz: &Statistika
de_de: Statistik anzeigen
es_es: Mostrar &Estadísticas
gl_es: Mostrar &Estatísticas

source: Enable / disable guide stats
cs_cz: Zapne / vypne statistiku
de_de: aktivieren/deaktivieren der Nachführstatistik
es_es: Habilitar / Deshabilitar Estadísticas de Guiado
gl_es: Habilitar / Deshabilitar Estatísticas de Guiado

source: Display &AO Graph
cs_cz: Graf &AO
de_de: AO-Grafik anzeigen
es_es: Mostrar Gráfica de Óptica Activa
gl_es: Mostrar Gráfica de Óptica Adaptativa

source: Enable / disable AO graph
cs_cz: Zapne / vypne graf AO
de_de: aktivieren/deaktivieren der AO-Grafik
es_es: Habilitar / Deshabilitar Gráfica Óptica Activa
gl_es: Habilitar / Deshabilitar Gráfica Óptica Adaptativa

source: Display &Target
cs_cz: &Rozptyl
de_de: Trefferverteilung anzeigen
es_es: Mostar &Objetivo
gl_es: Mostar &Obxectivo

source: Enable / disable target
cs_cz: Zapne / vypne zobrazení rozptylu
de_de: aktivieren/deaktivieren der Zielscheibe
es_es: Habilitar / Deshabilitar Objetivo
gl_es: Habilitar / Deshabilitar Obxectivo

source: Display Star &Profile
cs_cz: &Profil Hvězdy
de_de: Sternprofil anzeigen
es_es: Mostrar Perfil de Estrella
gl_es: Mostrar Perfil de Estrela

source: Enable / disable star profile view
cs_cz: Zapne / vypne zobrazení profilu hvězdy
de_de: aktivieren/deaktivieren des Sternenprofils
es_es: Habilitar/Deshabilitar vista de perfil de estrella
gl_es: Habilitar/Deshabilitar vista de perfil de estrela

source: &No Overlay
cs_cz: &Žádné Zobrazení
de_de: Kein Overlay
es_es: &No superponer
gl_es: &Non superpor

source: No additional crosshairs
cs_cz: Žádné další zaměřovače
de_de: Kein zusätzliches Fadenkreuz
es_es: No añadir punto de mira
gl_es: Non engadir punto de mira

source: &Bullseye
cs_cz: &Vlasový Zaměřovač
es_es: &Punto de Mira
gl_es: &Punto de Mira

source: Centered bullseye overlay
cs_cz: Překryje střed terče
de_de: Zentriertes Bullseye Overlay
es_es: Superponer punto de mira centrado
gl_es: Superpor punto de mira centrado

source: &Fine Grid
cs_cz: &Hustá Mříž
de_de: Feinraster
es_es: Rejilla
gl_es: &Grella

source: Grid overlay
cs_cz: Překryje mříží
de_de: Raster Overlay
es_es: Superponer Rejilla
gl_es: Superpor Grella

source: &Coarse Grid
cs_cz: &Hrubá Mříž
de_de: Grobes Raster
es_es: &Cuadrícula gruesa
gl_es: &Cuadrícula grosa

source: &RA/Dec
cs_cz: &Mříž RA/Dec
gl_es: &AR/DEC

source: RA and Dec overlay
cs_cz: Překryje RA/Dec
de_de: RA und DEC Overlay
es_es: Superponer RA y DEC
gl_es: Superpor AR e DEC

source: Spectrograph S&lit
cs_cz: &Štěrbina Spektrografu
de_de: Spektrographenspalt
es_es: Rendija para Espectrografía
gl_es: Rendexa para Espectrografía

source: Spectrograph slit overlay
cs_cz: Překrytí štěrbiny spektrografu
de_de: Spektrographenspalt Overlay
es_es: Superponer Capa de rendija para Espectrografía
gl_es: Superpor Capa de rendexa para Espectrografía

source: Slit Position...
cs_cz: Pozice Štěrbiny...
de_de: Spaltposition...
es_es: Posición de la rendija...
gl_es: Posición da rendexa.

source: Restore Window Positions
cs_cz: Obnovení Poloh Oken
de_de: Fensterpositionen wiederherstellen
es_es: Restaurar la posición de las ventanas
gl_es: Restaurar a posición das fiestras

source: Restore all windows to their default/docked positions
cs_cz: Obnoví všechna okna do výchozího stavu/zakotvených pozic
de_de: Wiederherstellen aller Fenster auf den Vorgabewert
es_es: Restaurar todas las ventanas a su posición por defecto/fija
gl_es: Restaurar todas as fiestras á súa posición por defecto/fixa

source: Dark &Library...
cs_cz: Dark &Knihovna...
de_de: Dunkelbildbibliothek...
es_es: &Librería de Darks...
gl_es: &Librería de DARKS...

source: Build a dark library for this profile
cs_cz: Vytvoří knihovnu dark snímků pro daný profil
de_de: Eine Dunkelbild-Bilbliothek für das Profil aufbauen
es_es: Crear una biblioteca de de darks para este perfil
gl_es: Crear unha biblioteca de darks para este perfil

source: Bad-pixel &Map...
cs_cz: Mapy &Vadných pixelů...
de_de: Bad-Pixel Karte...
es_es: Mapa de Píxeles Erróneos...
gl_es: Mapa de Píxeles Erróneos...
