Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: Slew to near the Celestial Pole.<br/>Choose a Reference Star from the list.<br/>Use the Star Map to help identify a Reference Star.<br/>Select it as the guide star on the main display.<br/>Click Rotate to start the alignment.<br/>Wait for the adjustments to display.<br/>Adjust your mount's altitude and azimuth as displayed.<br/>Red=Altitude; Blue=Azimuth<br/>
cs_cz: Přejděte blíže k nebeskému pólu.<br/> Vyberte referenční hvězdu ze seznamu.<br/> K identifikaci Referenční hvězdy použijte Hvězdnou Mapu. <br/> Vyberte ji jako naváděcí hvězdu na hlavním displeji.<br/> Kliknutím na tlačítko Otočit zahájíte zarovnávání.<br/> Počkejte na zobrazení úprav. <br/> Nastavte výšku a azimut montáže podle zobrazených hodnot.<br/> Červená=Výška; Modrá=Azimut <br/>
de_de: Fahre nahe an den Himmelspol.<br/>Wähle einen Referenzstern aus der Liste.<br/>Benutze die Sternkarte zum Identifizieren eines Referenzsterns.<br/>Wähle ihn als Leitstern in der Hauptanzeige.<br/>Klicke 'Rotieren' um das Alignment zu starten.<br/>Warte auf die Anzeige der Einstellungen.<br/>Justiere Höhe und Azimut deiner Montierung wie angezeigt.<br/>Rot=Höhe; Blau=Azimut<br/>
es_es: Mueva cerca del Polo Celeste.<br/>Elija una Estrella de Referencia de la lista.<br/>Utilice el Mapa de Estrellas como ayuda para identificar una Estrella Guía.<br/>Selecciónela como estrella guía en el display principal.<br/>Click Rotar para comenzar la alineación.<br/>Espere que se muestren los ajustes.<br/>Ajuste la Altitud y Azimut de su montura como se indica.<br/>Rojo=Altitud; Azul=Azimut<br/>
gl_es: Apunta preto do polo celeste. <br/> Elixe unha estrela de referencia da listaxe. <br/> Usa o mapa de estrelas para axudar a identificar unha estrela de referencia. <br/> Selecciónaa como estrela guía na pantalla principal. <br/> Fai clic en Rotar para comezar o aliñamento. <br/> Agarda a que se mostren os axustes. <br/> Axusta a altitude e o acimut da montura como se indica. <br/> Vermello= Altitude; Azul = Acimut <br/>

source: Slew to near the Celestial Pole.<br/>Choose a Reference Star from the list.<br/>Use the Star Map to help identify a Reference Star.<br/>Select it as the guide star on the main display.<br/>Click Get first position.<br/>Slew at least 0h20m west in RA.<br/>Ensure the Reference Star is still selected.<br/>Click Get second position.<br/>Repeat for the third position.<br/>Wait for the adjustments to display.<br/>Adjust your mount's altitude and azimuth to place three reference stars on their orbits
cs_cz: Přejděte blíže k nebeskému pólu. <br/> Vyberte referenční hvězdu ze seznamu.<br/> K identifikaci Referenční hvězdy použijte Hvězdnou Mapu. <br/> Vyberte ji jako naváděcí hvězdu na hlavním displeji <br/> Klikněte na Získat první pozici.<br/> Přejeďte nejméně na 0h20m západně v RA.<br/> Ujistěte se, že je stále vybraná referenční hvězda.<br/> Klikněte na Získat druhou pozici.<br/> Opakujte pro třetí pozici .<br/> Počkejte na zobrazení úprav. <br/> Upravte výšku a azimut montáže tak, aby tři referenční hvězdy ležely na svých oběžných drahách
de_de: Fahre nahe an den Himmelspol.<br/>Wähle einen Referenzstern aus der Liste.<br/>Benutze die Sternkarte zum Identifizieren des Referenzsterns.<br/>Wähle ihn als Leitstern in der Hauptanzeige.<br/>Klicke Hole erste Position.<br/>Fahre mindestens 0h20m westwärts in RA.<br/>Prüfe ob der Referrenzstern immer noch ausgewählt ist.<br/>Klicke Hole zweite Position.<br/>Wiederhole für die dritte Position.<br/>Warte auf die Anzeige der Einstellungen.<br/>Justiere Höhe und Azimut deiner Montierung um die drei Referenzsterne auf ihre Orbits zu platzieren
es_es: Mueva cerca del Polo Celeste.<br/>Elija una Estrella de Referencia de la lista.<br/>Utilice el Mapa de Estrellas como ayuda para identificar una Estrella de Referencia.<br/>Seleccione la estrella guía en el display principal.<br/>Click Obtener primera posición.<br/>Mover al menos 0h20m al Oeste en RA.<br/>Asegúrese que la Estrella de Referencia aún está seleccionada.<br/>Click Obtener segunda posición.<br/>Repetir para la tercera posición.<br/>Espere que se muestren los ajustes.<br/>Ajuste la Altitud y Azimut de su montura para ubicar las tres estrellas de referencia en sus órbitas
gl_es: Apuntar preto do polo celeste. <br/> Elixe unha estrela de referencia da listaxe. <br/> Usa o mapa de estrelas para axudar a identificar unha estrela de referencia. <br/> Selecciónaa como estrela guía na pantalla principal. <br/> Fai clic en Obter a primeira posición. <br/> Move polo menos 0h20m ó oeste en AR. <br/> Asegúrate de que a estrela de referencia aínda está seleccionada. <br/> Fai clic en Obter a segunda posición. <br/> Repite a terceira posición. <br/> Espere a que se mostren os axustes. <br/> Axusta a altitude e o acimut da montura para situar as tres estrelas de referencia nas súas órbitas.

source: Reference Star
cs_cz: Referenční Hvězda
de_de: Referenzstern
es_es: Estrella de Referencia
gl_es: Estrela de Referencia

source: Set your scope hour angle
cs_cz: Nastavte hodinový úhel dalekohledu
de_de: Setze den Teleskop-Stundenwinkel
es_es: Establece el ángulo horario de su telescopio
gl_es: Establece o ángulo horario do telescopio

source: Select the star used for checking alignment.
cs_cz: Vyberte hvězdu pro kontrolu zarovnání.
de_de: Wähle einen Stern zum Prüfen des Alignments.
es_es: Seleccione la estrella utilizada para comprobar alineado.
gl_es: Selecciona a estrela usada para comprobar o aliñamento.

source: Camera Angle
cs_cz: Úhel Kamery
de_de: Kamerawinkel
es_es: Angulo de Cámara
gl_es: Ángulo da cámara

source: Manual Slew
cs_cz: Ruční Přejezd
de_de: Manuelles Fahren
es_es: Movimiento Manual
gl_es: Ir a... manualmente

source: Manually slew the mount to three alignment positions
cs_cz: Ručně přejeďte montáží na tři pozice pro zarovnání
de_de: Fahre die Montierung manuell zu drei Alignment-Punkten
es_es: Mueva manualmente la montura a las tres posiciones de alineación
gl_es: Apuntar manualmente a montura ás tres posicións de aliñamento

source: Rotate
cs_cz: Otočit
de_de: Rotiere
es_es: Rotar
gl_es: Rotar

source: Flip camera
cs_cz: Překlopit kameru
de_de: Schlage Kamera um
es_es: Voltear cámara
gl_es: Volteo de cámara

source: Invert the camera angle
cs_cz: Obrátí úhel kamery
de_de: Invertiere den Kamerawinkel
es_es: Invertir el ángulo de cámara
gl_es: Inverter o ángulo da cámara

source: Get second position
cs_cz: Získat druhou pozici
de_de: Hole zweite Position
es_es: Obtener segunda posición
gl_es: Obter a segunda posición

source: Show Orbits
cs_cz: Zobrazit Oběhy
de_de: Zeige Orbits
es_es: Mostrar órbitas
gl_es: Mostrar Órbitas

source: Show or hide the star orbits
cs_cz: Zobrazit nebo skrýt oběhy hvězd
de_de: Zeige oder verstecke die Stern Orbits
es_es: Muestra u oculta las órbitas de las estrellas
gl_es: Mostrar ou ocultar órbitas das estrelas

source: Get third position
cs_cz: Získat třetí pozici
de_de: Hole dritte Position
es_es: Obtener tercera posición
gl_es: Obter a terceira posición

source: Static alignment stopped
cs_cz: Zastavit statické zarovnání
de_de: Statisches Alignment gestoppt
es_es: Alineación estática detendia
gl_es: Parar o aliñamento estático

source: Static Polar alignment display cleared
cs_cz: Statického zobrazení Polárního zarovnání je smazané
de_de: Statische Pol-Alignment-Anzeige gelöscht
es_es: Se limpió el display de alineación Polar Estática
gl_es: Limpouse o Aliñamento Polar Estático

source: Star Map
cs_cz: Mapa
de_de: Sternkarte
es_es: Mapa de Estrellas
gl_es: Mapa de Estrelas

source: Get first position
cs_cz: Získat první pozici
de_de: Hole erste Position
es_es: Obtener primera posición
gl_es: Obter a primeira posición

source: Polar Alignment Error (arcmin): Alt %.1f; Az %.1f Tot %.1f
cs_cz: Chyba Polárního Zarovnání (arcmin): Alt %.1f; Az %.1f Tot %.1f
de_de: Pol-Alignment Fehler (Bogenmin): Alt %.1f; Az %.1f Tot %.1f
es_es: Error de Alineación Polar (arcmin): Alt %.1f; Az %.1f Tot %.1f
gl_es: Erro de Aliñamento Polar (arcmin): Alt %.1f; Ac %.1f Tot %.1f

source: Reading Star Position #%d
cs_cz: Čtení Polohy Hvězdy #%d
de_de: Lesen Stern Position #%d
es_es: Leyendo la Posición de la Estrella #%d
gl_es: Lendo a posición da estrela #%d

source: Error setting rotation parameters: Stopping
cs_cz: Chyba při nastavování parametrů rotace: Zastavuji
de_de: Fehler Setzen Rotationparameter: Stoppen
es_es: Error al configurar los parámetros de rotación: Deteniendo
gl_es: Erro establecendo os parámetros de rotación. Detención

source: Error reading star position #%d: Stopping
cs_cz: Chyba při čtení pozice hvězdy #%d: Zastavuji
de_de: Fehler Lesen Stern Position #%d: Stoppen
es_es: Error leyendo la posición de la estrella #%d: Deteniendo
gl_es: Erro lendo a posición da estrela #%d: Detención

source: Star Pos#2 Step=%d / %d Rotated=%.1f / %.1f deg
cs_cz: Hvězda Poz#2 Krok=%d / %d Otočeno=%.1f / %.1f °
de_de: Stern Pos#2 Schritt=%d / %d Rotiert=%.1f / %.1f Grad
es_es: Estrella Pos#2 Paso=%d / %d Rotación=%.1f / %.1f grad
gl_es: Pos Estr#2 Paso=%d / %d Rotou=%.1f / %.1f graos

source: Error moving west step %d: Stopping
cs_cz: Chyba pohybu západního kroku %d: Zastavuji
de_de: Fehler Bewegung West Schritt %d: Stoppen
es_es: Error moviendo el paso Oestre %d: Deteniendo
gl_es: Erro movendo o paso oeste %d: Detención

source: Star Pos#2 Mount did not move. Calculated polar offset=%.1f deg
cs_cz: Hvězda Poz#2 Montáž se nepohnula. Vypočítaný polární posun=%.1f °
de_de: Stern Pos#2 Montierung bewegte sich nicht. Berechnete Polabweichung=%.1f Grad
es_es: Pos Estrella # 2 La Montura no se movió. Desplazamiento polar calculado =%.1f grad
gl_es: Pos Estr#2 A montura non se moveu. Compensación polar calculada=%.1f graos

source: Star is too close to CoR (%.1f deg) - try another reference star
cs_cz: Hvězda je příliš blízko CoR (%.1f °) - zkuste jinou referenční hvězdu
de_de: Stern ist zu nahe an CoR (%.1f Grad) - Versuche einen anderen Referenzstern
es_es: La estrella está muy cerca de CoR (%.1f grad) - intente con otra estrella de referencia
gl_es: A estrela está demasiado próxima a CoR (%.1f graos) - proba con outra estrela de referencia

source: Read Position #%d: %.0f, %.0f
cs_cz: Čtení Pozice #%d: %.0f, %.0f
de_de: Gelesene Position #%d: %.0f, %.0f
es_es: Leer Posición #%d: %.0f, %.0f
gl_es: Posición de lectura #%d: %.0f, %.0f

source: Peak [px]
cs_cz: Vrchol [px]
de_de: Spitze [px]
es_es: Pico [px]
gl_es: Pico [px]

source: Total
cs_cz: Celkem
de_de: Gesamt

source: RA Osc
cs_cz: RA Kmit
de_de: RA Osz
gl_es: AR Osc

source: RA Limited
cs_cz: RA Limit
de_de: RA begrenzt
es_es: RA Límite
gl_es: AR Límite

source: Dec Limited
cs_cz: Dec Limit
de_de: DEC begrenzt
es_es: Dec Límite
gl_es: Dec Límite

source: Star lost
cs_cz: Ztráta hvězdy
de_de: Stern verloren
es_es: Se perdió la Estrella
gl_es: Estrela perdida

source: Rotator Pos
cs_cz: Pozice Rotátoru
de_de: Rotator Position
es_es: Posición Rotador
gl_es: Posición Rotador

source: Image size
cs_cz: Velikost obrazu
de_de: Bildgröße
es_es: Tamaño de imagen
gl_es: Tamaño de imaxe

source: Pixel scale
cs_cz: Měřítko pixlů
es_es: Escala de pixel
gl_es: Escala de Píxel

source: Field of View
cs_cz: Zorné Pole
de_de: Sichtfeld
es_es: Campo de visión
gl_es: Campo de visión

source: Camera cooler
cs_cz: Chladič kamery
de_de: Kamera Kühler
es_es: Enfriador de la cámara
gl_es: Refrixerador da cámara

source: Clear graph data and stats
cs_cz: Vymaže data a statistiku grafu
de_de: Grafik und Verteilung zurücksetzen
es_es: Borrar datos de gráficas y estadísticas
gl_es: Borrar datos de gráficas e estatísticas

source: Select the number of frames of history for stats and the graph
cs_cz: Umožní vybrat počet snímků historie pro statistiku a graf
de_de: Wähle die Anzahl der Bilder der Geschichte für Statistik und der Grafik
es_es: Seleccionar el número de histórico de tomas para estadísticas y gráfica
gl_es: Seleccionar o número de histórico de tomas para estatísticas e gráfica

source: Camera error
cs_cz: Chyba kamery
de_de: Kamera Fehler
es_es: Error de la cámara
gl_es: Erro de cámara

source: %.f%s, Off
cs_cz: %.f%s, Vypnuto

source: The AO is failing to move and calibration cannot complete. Check the Debug Log for more information.
cs_cz: AO se nepohybuje a kalibraci nelze dokončit. Další informace naleznete v protokolu ladění.
de_de: Die AO bewegt sich nicht und die Kalibrierung kann nicht abgeschlossen werden. Siehe im Debug Log mehr Informationen.
es_es: La OA falló al moverse y la calibración no se pudo completar. Compruebe el log de depuración para más información.
gl_es: A OA non se move e a calibración non se pode completar. Consulta o rexistro de depuración para obter máis información.

source: Init Calibration: %3d
cs_cz: Zahájit Kalibraci: %3d
de_de: Kalibrierung initialisieren: %3d
es_es: Iniciar Calibración: %3d
gl_es: Iniciar Calibración: %3d

source: Averaging: %3d
cs_cz: Průměrování: %3d
de_de: Mittelwertbildung: %3d
es_es: Promediando: %3d
gl_es: Promediando: %3d

source: Left Calibration: %3d
cs_cz: ◄ Kalibrace: %3d
de_de: Links-Kalibrierung: %3d
es_es: Abandonar Calibración: %3d
gl_es: Abandonar Calibración: %3d

source: Up Calibration: %3d
cs_cz: ▲ Kalibrace: %3d
de_de: Aufwärts-Kalibrierung: %3d
es_es: Calibración arriba: %3d
gl_es: Activar Calibracíon: %3d

source: Re-centering: %3d
cs_cz: Zpět na střed: %3d
de_de: wieder zur Mitte: %3d
es_es: Re-centrando: %3d
gl_es: Volver a centrar: %3d

source: distance %4.1f px
cs_cz: vzdálenost %4.1f px
es_es: distancia %4.1f px
gl_es: distancia %4.1f px

source: A mount "bump" was needed to bring the AO back to its center position, but the bump did not complete in a reasonable amount of time. You probably need to increase the AO Bump Step setting.
cs_cz: Aby se adaptivní optika (AO) vrátila do své středové polohy, bylo nutné provést "bump" montáže. Bump se však nepodařilo dokončit v přiměřeném čase. Pravděpodobně bude třeba zvýšit nastavení kroku AO.
de_de: Eine Montierungs-Anstoß wurde notwendig, um die AO wieder zu zentrieren, aber der Anstoß wurde nicht in angemessener Zeit abgeschlossen. Du musst wahrscheinlich die AO Anstoß Schritt Einstellung erhöhen.
es_es: Un movimiento de la montura es necesario para devolver la OA a su posición central, pero no se realizó el movimiento en un tiempo razonable. Probablemente es necesario aumentar la configuración de pasos de movimiento de OA.
gl_es: Cómpre mover a montura para devolver a OA á súa posición central, pero non se realizou o movemento nun tiempo razoable. Probablemente cómpre aumentar na configuración os pasos de movimiento de OA.

source: AO Guide Algorithms
cs_cz: AO Řídící Algoritmus
de_de: AO Guiding Algorithmen
es_es: Algoritmos de guiado de OA
gl_es: Algoritmos de guiado OA

source: AO Settings
cs_cz: AO Nastavení
de_de: AO-Einstellungen
es_es: Configuración de Óptica Activa
gl_es: Configuración de Óptica Adaptativa

source: AO Travel
cs_cz: AO Cesta
de_de: AO Fahrweg
es_es: Trayectoria de OA
gl_es: Percorrido OA

source: Maximum number of steps the AO can move in each direction
cs_cz: Maximální počet kroků, které se AO může pohybovat v každém směru
de_de: Maximale Anzahl Schritte, die die AO in jede Richtung machen kann
es_es: Número máximo de pasos que la OA se puede mover en cada dirección
gl_es: Número máximo de pasos nos que a OA se pode mover en cada dirección

source: How many steps should be issued per calibration cycle. Default = %d, increase for short f/l scopes and decrease for longer f/l scopes
cs_cz: Kolik kroků by mělo být provedeno v každém kalibračním cyklu? Výchozí hodnota je %d. Zvyšte ji pro krátké ohniskové vzdálenosti a snižte pro delší ohniskové vzdálenosti
de_de: Wie viele Schritte sollen pro Kalibrierungszyklus ausgegeben werden. Vorgabewert =%d, erhöhen für kurze f/l Teleskope und verringern längere f/l Teleskope
es_es: Número de pasos necesarios para un ciclo de calibración. Pordefecto = %d, incremetar en el caso de tubos cortos en f/l e incremente en tubos con relación focal más larga
gl_es: Número de pasos necesarios para un ciclo de calibración. Por defecto = %d, incrementar no caso de tubos cortos en f/l e incremente en tubos con relación focal más larga

source: Cal steps
cs_cz: Kroky Kal
de_de: Kal. Schritte
es_es: Pasos de cálculo
gl_es: Calcular pasos

source: When calibrating, how many samples should be averaged. Default = %d, increase for worse seeing and small imaging scales
cs_cz: Kolik vzorků by mělo být zprůměrováno během kalibrace? Výchozí hodnota je %d. Zvyšte ji pro horší seeing a malé zobrazovací měřítko
de_de: Gibt bei der Kalibrierung an, wie viele Proben gemittelt werden sollen. Vorgabewert =%d, Erhöhung für schlechtes Seeing und kleinen Abbildungsmaßstab
es_es: Cuando se realiza el calibrado, cuántos ejemplos deben tomarse para la media. Por defecto= %d, aumentar si hay mal seeing y si la escala de la imagen es pequeña
gl_es: Cando se realiza o calibrado, cantos exemplos deben tomarse para a media. Por defecto= %d, aumentar se hai mal seeing e se a escala da imaxe é pequena

source: Samples to average
cs_cz: Vzorky k průměru
de_de: Zu mittelnde Proben
es_es: Muestreos para calcular la media
gl_es: Mostras de media

source: What percentage of the AO travel can be used before bumping the mount. Default = %d
cs_cz: Jaké procento AO lze použít před pohybem montáže. Výchozí hodnota =%d
de_de: Wie viel Prozent die AO abweichen kann vor einem Montierungs-Anstoß. Vorgabewert =%d
es_es: Qué porcentaje del recorrido de la OA puede realizarse antes de mover la montura. Por defecto = %d
gl_es: Que porcentaxe do percorrido da OA pode realizarse antes de mover a montura. Por defecto = %d

source: Bump percentage
cs_cz: Procent Bump
de_de: Anstoß Prozentsatz
es_es: Incremento de porcentaje
gl_es: Porcentaxe de bump

source: How far should a mount bump move the mount between images (in AO steps). Default = %.2f, decrease if mount bumps cause spikes on the graph
cs_cz: Jak daleko by se měla montáž posunout mezi snímky (v krocích AO). Výchozí hodnota = %.2f, snižte, pokud otřesy montáž způsobují špičky v grafu
de_de: Wie weit sollte ein Montierungs-Anstoß die Montierung zwischen den Bildern verschieben? (in Schritten AO). Vorgabewert =%.2f, verringern, wenn Montierungs-Anstöße Spitzen in der Grafik verursachen
es_es: Cuánto debe moverse para enderezar la montura entre imágenes (en pasos OA). Por defecto= %.2f, disminuye si los movimientos causan picos en la gráfica
gl_es: Canto debe moverse a montura entre imágenes (en pasos OA). Por defecto= %.2f, diminuír se os movementos causan picos na gráfica

source: Bump steps
cs_cz: Kroky Bump
de_de: Anstoß Schritte
es_es: Incremento de pasos
gl_es: Pasos de bump

source: Bump on dither
cs_cz: Bump při ditheru
de_de: Anstoß beim Dithern
es_es: Incremento de dither
gl_es: Bump en dither

source: Bump the mount to return the AO to center at each dither
cs_cz: Bump montáž na střed AO při každé ditheraci
de_de: Montierungs-Anstoß, um die AO bei jedem Dithern wieder zu zentrieren
es_es: Mover la montura para devolver la AO al centro en cada movimiento de dithering
gl_es: Mover a montura para devolver a AO ó centro en cada movemento de dithering

source: Clear AO calibration
cs_cz: Smazat kalibraci AO
de_de: Lösche die AO Kalibrierung
es_es: Limpiar calibración de OA
gl_es: Borrar a calibración OA

source: Clear the current AO calibration data - calibration will be re-done when guiding is started
cs_cz: Smazat aktuální kalibrační data AO – kalibrace bude provedena znovu při spuštění navádění
de_de: Lösche die aktuellen AO Kalibrierwerte - Die Kalibrierung wird beim Guidingstart erneut ausgeführt
es_es: Limpiar datos de calibración actuales de OA - la calibración será recalculada cuando comience el guiado
gl_es: Limpar os datos de calibración OA actuais: a calibración volverá facerse cando se inicie o guiado

source: Enable AO corrections
cs_cz: Povolit opravy AO
de_de: Erlaube AO Korrekturen
es_es: Conectar correcciones de OA
gl_es: Habilitar correccións AO

source: Keep this checked for AO guiding. Un-check to disable AO corrections and use only mount guiding
cs_cz: Udržujte tuto kontrolu pro AO. Zrušením tohoto zaškrtnutí vypnete korekce AO a budete používat pouze řídící montáž
de_de: Anwählen für AO Guiding. Abwählen um AO Guidingkorrekturen abzuschalten und damit nur Montierungsguiding zu verwenden
es_es: Mantenga esta opción para guiado con OA. Desmárquela para desconectar correcciones de OA y usar sólo el seguimiento de la montura
gl_es: Mantén isto marcado para guiado de OA. Desmárcao para desactivar as correccións OA e usar só a guía da montura

source: We need at least INDI driver %s version 2.1 to get AO support.
cs_cz: Pro získání podpory AO potřebujeme alespoň ovladač INDI %s verze 2.1.
es_es: Necesito por lo menos la versión 2.1 del driver INDI %s para tener soporte para Óptica Activa.
gl_es: Necesitamos polo menos o controlador INDI %s versión 2.1 para obter soporte técnico.

source: INDI AO Selection
cs_cz: INDI AO Výběr
es_es: Seleccionar OA INDI
gl_es: Selección OA INDI

source: This AO device has firmware version %03u which means it needs to be flashed. It is recommended to load firmware version 101 or earlier. The SXV-AO Utility v104 or newer, available at http://www.sxccd.com/drivers-downloads, contains the v101 firmware.
cs_cz: Toto za AO má firmware ve verzi %03u, což naznačuje, že je potřeba jej aktualizovat. Doporučuje se nahrát firmware ve verzi 101 nebo starší. Pro tento účel je k dispozici nástroj SXV-AO Utility ve verzi 104 nebo novější, který je možné stáhnout z webu http://www.sxccd.com/drivers-downloads. Tento nástroj obsahuje firmware ve verzi 101.
de_de: Dieses AO Gerät hat die Firmware Version %03u was bedeuted, dass es geflashed werden muss. Es wird empfohlen die Firmware Version 101 oder früher zu laden. Die SXV-AO Utility v104 oder neuer, erhältlich bei http://www.sxccd.com/drivers-downloads, enthält die v101 Firmware.
es_es: Esta OA tiene una versión del firmware %03u el cual necesita ser actualizado. Es recomendable cargar una versión 101 o anterior. La utilidad SXV-AO v104 o superior, está disponible en http://www.sxccd.com/drivers-downloads, Contiene la versión v101 del firmware.
gl_es: Este dispositivo de OA ten a versión de firmware %03u, o que significa que debe ser cambiada. Recoméndase cargar a versión 101 do firmware ou anterior. A SXV-AO Utility v104 ou máis recente, dispoñible en http://www.sxccd.com/drivers-downloads, contén o firmware v101.
