Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: ZFilter Guide Algorithm
cs_cz: Algoritmus Navádění ZFilter
es_es: Algoritmo de Guía ZFilter
gl_es: Algoritmo de Guiado ZFilter

source: Exposure Factor
cs_cz: Faktor Expozice
es_es: Factor de Exposición
gl_es: Factor de Exposición

source: Multiplied by exposure time gives the equivalent exposure time after filtering. Default = %.1f
cs_cz: Po vynásobení doby expozice získáte ekvivalentní dobu expozice po filtrování Výchozí hodnota = %.1f
es_es: Multiplicado por tiempo de exposición da el tiempo de exposición equivalente después del filtrado. Defecto = %.1f
gl_es: Multiplicado polo tempo de exposición dá o tempo de exposición equivalente despois do filtrado. Predeterminado =% .1f

source: Multiplied by exposure time gives the equivalent expsoure time after filtering. Default = %.1f
cs_cz: Po vynásobení doby expozice získáte ekvivalentní dobu expozice po filtrování Výchozí hodnota = %.1f
es_es: Multiplicado por tiempo de exposición da el tiempo de exposición equivalente después del filtrado. Defecto = %.1f
gl_es: Multiplicado por tempo de exposición dá o tempo de exposición equivalente despois do filtrado. Predeterminado =% .1f

source: E
cs_cz: V
de_de: O

source: N
cs_cz: S

source: PAUSED
cs_cz: PAUZA
de_de: Angehalten
es_es: PAUSADO
gl_es: PAUSADO

source: Guide output DISABLED
cs_cz: Výstup z VYPNUT
de_de: Guide Ausgang ABGESCHALTET
es_es: Salida de guiado DESCONECTADA
gl_es: Guiado DESACTIVADO

source: Calibration manually stopped
cs_cz: Kalibrace ručně zastavena
de_de: Kalibrierung manuell abgebrochen
es_es: Calibración parada manualmente
gl_es: Calibración detida manualmente

source: Do you want to automatically restore this calibration whenever the profile is used?
cs_cz: Chcete tuto kalibraci automaticky obnovit při každém použití profilu?
de_de: Willst du diese Kalibrierung automatisch wiederherstellen wenn das Profil benutzt wird?
es_es: ¿Desea restaurar automáticamente esta calibración cuando el perfil sea usado?
gl_es: Queres restaurar automaticamente esta calibración sempre que se use o perfil?

source: Stopped Guiding
cs_cz: Navádění Zastaveno
de_de: Guiding abbrechen
es_es: Guiado Detenido
gl_es: Guiado Detido

source: Shifted lock position outside allowable area. Lock Position Shift disabled.
cs_cz: Změna pozice uzamčení mimo povolenou oblast. Blokování Změny Uzamčené polohy.
de_de: Die verschobene Lock-Position ist außerhalb des zulässigen Bereichs. Die Lock-Position-Verschiebung wird deaktiviert
es_es: La posición de bloqueo está desplazada fuera del área permitida. Posición de bloqueo de desplazamiento deshabilitada.
gl_es: A posición de bloqueo está desprazada fóra da área permitida. Posición de bloqueo de desprazamento deshabilitada.

source: star lost
cs_cz: hvězda ztracena
de_de: Stern verloren
es_es: estrella perdida
gl_es: estrela perdida

source: Paused
cs_cz: Pauza
de_de: Angehalten
es_es: Pausado
gl_es: Pausado

source: /full
cs_cz: /vše

source: /looping
cs_cz: /opakování

source: Static PA rotation failed
cs_cz: Statická rotace PA selhala
de_de: Statische PA: Rotation fehlgeschlagen
es_es: Rotación estática PA fallida
gl_es: Fallou a rotación do Aliñamento Polar Estático

source: Polar Drift PA drift failed
cs_cz: Selhání Driftu polární osy PA
de_de: Pol Drift PA: Drift fehlgeschlagen
es_es: Deriva Polar PA fallida
gl_es: Fallou a deriva do Aliñamento Polar por Deriva

source: AO calibration failed
cs_cz: Nekalibrováno AO
de_de: AO Kalibrierung fehlgeschlagen
es_es: Calibración Óptica Activa fallida
gl_es: Fallou a calibración OA

source: calibration failed
cs_cz: kalibrace selhala
de_de: Kalibrierung fehlgeschlagen
es_es: calibración fallida
gl_es: fallou a calibración

source: Guider Settings
cs_cz: Nastavení Navádění
de_de: Guiding Einstellungen
es_es: Configuración de Guiado
gl_es: Configuración de Guiado

source: Guide star tracking
cs_cz: Sledování naváděcí hvězdy
de_de: Leitstern Nachführung
es_es: Seguimiento de estrella guía
gl_es: Seguimento da estrela guía

source: Calibration
cs_cz: Kalibrace
de_de: Kalibrierung
es_es: Calibración
gl_es: Calibración

source: Shared Parameters
cs_cz: Sdílené Parametry
de_de: Weitere Parameter
es_es: Parámetros compartidos
gl_es: Parámetros compartidos

source: Always scale images
cs_cz: Vždy měřítko snímku
de_de: Bild immer skalieren
es_es: Escalar siempre las imágenes
gl_es: Escalar sempre as imaxes

source: Always scale images to fill window
cs_cz: Vždy měřítko snímku pro vyplnění okna
de_de: Bilder immer auf Fenstergröße skalieren
es_es: Siempre escalar las imágenes ocupando la ventana
gl_es: Escalar sempre as imaxes ocupando a fiestra

source: Fast recenter after calibration or dither
cs_cz: Rychlé opětovné nastavení po kalibraci nebo ditheraci
de_de: Schnelles Zentrieren nach Kalibrierung oder Dither
es_es: Recentrar rápidamente después de la calibración o dither
gl_es: Recentrar rapidamente despois da calibración ou dither

source: Speed up calibration and dithering by using larger guide pulses to return the star to the center position. Un-check to use the old, slower method of recentering after calibration or dither.
cs_cz: Urychlete kalibraci a dithering použitím delších řídicích impulsů pro návrat hvězdy do středové polohy. Zrušením zaškrtnutí se použije stará, pomalejší metoda opětovného nastavení hvězdy po kalibraci nebo ditheringu.
de_de: Beschleunige die Kalibrierung und das Dithern mit größeren Guidingimpulsen, um den Stern in die zentrale Position zurückzubringen. Deaktiviere die alte, langsamere Methode der zentralen Positionierung nach der Kalibrierung oder dem Dithern.
es_es: Acelerar la calibración y dithering usando pulsos de guiado largos para devolver la estrella a la posición central. Quitar el check para usar el antiguo método, más lento, de recentrado tras la calibración o dither.
gl_es: Acelerar a calibración e dithering usando pulsos de guiado longos para devolver a estrela á posición central. Quitar o check para usar o antigo método, máis lento, de recentrado trala calibración ou dither.

source: Are you sure you want to delete all Bookmarks?
cs_cz: Opravdu chcete smazat Všechny značky?
de_de: Willst du wirklich alle Bookmarks löschen?
es_es: ¿Está seguro de querer borrar todos los Marcadores?
gl_es: Seguro que queres borrar todos os marcadores?

source: No star selected
cs_cz: Hvězda není vybrána
de_de: Kein Stern ausgewählt
es_es: No se seleccionó una estrella
gl_es: Non se seleccionou estrela ningunha

source: Star lost - low SNR
cs_cz: Ztráta hvězdy - nízká SNR
de_de: Stern verloren - geringes SNR
es_es: Estrella Perdida - Bajo SNR
gl_es: Estrela Perdida - Baixo SNR

source: Star lost - low mass
cs_cz: Ztráta hvězdy - slabá velikost
de_de: Stern verloren - geringe Größe
es_es: Estrella Perdida - Masa Baja
gl_es: Estrela Perdida - Masa Baixa

source: Star lost - low HFD
cs_cz: Ztráta hvězdy - nízká HFD
de_de: Stern verloren - geringe HFD
es_es: Estrella perdida . bajo HFD
gl_es: Estrela Perdida - Baixo HFD

source: Star too near edge
cs_cz: Hvězda je blízko k okraji
de_de: Stern zu nahe am Bildrand
es_es: Estrella demasiado cerca del borde
gl_es: Estrela demasiado preto do bordo

source: Star lost - mass changed
cs_cz: Ztráta hvězdy - změna velikosti
de_de: Stern verloren - Größe geändert
es_es: Estrella Perdida - Cambió de masa
gl_es: Estrela Perdida - Cambiou de masa

source: No star found
cs_cz: Nenalezena žádná hvězda
de_de: Kein Stern gefunden
es_es: No se encontró estrella
gl_es: Non se atoparon estrelas

source: Saturated
cs_cz: Saturiované
de_de: Gesättigt
es_es: Saturada
gl_es: Saturada

source: Auto-selected star at (%.1f, %.1f)
cs_cz: Automaticky vybraná hvězda na (%.1f, %.1f)
de_de: Autoauswahl Stern bei (%.1f, %.1f)
es_es: Estrella autoseleccionada en (%.1f, %.1f)
gl_es: Estrela autoseleccionada en (%.1f, %.1f)

source: Mass: %.f vs %.f
cs_cz: Velikost: %.f vs %.f
de_de: Größe: %.f bis %.f
es_es: Masa: %.f vs %.f
gl_es: Masa: %.f vs %.f

source: Recovering
cs_cz: Obnovení
de_de: Wiederherstellen
es_es: Recuperando
gl_es: Recuperando

source: Selected star at (%.1f, %.1f)
cs_cz: Hvězda označena na (%.1f, %.1f)
de_de: Stern auswählen bei (%.1f, %.1f)
es_es: Estrella seleccionada en (%.1f, %.1f)
gl_es: Estrela seleccionada en (%.1f, %.1f)

source: Search region (pixels)
cs_cz: Oblast hledání (px)
de_de: Auffindregion (Pixel)
es_es: Región de Búsqueda (píxeles)
gl_es: Rexión de Busca (píxeles)

source: How many pixels (up/down/left/right) do we examine to find the star? Default = 15
cs_cz: Kolik pixelů (nahoru/dolů/doleva/doprava) se má prohledat, aby se hvězda našla? Výchozí hodnota = 15
de_de: Wieviel Pixel (oben/unten/links/rrechts) sollen abgesucht werden um einen Stern zu finden? Vorgabewert = 15
es_es: ¿Cuántos píxeles (arriba/abajo/izq/der) deben examinarse para encontrar la estrella? Defecto = 15
gl_es: Cantos píxeles (arriba/abaixo/esquerda/dereita) deben examinarse para atopar a estrella? Por defecto = 15

source: Star Mass Detection
cs_cz: Detekce Hvězd
de_de: Sterngrößenerkennung
es_es: Detección de masa de la estrella
gl_es: Detección da Masa da Estrela

source: Check to enable star mass change detection. When enabled, PHD skips frames when the guide star mass changes by an amount greater than the setting for 'tolerance'.
cs_cz: Zaškrtnutím povolíte detekci změny velikosti hvězdy. Pokud je tato funkce povolena, PHD vynechá snímky, pokud se velikost naváděcí hvězdy změní o hodnotu větší než nastavená 'tolerance'.
de_de: Auswählen, um Sterngrößenerkennung zu aktivieren. Bei Aktivierung der Sterngrößenerkennung werden Frames mit Sterngrößenwerten ausserhalb der 'Toleranz' übersprungen
es_es: Marcar para conectar la detección de cambio de masa de estrella. Cuando esté habilitada, PHD evitará tomas cuando la masa de la estrella guía cambie a un valor superior al configurado en "tolerancia".
gl_es: Marcar para activar a detección de cambios na masa da estrela. Cando se activa PHD salta tomas cando cambia a masa da estrela nunha cantidade maior có valor establecido en 'tolerancia'.

source: When star mass change detection is enabled, this is the tolerance for star mass changes between frames, in percent. Larger values are more tolerant (less sensitive) to star mass changes. Valid range is 10-100, default is 50. If star mass change detection is not enabled then this setting is ignored.
cs_cz: Pokud je zapnuta detekce změny velikosti hvězdy, jedná se o toleranci změn velikosti hvězdy mezi jednotlivými snímky v procentech. Větší hodnoty jsou tolerantnější (méně citlivé) na změny velikosti hvězdy. Platný rozsah je 10–100, s výchozí hodnotou 50. Pokud není detekce změny velikosti hvězdy zapnutá, toto nastavení je ignorováno.
de_de: Wenn die Sterngrößenänderungserkennung aktiviert ist, ist dies die Toleranz für Sterngrößenänderungen zwischen den Bildern, in Prozent. Größere Werte sind toleranter (weniger empfindlich) bezüglich der Sterngrößenänderung. Gültiger Bereich 10-100, Vorgabewert ist 50. Wenn die Sterngrößenänderungserkennung nicht aktiviert ist, dann wird diese Einstellung ignoriert.
es_es: Cuando se habilita la detección de cambios de masa, se configura la tolerancia de cambios de masa entre tomas, en porcentaje. Valores grandes son más tolerantes (menos sensibles) a los cambios de masa. El rango válido está entre 10 y 100, por defecto es 50. Si la detección de cambio de masa no está habilitada, esta configuración se ignorará.
gl_es: Cando se habilita a detección de cambios de masa, configúrase a tolerancia de cambios de masa entre tomas, en porcentaxe. Valores grandes son máis tolerantes (menos sensibles) ós cambios de masa. O rango válido está entre 10 e 10, e por defecto é 50. Se a detección de cambio de masa non está habilitada, esta configuración ignorarase.

source: Minimum star HFD (pixels)
cs_cz: Minimální hvězda HFD (px)
de_de: Minimum Stern HFD (Pixel)
es_es: Mínimo HFD para la estrella (pixels)
gl_es: HFD Mínimo da estrela (píxeles)

source: The minimum star HFD (size) that will be used for identifying a guide star. This setting can be used to prevent PHD2 from guiding on a hot pixel. Use the Star Profile Tool to measure the HFD of a hot pixel and set the min HFD threshold a bit higher. When the HFD falls below this level, the hot pixel will be ignored.
cs_cz: Minimální HFD (velikost) hvězdy, která bude použita pro identifikaci naváděcí hvězdy. Toto nastavení lze použít k zabránění tomu, aby PHD2 navádělo na horký pixel. Pomocí nástroje Profil hvězdy změřte HFD horkého pixelu a nastavte minimální prahovou hodnotu HFD o něco vyšší. Pokud HFD klesne pod tuto hodnotu, horký pixel bude ignorován.
de_de: Die Minimum Stern HFD (Größe) die zur Identifizierung eines Leitsterns verwendet wird. Diese Einstellung kann PHD2 daran hindern auf ein Hot Pixel zu guiden. Benutze das Sternprofil-Tool zum Messen der HFD eines Hot Pixel und setze die Minimum Stern HFD Schwelle etwas höher. Wenn die HFD unter diesen Wert fällt werden Hot Pixel ignoriert.
es_es: Mínimo HFD para la estrella (tamaño) que será usado para identificar la estrella guía. Esta configuración puede ser usada para prevenir que PHD2 guíe en un pixel caliente. Use la herramienta de Perfil de Estrellas para medir el HFD de un pixel caliente y configure el umbral mínimo del HFD un poco superior. Cuando el HFD caiga por debajo de ese valor, el hot pixel será ignorado.
gl_es: O HFD (tamaño mínimo) de estrelas que se empregará para identificar unha estrela guía. Esta configuración pódese usar para evitar que PHD2 guíe sobre un píxel quente. Utiliza a Ferramenta de perfil de estrelas para medir o HFD dun píxel quente e establecer o limiar mínimo de HFD un pouco máis alto. Cando o HFD caia por baixo deste nivel, ignorarase o píxel quente.

source: Maximum star HFD (pixels)
cs_cz: Maximální HFD hvězdy (pixely)
es_es: HFD máximo de estrella (píxeles)

source: The maximum star HFD that will be used for identifying a guide star. This setting can be used to prevent PHD2 from choosing a large clump of sensor noise, adjacent faint stars, internal reflections, or comet heads as guide stars.
cs_cz: Maximální HFD hvězdy, která bude použita pro identifikaci naváděcí hvězdy. Toto nastavení lze použít k tomu, aby PHD2 nevybral jako naváděcí hvězdu velký shluk šumu senzoru, sousední slabé hvězdy, vnitřní odrazy nebo hlavy komet.
es_es: Máximo HFD para la estrella que será usado para identificar la estrella guía. Esta configuración puede ser usada para prevenir que PHD2 utilice un sector de ruido del sensor, estrellas cercanas más débiles, reflexiones internas o cabezas de cometas como estrellas guía.

source: Auto
cs_cz: Automaticky

source: Auto-selection frame downsample
cs_cz: Automatický výběr snímku se sníženým vzorkováním
es_es: Autoseleccionar cuadro para submuestreo
gl_es: Redución do cadro de Autoselección

source: Downsampling factor for star auto-selection camera frames. Choose a value greater than 1 if star auto-selection is failing to recognize misshapen guide stars.
cs_cz: Faktor snížení vzorkování pro snímky kamery s automatickým výběrem hvězd. Zvolte hodnotu větší než 1, pokud automatický výběr hvězd nedokáže rozpoznat deformované naváděcí hvězdy.
es_es: Factor de submuestreo para autoseleccionar estrella en cuadros de cámara. Elija un valor mayor a 1 si la autoselección no está pudiendo reconocer estrellas guía deformadas.
gl_es: Factor de reduciƥn para marcos de autoselección de estrelas. Escolle un valor superior a 1 se a selección automática de estrelas non recoñece as estrelas guía deformes.

source: Beep on lost star
cs_cz: Pípnout při ztrátě hvězdy
es_es: Bip al perder estrella
gl_es: Bip ó perder a estrela

source: Issue an audible alarm any time the guide star is lost
cs_cz: Zvukový alarm při ztrátě naváděcí hvězdy
es_es: Emitir alarma auditiva al perder la estrella guía
gl_es: Emite unha alarma audible cando se perda a estrela guía

source: Use multiple stars
cs_cz: Použít více hvězd
es_es: Usar múltiples estrellas

source: Use multiple guide stars if they are available
cs_cz: Použije více naváděcích hvězd, pokud jsou k dispozici
es_es: Usar múltiples estrellas si están disponibles

source: Minimum star SNR for AutoFind
cs_cz: Minimální SNR hvězdy pro AutoHledání
es_es: SNR mínimo para Autoencontrar estrella

source: The minimum star SNR that will be used for auto-selecting guide stars. This setting can be used to discourage PHD2 from choosing a guide star you know will be too faint for sustained guiding. This setting applies to both the primary guide star and candidate secondary stars in multi-star guiding. If this constraint cannot be met, a saturated or near-saturated star may be selected.
cs_cz: Minimální SNR (poměr signál/šum) hvězdy, která se použije pro automatický výběr naváděcí hvězdy. Toto nastavení lze použít k tomu, aby PHD2 nevybral naváděcí hvězdu, o které víte, že bude příliš slabá pro trvalé navádění. Toto nastavení se vztahuje jak na primární naváděcí hvězdu, tak na sekundární kandidáty při vícehvězdném navádění. Pokud toto omezení nelze splnit, může být vybrána nasycená nebo téměř nasycená hvězda.
es_es: El SNR mínimo de una estrella que será utilizado para autoseleccionar la guía. Este ajuste puede ser utilizado para evitar que PHD2 elija una estrella guía que sea muy débil para un guiado sostenido. Este ajuste aplica tanto a la estrella guía primaria como a estrellas candidatas secundarias en guiado con múltiples estrellas. Si no se cumple esta restricción, se podría seleccionar una estrella saturada o casi saturada.

source: Extended Sampling
cs_cz: Rozšířené Vzorkování
es_es: Muestreo Extendido
gl_es: Mostraxe estendida

source: Additional data sampling is being done to better meaure Dec drift. Backlash testing will start automatically when sampling is completed.
cs_cz: Provádí se další vzorkování dat, aby byl lépe změřen posun v deklinaci. Testování zpětné vůle se zahájí automaticky po dokončení vzorkování.
es_es: Se hacen muestreos adicionales de datos para medir mejor la deriva Dec. Testeo de Backlash comenzará automáticamente cuando el muestreo concluya.
gl_es: A mostraxe adicional de datos mellorar a deriva de declinación. A proba de backlash iniciarase automaticamente cando se tomen as mostras.

source: Additional sampling is being done for accurate measurements. Results will be shown when sampling is complete.
cs_cz: Provádí se další vzorkování pro přesnější měření. Výsledky budou zobrazeny po dokončení vzorkování.
es_es: Se hacen muestreos adicionales para mediciones más precisas. Los resultados se mostrarán cuando los muestreos concluyan.
gl_es: Está a facerse unha mostraxe adicional para medicións precisas. Os resultados mostraranse ó completar as mostras.

source: Seconds remaining:
cs_cz: Zbývající sekundy:
es_es: Segundos restantes:
gl_es: Segundos que faltan:

source: Guiding Assistant
cs_cz: Asistent Navádění
de_de: Guiding-Assistent
es_es: Asistente de Guiado
gl_es: Asistente de Guiado

source: -999.99 px/min (-999.99 arc-sec/min )
cs_cz: -999.99 px/min (-999.99 arc-s/min )
de_de: -999.99 px/min (-999.99 Bogensek/min )
es_es: -999.99 px/min (-999.99 arc-seg/min )
gl_es: -999.99 px/min (-999.99 arc-seg/min )

source: 9.99 px ( 9.99 arc-sec)
cs_cz: 9.99 px ( 9.99 arc-s)
de_de: 9.99 px ( 9.99 Bogensek)
es_es: 9.99 px ( 9.99 arc-seg)
gl_es: 9.99 px ( 9.99 arc-seg)

source: Measurement Status
cs_cz: Stav Měření
de_de: Messstatus
es_es: Estado de medición
gl_es: Estado da medición

source: Start time
cs_cz: Čas zahájení
de_de: Startzeit
es_es: Fecha de Inicio
gl_es: Horas de Inicio

source: Star mass
cs_cz: Detekce hvězd
de_de: Sterngröße
es_es: Masa de la Estrella
gl_es: Masa da Estrela

source: Elapsed time
cs_cz: Uplynulý čas
de_de: abgelaufene Zeit
es_es: Tiempo Transcurrido
gl_es: Tempo transcorrido

source: Sample count
cs_cz: Počet vzorků
de_de: Abtastzählwert
es_es: Total de muestras
gl_es: Total de mostras

source: High-frequency Star Motion
cs_cz: Vysokofrekvenční Pohyb Hvězd
de_de: Hochfrequente Sternbewegung
es_es: Movimiento de Estrella de Alta Frecuencia
gl_es: Movemento de estrela de alta frecuencia

source: Right ascension, RMS
cs_cz: Rektascenze, RMS
de_de: Rektaszension, RMS
es_es: Ascensión Recta, RMS
gl_es: Ascensión Recta, RMS

source: Declination, RMS
cs_cz: Deklinace , RMS
de_de: Deklination, RMS
es_es: Declinación, RMS
gl_es: Declinación, RMS

source: Total, RMS
cs_cz: Celkem, RMS
de_de: Gesamt, RMS

source: Other Star Motion
cs_cz: Ostatní Pohyb Hvězdy
de_de: Andere Sternbewegung
es_es: Otro Movimiento de Estrella
gl_es: Outro Movemento de Estrela

source: Right ascension, Peak
cs_cz: Rektascenze, Vrchol
de_de: Rektaszension, Peak
es_es: Ascensión Recta, Pico
gl_es: Ascensión Recta, Pico

source: Declination, Peak
cs_cz: Deklinace, Vrchol
de_de: Deklination, Peak
es_es: Declinación, Pico
gl_es: Declinación, Pico

source: Right ascension, Peak-Peak
cs_cz: Rektascenze, Vrchol-Vrchol
de_de: Rektaszension, Peak - Peak
es_es: Ascensión Recta, Pico-Pico
gl_es: Ascensión Recta, Pico-Pico

source: Right ascension Drift Rate
cs_cz: Rychlost Driftu v Rektascenzi
de_de: Rektaszension Drift-Rate
es_es: Deriva en Ascensión Recta
gl_es: Deriva en Ascensión Recta

source: Right ascension Max Drift Rate
cs_cz: Max Rychlost Driftu v Rektascenzi
de_de: Rektaszension maximale Drift-Rate
es_es: Máximo Ratio de deriva en Ascensión Recta
gl_es: Máximo movemento de deriva en Ascensión Recta

source: Drift-limiting exposure
cs_cz: Expozice omezující pohyb
de_de: Drift-begrenzte Aufnahme
es_es: Exposición delimitada por deriva
gl_es: Límite de exposición da Deriva

source: Declination Drift Rate
cs_cz: Rychlost Driftu v Deklinaci
de_de: Deklination Drift-Rate
es_es: Velocidad de Deriva en Declinación
gl_es: Ratio de Deriva en Declinación

source: Declination Backlash
cs_cz: Zpětná Vůle Deklinace
de_de: Deklination Backlash
es_es: Backlash de Declinación
gl_es: Backlash en Declinación

source: Polar Alignment Error
cs_cz: Chyba Polárního Zarovnání
de_de: Polausrichtungsfehler
es_es: Error en Alineado Polar
gl_es: Erro no aliñamento da Polar

source: Recommendations
cs_cz: Doporučení
de_de: Empfehlungen
es_es: Recomendaciones
gl_es: Recomendacións

source: Show Backlash Graph
cs_cz: Zobrazit Graf Zpětné vůle
de_de: Zeige den Backlash-Graph
es_es: Mostrar Gráfica de Backlash
gl_es: Amosar Gráfica de Backlash

source: Show graph of backlash measurement points
cs_cz: Zobrazit graf měřicích bodů zpětné vůle
de_de: Zeige Graph der Messpunkte der Backlash-Messung
es_es: Mostrar gráfica de puntos de medida de backlash
gl_es: Amosar gráfica de puntos de medida de backlash

source: Measure Declination Backlash
cs_cz: Změřit Vůli v Deklinaci
de_de: Messung Backlash der Deklination
es_es: Medida del Backlash de Declinación
gl_es: Medida do Backlash en Declinación
