Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: This is the focal length of the guide scope - or the imaging scope if you are using an off-axis-guider or adaptive optics device (Focal length = aperture x f-ratio). Typical finder scopes have a focal length of about 165mm. Recommended minimum is 100mm
cs_cz: Jedná se o ohniskovou vzdálenost pointačního dalekohledu, případně zobrazovacího dalekohledu, pokud používáte mimoosový naváděcí systém nebo za s adaptivní optikou (ohnisková vzdálenost = apertura × poměr f). Typické naváděcí dalekohledy mají ohniskovou vzdálenost přibližně 165 mm, přičemž doporučené minimum je 100 mm

source: Guide scope focal length (mm)
cs_cz: Ohnisková vzdálenost pointačního dalekohledu (mm)
de_de: Leitrohrbrennweite (mm)
es_es: Distancia focal del tubo guía (mm)
gl_es: Distancia focal do tubo guía (mm)

source: Focal length less than recommended minimum (100mm)
cs_cz: Ohnisková vzdálenost je menší než doporučená minimální (100 mm)

source: Pixel scale: %8.2f"/px
cs_cz: Měřítko pixlů: %8.2f"/px
es_es: Escala de Pixel: %8.2f"/px
gl_es: Escala de Píxel: %8.2f"/px

source: The pixel scale of your guide configuration, arc-seconds per pixel
cs_cz: Měřítko pixlů vaší řídící konfigurace, arcsec. na pixel
es_es: La escala de pixel de su configuración guía, segundos-arco por pixel
gl_es: A escala de píxel da configuración de guiado, arc-segundos por píxel

source: The mount guide speed you will use for calibration and guiding, expressed as a multiple of the sidereal rate. If you don't know, leave the setting at the default value (%0.1fX), which should produce a successful calibration in most cases
cs_cz: Rychlost řídící montáže, kterou použijete pro kalibraci, je vyjádřena jako násobek rychlosti hvězdného času. Pokud nevíte, co děláte, ponechte nastavení ve výchozích hodnotách (%0.1fX), které by většinou měly vést k úspěšné kalibraci
de_de: Die Guidinggeschwindigkeit der Montierung für Kalibrierung und Guiding, ausgedrückt als Bruchteil der Sterngeschwindigkeit. Wenn du sie nicht kennst, lass den Vorgabewert (%0.1fX), der in den meisten Fällen zu einer erfolgreichen Kalibrierung führt.
es_es: La velocidad de guiado de la montura que utilizará para calibración y guiado, expresada como un múltiplo de la velocidad sideral. Si no la conoce, deje el valor por defecto (%0.1fX), que debería producir una calibración exitosa en la mayoría de los casos
gl_es: A velocidade de guiado da montura que usarás para calibrar e guiar, expresada como múltiplo da taxa sideral. Se non o sabes deixa a configuración no valor por defecto (%0.1fX), o que debería producir unha calibración correcta na maioría dos casos

source: Mount guide speed (n.n x sidereal)
cs_cz: Řídící rychlost montáže (n.n x hvězdný)
de_de: Guidinggeschwindigkeit der Montierung (n.n x siderisch)
es_es: Velocdad de guiado de montura (n.n x sideral)
gl_es: Velocidade de guiado da montura (n.n x sideral)

source: Mount has high-precision encoders on both axes
cs_cz: Montáž je vybavena vysoce přesnými snímači na obou osách

source: Mount has high-precision encoders on both axes with little or no Dec backlash (e.g. 10Micron, Astro-Physics AE, Planewave, iOptron EC2 or other high-end mounts
cs_cz: Montáž je vybavena vysoce přesnými snímači na obou osách s minimální nebo žádnou vůlí v deklinaci (např. 10Micron, Astro-Physics AE, iOptron EC2 nebo jiné špičkové montáže)
es_es: La montura tiene encoders de alta precisión en ambos ejes con poco o ningún backlash en Dec (ej 10Micron, Astro-Physics AE, Planewave, iOptron EC2 u otras monturas de alta gama

source: Build dark library
cs_cz: Vytvořte knihovnu dark snímků
de_de: Dunkelbildbibliothek anlegen
es_es: Crear biblioteca de DARKS
gl_es: Crear biblioteca de DARKS

source: Check this to automatically start the process of building a dark library for this profile.
cs_cz: Při zaškrtnutí této možnosti se automaticky spustí proces vytváření knihovny Dark pro tento profil.
de_de: Aktiviere diese Option, um den Aufbau einer Dunkelbildbibliothek für dieses Profil automatisch zu starten.
es_es: Marcar para iniciar automáticamente el proceso de crear una biblioteca de darks para este perfil.
gl_es: Marcar para iniciar automaticamente o proceso de crear unha biblioteca de darks para este perfil.

source: Check this to automatically re-use the last calibration when the profile is loaded. For this to work, the rotational orientation of the guide camera and all other optical properties of the guiding setup must remain the same between imaging sessions.
cs_cz: Při zaškrtnutí této možnosti se při načtení profilu automaticky znovu použije poslední provedená kalibrace. Aby tato funkce fungovala, je nezbytné, aby orientace naváděcí kamery a všechny ostatní optické vlastnosti řídícího systému zůstaly mezi relacemi zachovány.
es_es: Marque para reutilizar automáticamente la última calibración cuando se cargue el perfil. Para que esto funcione, la orientación de rotación de la cámara guía y todas las otras propiedades ópticas del equipo guía tienen que permanecer iguales entre sesiones.
gl_es: Marca para volver a usar automaticamente a última calibración cando se carga o perfil. Para que isto funcione, a orientación de rotación da cámara de guiado e todas as outras propiedades ópticas da configuración de guía deben permanecer iguais entre as sesións de imaxe.

source: Profile Name
cs_cz: Jméno Profilu
de_de: Profil-Name
es_es: Nombre del perfil
gl_es: Nome do perfil

source: Back up to the previous screen
cs_cz: Návrat na předchozí obrazovku
de_de: Zurück zur vorherigen Anzeige
es_es: Volver a la pantalla anterior
gl_es: Volver á pantalla anterior

source: Move forward to next screen
cs_cz: Přechod na další obrazovku
de_de: Vorwärts zur nächsten Anzeige
es_es: Avanzar a la siguiente pantalla
gl_es: Avanzar á seguinte pantalla

source: This short sequence of steps will help you identify the equipment you want to use for guiding and will associate it with a profile name of your choice. This profile will then be available any time you run PHD2. At a minimum, you will need to choose both the guide camera and the mount interface that PHD2 will use for guiding. You will also enter some information about the optical characteristics of your setup. PHD2 will use this to create a good 'starter set' of guiding and calibration parameters. If you are a new user, please review the 'Basic Use' section of the 'Help' guide after the wizard dialog has finished.
cs_cz: Tyto kroky vám pomohou identifikovat za, které chcete použít pro navádění, a přiřadit jej ke svému profilu. Tento profil bude k dispozici při každém spuštění programu PHD2. Nejméně budete muset vybrat naváděcí kameru a rozhraní montáže, které PHD2 použije. Také budete muset zadat informace o optickém za, které bude použito. PHD2 tyto hodnoty využije pro vytvoření startovací sady pro bodování a kalibraci. Pokud jste nový uživatel, po dokončení průvodce si přečtěte v nápovědě 'Instrukce pro netrpělivé'.
es_es: Esta corta secuencia de pasos le ayudará a identificar el equipamiento que va a utilizar para guiado y asociarlo con un perfil. Este perfil estará disponible en todo momento que ejecute PHD2. Como mínimo, ud debe elegir tanto la cámara guía como la interfaz de la montura que PHD2 va a utilizar para guiar. También puede ingresar información sobre las características ópticas de su equipo. PHD2 lo usará para crear un buen conjunto inicial de parámetro para guía y calibración. Si es un usuario nuevo, por favor vea la sección 'Uso Básico' en la sección de la Ayuda después que haya finalizado el asistente.
gl_es: Esta breve secuencia de pasos axudarache a identificar o equipo que desexas usar para guiar e asociarao co nome de perfil que escollas. Este perfil estará dispoñible en calquera momento que se execute PHD2. Como mínimo, terás que escoller tanto a cámara de guiado coma a interface da montura que PHD2 empregará para guiar. Tamén hai que introducir algunha información sobre as características ópticas da configuración. PHD2 empregarao para crear un bo "conxunto inicial" de parámetros de guiado e calibración. Se es un usuario novo, revisa a sección "Uso básico" da guía "Axuda" unha vez finalizado o diálogo do asistente.

source: Select your guide camera from the list. All cameras supported by PHD2 and all installed ASCOM cameras are shown. If your camera is not shown, it is either not supported by PHD2 or its camera driver is not installed. PHD2 needs to know the camera pixel size and guide scope focal length in order to compute reasonable guiding parameters. When you choose a camera, you'll be given the option to connect to it immediately to get the pixel-size automatically. You can also choose a binning-level if your camera supports binning.
cs_cz: Vyberte svou kameru ze seznamu. Zobrazeny jsou všechny kamery podporované PHD2 a všechny nainstalované kamery ASCOM. Pokud se vaše kamera nenachází v seznamu, znamená to, že není podporována PHD2 nebo není nainstalován její ovladač. PHD2 potřebuje znát velikost pixelu kamery a ohniskovou vzdálenost pointačního dalekohledu, aby mohl vypočítat správné parametry pro navádění. Po výběru kamery budete mít možnost se k ní připojit a automaticky získat velikost pixelu. Pokud vaše kamera podporuje binning, můžete také vybrat úroveň binningu.
de_de: Wähle deine Guidingkamera aus der Liste. Alle von PHD2 unterstützten Kameras und alle installierten ASCOM Kameras werden angezeigt. wird deine Kamera nicht angezeigt, dann wird sie entweder von PHD2 nicht unterstützt oder ihr Treiber ist nicht installiert. PHD2 muss die Pixelgröße und die Brennweite des Leitrohrs kennen um passende Guidingparameter zu berechnen. Wenn du eine Kamera wählst hast du die Möglichkeit sie sofort zu verbinden um die Pixelgröße automatisch zu bekommen. Du kannst auch ein Binning wählen falls deine Kamera Binning unterstützt.
es_es: Seleccione su cámara guía de la lista. Se muestran todas las cámaras soportadas por PHD2 y todas las cámaras ASCOM instaladas. Si su cámara no aparece, es porque no está soportada por PHD2 o su driver no está instalado. PHD2 necesita conocer el tamaño del pixel de la cámara y la longitud focal del telescopio guía para poder computar parámetros de guiado razonables. Cuando elija una cámara, se le dará la opción de conectarla inmediatamente para obtener el tamaño del pixel automáticamente. También puede elegir el nivel de binning si su cámara lo permite.
gl_es: Selecciona a cámara de guiado da lista. Amósanse todas as cámaras compatibles con PHD2 e todas as cámaras ASCOM instaladas. Se non se mostra a cámara, que non é compatible con PHD2 ou o controlador da cámara non está instalado. PHD2 necesita coñecer o tamaño do píxel da cámara e a lonxitude focal para calcular parámetros de guía razoables. Cando elixes unha cámara terás a opción de conectarte inmediatamente para obter o tamaño do píxel automaticamente. Tamén podes escoller un nivel de afinación maior se a túa cámara o soporta.

source: Select your mount interface from the list. This determines how PHD2 will send guide commands to the mount. For most modern mounts, the ASCOM interface is a good choice if you are running MS Windows. The other interfaces are available for cases where ASCOM isn't available or isn't well supported by mount firmware. If you know the mount guide speed, you can specify it so PHD2 can calibrate more efficiently. If you don't know the mount guide speed, you can just use the default value of %0.1fx. When you choose a mount, you'll usually be given the option to connect to it immediately so PHD2 can read the guide speed for you.
cs_cz: V seznamu vyberte rozhraní pro montáž. Pro většinu moderních montáží je dobrou volbou rozhraní ASCOM, pokud používáte operační systém MS Windows. Ostatní rozhraní jsou k dispozici, pokud ASCOM není dostupný nebo není podporován firmwarem montáže. Pokud znáte rychlost montáže, můžete ji zadat, což umožní PHD2 efektivnější kalibraci. Pokud neznáte rychlost montáže, můžete jednoduše použít výchozí hodnotu %0.1fx. Při výběru montáže obvykle existuje možnost okamžitého připojení, kdy PHD2 dokáže načíst rychlost .
de_de: Wähle dein Montierungsinterface aus der Liste. Das bestimmt wie PHD2 die Guidingkommandos an die Montierung schickt. Für die meisten modernen Montierungen ist das ASCOM Interface eine gute Wahl unter MS Windows. Die anderen Interfaces sind für den Fall, dass ASCOM nicht verfügbar ist oder nicht gut mit der Montierung zusammenarbeitet. Wenn du die Guidinggeschwindigkeit der Montierung kennst, kannst du sie eingeben, dann kann PHD2 effizienter kalibrieren. Wenn du sie nicht kennst, nimm einfach den Vorgabewert %0.1fx. Wenn du eine Montierung wählst, wirst du sie üblicherweise gleich verbinden, dann kann PHD2 die Guidinggeschwindigkeit für dich auslesen.
es_es: Seleccione su montura de la lista. Esto determina cómo PHD2 enviará comandos de guiado a la montura. Para la mayoría de monturas modernas, la interfaz ASCOM es una buena elección si está ejecutando MS Windows. Las otras interfaces están disponibles para casos donde ASCOM no está disponible o no está bien soportado por el firmware de la montura. Si ud sabe la velocidad de guiado de su montura, la puede especificar para que PHD2 pueda calibrar más eficientemente. Si no conoce la velocidad de guiado, puede dejar el valor por defecto de %0.1fx. Cuando elija una montura, usualmente se le dará la opción de conectarla automáticamente para que PHD2 pueda leer la velocidad de guiado por ud.
gl_es: Selecciona a túa interface de montaxe da listaxe. Isto determina como PHD2 enviará ordes de guiado á montura. Para a maioría das versións modernas a interface ASCOM é unha boa elección se estás executando MS Windows. As outras interfaces están dispoñibles para os casos en que non haxa ASCOM ou non estea soportado polo firmware da montura. Se coñeces a velocidade da guiado da montura podes especificalo para que PHD2 poida calibrar de forma máis eficiente. Se non a coñeces podes empregar o valor por defecto de %0.1fx. Cando elixes unha montura normalmente terás a opción de conectarte a ela inmediatamente para que PHD2 poida ler a velocidade da guiado.

source: Simulator
cs_cz: Simulátor
es_es: Simulador
gl_es: Simulador

source: The 'simulator' camera/mount interface doesn't provide pointing information, so PHD2 will not be able to automatically adjust guiding for side-of-pier and declination. You can enable these features by choosing an 'Aux Mount' connection that does provide pointing information.
cs_cz: Rozhraní 'simulátor' s kamerou/montáží nezajišťuje informace o směru, takže PHD2 nebude schopno automaticky upravit podle stran pilíře a deklinace. Tyto funkce můžete povolit výběrem připojení 'Aux Montáž', které poskytuje informace o směru.
es_es: La interfaz de 'simulador' cámara/montura no provee información de apuntado, por lo que PHD2 no puede ajustar la guía de lado de pilar y declinación. Ud puede habilitar estas características eligiendo la conexión 'Montura Auxiliar' que sí provee esa información.
gl_es: A interface de simulación da cámara/montura non proporciona información de a onde apunta, polo que PHD2 non poderá axustar automaticamente o guiado do lado do trípode. Podes habilitar estas funcións escollendo unha conexión 'Montura Auxiliar' que proporcione esta información.

source: The mount interface you chose in the previous step doesn't provide pointing information, so PHD2 will not be able to automatically adjust guiding for side-of-pier and declination. You can enable these features by choosing an 'Aux Mount' connection that does provide pointing information. The Aux Mount interface will be used only for that purpose and not for sending guide commands.
cs_cz: Vybrané rozhraní montáže neposkytuje informace o směru, což znamená, že PHD2 nebude schopno automaticky upravit podle stran pilíře a deklinace. Tuto funkci můžete aktivovat výběrem připojení 'Aux Montáž', které poskytuje informace o směru. Rozhraní Aux bude použito pouze k těmto účelům a nebude odesílat žádné řídicí příkazy.
de_de: Die Montierungs-Schnittstelle, die du im vorherigen Schritt gewählt hast, übermittelt keine Informationen des Standorts, so dass PHD2 nicht in der Lage ist, die Nachführung anhand des Standortes und der Deklination automatisch anzupassen. Du kannst diese Funktionen nutzen, wenn du eine "Aux Montierung"-Schnittstelle wählst, die die Anzeige des Standortes ermöglicht. Die "Aux Montierung"-Schnittstelle wird nur zu diesem Zweck eingesetzt und nicht für das Versenden von Nachführbefehlen verwendet.
es_es: El interface de la montura que seleccionó en el paso previo no proporciona información de coordenadas, por lo que PHD2 no puede ajustar automáticamente en qué lado de la columna se encuentra y la declinación. Puede habilitar esta configuración seleccionando una conexión 'Montura Aux' que proporcione esta información. El interface 'Montura Aux' únicamente se utilizará con este fin y no enviará comandos de guiado.
gl_es: A interface da montura que seleccionaches no paso previo non proporciona información de coordenadas, polo que PHD2 non pode axustar automaticamente en que lado da columna se atop e a declinación. Podes habilitar esta configuración seleccionando unha conexión 'Montura Aux' que proporcione esta información. A interface 'Montura Aux' só se utilizará con este fin e non enviará comandos de guiado.

source: If you have an adaptive optics (AO) device, you can select it here. The AO device will be used for high speed, small guiding corrections, while the mount interface you chose earlier will be used for larger ('bump') corrections. Calibration of both interfaces will be handled automatically.
cs_cz: Pokud máte za s adaptivní optikou (AO), můžete jej vybrat zde. Za AO bude použito pro rychlé a malé korekce navádění, zatímco rozhraní montáže, které jste vybrali dříve, bude použito pro větší ('bump') korekce. Kalibrace obou rozhraní bude provedena automaticky.
de_de: Wenn du eine Adaptive Optik (AO) hast, kannst du diese hier auswählen. Das AO-Gerät wird für schnelle, kleine Führungskorrekturen verwendet, während die Montierungs-Schnittstelle, die du zuvor gewählt hast für größere Korrekturen ('Montierungs-Anstoß = Bump') verwendet wird. Kalibrierung der beiden Schnittstellen automatisch durchgeführt.
es_es: Si posee un dispositivo de Óptica Activa (OA), puede seleccionarlo aquí. El dispositivo OA se usará para pequeñas correcciones rápidas, mientras que el interface de guiado seleccionado anteriormente se usará para las correcciones mayores. La calibración de ambos interfaces se realizará de forma automática.
gl_es: Se tes un dispositivo de Óptica Adaptativa (OA), podes seleccionalo aquí. O dispositivo OA utilizarase para pequenas correccións rápidas, mentres que a interface de guiado seleccionado anteriormente se usará para as correccións maiores. A calibración de ambas interfaces realizarase de forma automática.

source: If you have an ASCOM or INDI-compatible rotator device, you can select it here. This will allow PHD2 to automatically adjust calibration when the rotator is moved. Otherwise, any change in rotator position will require a re-calibration in PHD2
cs_cz: Pokud máte rotátor kompatibilní s ASCOM nebo INDI, můžete jej zde vybrat. Tím umožníte PHD2 automaticky upravit kalibraci při pohybu rotátoru. V opačném případě bude nutné provést opětovnou kalibraci v programu PHD2 při každé změně polohy rotátoru
es_es: Si posee un rotador compatible con ASCOM o INDI, lo puede seleccionar aquí. Esto permitirá a PHD2 ajustar la calibración automáticamente cuando el rotador se mueva. De otra manera, cualquier cambio en la posición del rotador requerirá una recalibración en PHD2

source: Your profile is complete and ready to save. Give it a name and, optionally, build a dark-frame library for it. This is strongly recommended for best results. If your setup is stable from one night to the next, you can choose to automatically re-use the last calibration when you load this profile. If you are new to PHD2 or encounter problems, please use the 'Help' function for assistance.
cs_cz: Váš profil je kompletní a připravený k uložení. Pojmenujte jej a případně vytvořte knihovnu dark snímků. Tento krok se doporučuje pro dosažení nejlepších výsledků. Pokud je vaše nastavení stabilní od jedné noci k druhé, můžete zvolit automatické opětovné použití poslední kalibrace při načítání tohoto profilu. Pokud jste noví v programu PHD2 nebo narazíte na problémy, použijte funkci 'Nápověda' pro pomoc.
es_es: Su perfil está completo y listo para guardar. Ingrese un nombre y, opcionalmente, arme una librería de cuadros dark. Esto es altamente recomendado para mejores resultados. Si su equipo no cambia de una noech a la siguiente, puede elegir reutilizar la calibración automáticamente cuando cargue su perfil. Si es nuevo en PHD2 o encuentra problemas, por favor utilice la función 'Ayuda' para asistencia.
gl_es: O teu perfil está completo e listo para gardar. Dálle un nome e, opcionalmente, crea para el unha biblioteca de darks. Isto é moi recomendable para obter mellores resultados. Se a configuración é estable dunha noite a outra, podes optar por volver a usar automaticamente a última calibración ó cargar este perfil. Se es novo en PHD2 ou tes problemas, usa a función "Axuda" para obter axuda.

source: Configuration Suggestion
cs_cz: Doporučená Konfigurace
es_es: Sugerencia de Configuración
gl_es: Suxestións de Configuración

source: This configuration doesn't provide PHD2 with any information about the scope's pointing position. This means you will need to recalibrate whenever the scope is slewed, and some PHD2 features will be disabled. You should choose an ASCOM or INDI mount connection for either 'mount' or 'aux-mount' unless there are no drivers available for your mount. Please review the Help guide on 'Equipment Connections' for more details.
cs_cz: Tato konfigurace neposkytuje PHD2 žádné informace o poloze dalekohledu. To znamená, že budete muset provést novou kalibraci vždy, když dojde k pohybu dalekohledu, a některé funkce PHD2 budou vypnuty. Měli byste zvolit připojení montáže pomocí rozhraní ASCOM nebo INDI pro 'montáž' nebo 'aux-montáž', pokud nejsou k dispozici ovladače pro vaši montáž. Podrobnější naleznete v nápovědě v sekci 'Připojení za'.
es_es: Esta configuración no le da a PHD2 ninguna información de a dónde apunta el telescopio. Esto significa que va a necesitar recalibrar si mueve el telescopio, y algunas características de PHD2 estarán deshabilitadas. Ud debería elegir una conexión de montura ASCOM o INDI para cada 'montura' o 'montura-auxiliar' a menos que no haya drivers disponibles para su montura. por favor, vea la Ayuda en 'Conexión de Equipo' para más detalles.
gl_es: Esta configuración non lle proporciona a PHD2 información sobre a posición de apuntamento do telescopio. Isto significa que necesitarás recalibrar sempre que se mova o telescopio e algunhas funcións PHD2 deshabilitaranse. Tes que escoller unha conexión de montura ASCOM ou INDI para "montura" ou "montura auxiliar" a non ser que non haxa controladores dispoñibles para a túa montura. Para máis información, consulta a guía de axuda sobre "Conexión de equipos".

source: Please make sure the EQMOD ASCOM settings are configured for PHD2 according to this document:
cs_cz: Ujistěte se, že nastavení EQMOD ASCOM je správně nakonfigurováno pro PHD2 podle tohoto dokumentu:
es_es: Asegúrese que los seteos de EQMOD ASCOM están configurados para PHD2 según este documento:
gl_es: Asegúrate de que a configuración EQMOD ASCOM está configurada para PHD2 de acordo con este documento:

source: Open EQMOD document...
cs_cz: Otevřete dokumentaci EQMOD...
es_es: Abriendo documento EQMOD...
gl_es: Abrir documento EQMOD...

source: Go Back
cs_cz: Vrátit Se
es_es: Regresar
gl_es: Volver

source: Proceed
cs_cz: Pokračovat
es_es: Proceder
gl_es: Proceder
