Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: How long a guide pulse should be used during calibration? Click "Advanced..." to compute a suitable value.
cs_cz: Jak dlouhý řídící impulz by měl být použit při kalibraci? Klikněte na tlačítko "Pokročilý..." a vypočítejte vhodnou hodnotu.
es_es: ¿Que tan largo debe ser el pulso guía durante la calibración? Click en "Avanzado..." para computar un valor adecuado.

source: Advanced...
cs_cz: Pokročilý...
es_es: Avanzado...
gl_es: Avanzado...

source: Click to open the Calibration Calculator Dialog to review or change all calibration parameters
cs_cz: Kliknutím otevřete Kalibrační Kalkulačku pro Kontrolu nebo změnu všech kalibračních parametrů
es_es: Click para abrir la Calculadora de Calibración para revisar o cambiar los parámetros de calibración

source: Reverse Dec output after meridian flip
cs_cz: Obrátit výstup Dec po překlopení poledníku
de_de: DEC Ausgabe nach dem Umschwenken (Meridian Flip) umkehren
es_es: Invertir el valor de DEC después de un cambio de meridiano
gl_es: Declinación Invertida tralo volteo por paso de meridiano

source: Check if your mount needs Dec output reversed after a meridian flip. Changing this setting will clear the existing calibration data
cs_cz: Zkontrolujte, zda montáž po překlopení poledníku nepotřebuje obrácený výstup Dec. Upozorňujeme, že změna tohoto nastavení vymaže stávající kalibrační data
es_es: Controle si su montura necesita una salida Dec invertida después de un cambio de meridiano. Al cambiar este valor, se borrarán los datos de calibración existentes
gl_es: Marcar se a mountura necesita inverter os valores de declinación despois do volteo por paso de meridiano. Ó cambiar isto perderanse os datos da calibración existente

source: Stop guiding when mount slews
cs_cz: Zastavit navádění při přejezdu montáže
de_de: Nachführung stoppen, wenn die Montierung sich bewegt
es_es: Parar el guiado cuando la montura se desplaza
gl_es: Deter o guiado cando a montura se despraza

source: When checked, PHD will stop guiding if the mount starts slewing
cs_cz: Pokud je zaškrtnuto, PHD zastaví navádění, pokud montáž přejíždí
de_de: Ausgewählt: PHD stoppt die Nachführung, wenn die Montierung bewegt wird
es_es: Cuando está seleccionado, PHD parará el guiado si la montura comienza a desplazarse
gl_es: Cando está seleccionado, PHD parará o guiado se a montura comeza a desprazarse

source: Assume Dec orthogonal to RA
cs_cz: Předpoklad, Dec je kolmo na RA
de_de: Angenommen DEC ist senkrecht zu RA
es_es: Asumir ortogonalidad de Dec frente a RA
gl_es: Asumir ortogonalidade de Dec en AR

source: Assume Dec axis is perpendicular to RA axis, regardless of calibration. Prevents RA periodic error from affecting Dec calibration. Option takes effect when calibrating DEC.
cs_cz: Předpokládejme, že osa Dec je kolmá na osu RA, bez ohledu na kalibraci. Tím se zabrání tomu, aby periodická chyba RA ovlivnila kalibraci Dec. Tato možnost se projeví při kalibraci Dec.
de_de: Vorgabe, dass die DEC-Achse senkrecht zur RA-Achse ist (orthogonal), unabhängig von der Kalibrierung. Verhindert, dass der periodische Fehler in RA die DEC-Kalibrierung beeinflusst. Option wird wirksam bei der Kalibrierung der DEC-Achse.
es_es: Asumir que el eje Dec es perpendicular al eje RA, a pesar de la calibración. Esto previene que el error periódico de RA afecte a la calibración de Dec. Esta opción tiene efecto cuando se calibra DEC.
gl_es: Asumir que o eixe Dec é perpendicular ó eixe AR, a pesar da calibración. Isto prevén que o erro periódico de AR afecte á calibración de Dec. Esta opción ten efecto cando se calibra DEC.

source: Check this if you want to apply a backlash compensation guide pulse when declination direction is reversed.
cs_cz: Zaškrtněte tuto možnost, pokud chcete použít regulační impuls kompenzace vůle při změně směru deklinace.
de_de: Auswählen, wenn bei Richtungsumkehr in DEC ein Backlash-Korrekturimpuls ausgeführt werden soll.
es_es: Comrpuebe esto si necesita aplicar pulsos guía de compensación de backlash cuando la dirección de declinación se invierta.
gl_es: Marcar se queres aplicar a compensación de backlash ó pulso guía cando a dirección de declinación cambia.

source: Amount
cs_cz: Hodnota
de_de: Wert
es_es: Cantidad
gl_es: Cantidade

source: Size of backlash compensation guide pulse (mSec)
cs_cz: Velikost regulačního impulsu kompenzace zpětné vůle (ms)
es_es: Tamaño de pulso de compensación de backlash guía (mSeg)
gl_es: Tamaño do pulso de guiado de compensación de backlash (mSeg)

source: Mount Backlash Compensation
cs_cz: Kompenzaci Zpětné vůle Montáže
es_es: Compensación de Backlash de Montura
gl_es: Compensación do backlash da Montura

source: Backlash Compensation
cs_cz: Kompenzace Zpětné Vůle
es_es: Compensación de Backlash
gl_es: Compensación de Backlash

source: Minimum length of backlash compensation pulse (mSec).
cs_cz: Minimální délka impulsu kompenzace vůle (ms).
es_es: Longitud mínima de Pulso de compensación de backlash (mSeg).
gl_es: Pulso mínimo de compensación de backlash (mSeg).

source: Maximum length of backlash compensation pulse (mSec).
cs_cz: Maximální délka impulsu kompenzace vůle (ms).
es_es: Longitud máxima de Pulso de compensación de backlash (mSeg).
gl_es: Pulso máximo de compensación de backlash (mSeg).

source: Use Dec compensation
cs_cz: Použít kompenzaci Dec
de_de: Benutze DEC Kompensation
es_es: Usar compensación DEC
gl_es: Usar compensación en DEC

source: Automatically adjust RA guide rate based on scope declination
cs_cz: Automatické nastavení rychlosti RA na základě deklinace dalekohledu
de_de: Passt die RA Guide Rate automatisch an die Deklination des Teleskops an
es_es: Ajustar automáticamente velocidad de guiado Ra basado en la declinación del telescopio
gl_es: Axustar automaticamente a taxa de guiado en AR en función da declinación do telescopio

source: Max RA duration
cs_cz: Maximální délka trvání RA
de_de: Max RA Dauer
es_es: Duración máxima RA
gl_es: Duración Máx AR

source: Longest length of pulse to send in RA Default = 2500 ms.
cs_cz: Nejdelší délka impulsu v RA Výchozí hodnota = 2500 ms.
de_de: Längste Korrekturimpulsdauer in RA Vorgabe = 2500 ms.
es_es: Pulso más largo para enviar a RA Por defecto = 2500 ms.
gl_es: Tamaño maior de pulso que se envía en AR. Por defecto = 2500 ms.

source: Max Dec duration
cs_cz: Maximální délka trvání Dec
de_de: Max RA Dauer
es_es: Máxima duración de DEC
gl_es: Duración Máx DEC

source: Longest length of pulse to send in declination Default = 2500 ms. NOTE: this will be ignored if backlash compensation is enabled
cs_cz: Maximální délka impulsu pro odeslání v deklinaci: Výchozí hodnota = 2500 ms. Poznámka: Tento údaj bude ignorován, pokud je aktivována kompenzace vůle

source: Dec guide mode
cs_cz: Režim Dec
de_de: DEC Guidingmodus
es_es: Modo de guiado en DEC
gl_es: Modo de guiado en DEC

source: Directions in which Dec guide commands will be issued
cs_cz: Směry, ve kterých budou vydávány příkazy Dec
de_de: Mögliche Richtungen der Guiding-Impulse in DEC
es_es: Direcciones en las cuales los comandos de guiado de DEC podrían tener problemas
gl_es: Dirección nas que se emitirán os comandos de guía en Dec

source: Mx RA
cs_cz: RA Max
es_es: RA Mx
gl_es: AR Mx

source: Longest length of pulse to send in declination Default = 2500 ms. Increase if drift is fast.
cs_cz: Nejdelší délka impulsu v deklinaci Výchozí hodnota = 2500 ms. Zvyšte, je-li posun rychlý.
de_de: Längste Korrekturimpulsdauer in DEC Vorgabe = 2500 ms. Bei schneller Drift erhöhen.
es_es: Pulso más largo para enviar a Declinación Por defecto = 2500 ms. Increméntelo si deriva muy rápido.
gl_es: Tamaño maior de pulso que se envía en declinación Por defecto = 2500ms. Incrementar se a deriva é máis rápida.

source: Mx DEC
cs_cz: DEC Max
es_es: DEC Mx
gl_es: DEC Mx

source: responded it's not connected to a mount
cs_cz: zkontrolovat připojení k montáži
de_de: Antwort: nicht mit einer Montierung verbunden
es_es: Verifique la conexión con la montura
gl_es: verifica a conexión coa montura

source: not running
cs_cz: není spuštěn
de_de: läuft nicht
es_es: no se está ejecutando
gl_es: non arrancado

source: Error writing to GC USB ST4: %s(%d)
cs_cz: Chyba zápisu do GC USB ST4: %s(%d)
de_de: Fehler geschrieben auf GC USB ST4: %s(%d)
es_es: Error escribiendo mediante GC USB ST4: %s(%d)
gl_es: Erro escribindo mediante GC USB ST4: %s(%d)

source: Please restart PHD2 to re-connect to the GPUSB
cs_cz: Restartujte PHD2, pro znovu připojení k GPUSB
de_de: Bitte starte PHD2 neu um GPUSB wieder zu verbinden
es_es: Por favor reinicie PHD2 para reconectar al GPUSB
gl_es: Reinicia PHD2 para reconectar GPUSB

source: INDI Aux Mount Selection
cs_cz: INDI Aux Výběr Montáže
es_es: Selección de Montura Auxiliar INDI
gl_es: Selección de Montura Auxiliar INDI

source: INDI Mount Selection
cs_cz: INDI Výběr Montáže
es_es: Selección de Montura INDI
gl_es: Selección de Montura INDI

source: INDI mount was disconnected
cs_cz: Připojení INDI montáže odpojeno
es_es: Se desconectó montura INDI
gl_es: A montura INDI está desligada

source: Approximate telescope declination, degrees
cs_cz: Přibližná deklinace dalekohledu, °
de_de: Deklination des Teleskops (ungefähr, in Grad)
es_es: Declinación del telescopio aproximada, grados
gl_es: Declinación aproximada do telescopio, en graos

source: Side of Pier
cs_cz: Strana Pilíře
de_de: Teleskop-Position
es_es: Lado de la columna
gl_es: Lado da Columna

source: West (pointing East)
cs_cz: Západ (míří na Východ)
de_de: West (zeigt nach Ost)
es_es: Oeste (apuntando al este)
gl_es: Oeste (apuntando ó Leste)

source: Telescope is on the West side of the pier, typically pointing East, before the meridian flip
cs_cz: Dalekohled je na Západní straně pilíře, zpravidla míří na Východ, před překlopením poledníku
de_de: Teleskop-Position ist die Westseite, üblicherweise zeigt das Teleskop nach Osten, Stellung vor dem Umschwenken (Meridian Flip)
es_es: El telescopio está en el lado oeste de la columna, normalmente apuntando al este, antes del cambio de meridiano
gl_es: O telescopio está no lado Oeste da columna, apuntando ó Leste, antes da inversión de meridiano

source: East (pointing West)
cs_cz: Východ (míří na Západ)
de_de: Ost (zeigt nach West)
es_es: Este (apuntando al oeste)
gl_es: Leste (apuntando ó Oeste)

source: Telescope is on the East side of the pier, typically pointing West, after the meridian flip
cs_cz: Dalekohled je na Východní straně pilíře, zpravidla míří na Západ, po překlopení poledníku
de_de: Teleskop-Position ist die Ostseite, üblicherweise zeigt das Teleskop nach Westen, Stellung nach dem Umschwenken (Meridian Flip)
es_es: El telescopio está en el lado este de la columna, normalmente apuntando al oeste, después del cambio de meridiano
gl_es: O telescopio está no lado Leste da columna, apuntando ó Oeste, despois de inverter o meridiano

source: Unspecified
cs_cz: Nespecifikováno
de_de: Nicht spezifiziert
es_es: No especificado
gl_es: Non especificado

source: Select Unspecified if you do not want PHD2 to flip your calibration data for side of pier changes
cs_cz: Pokud nechcete, aby PHD2 nepřevrátil vaše kalibrační data po změně strany pilíře, vyberte možnost Nespecifikováno
de_de: Wähle 'nicht spezifiziert', wenn die Kalibierungsdaten beim Umschlagen (Meridian Flip) nicht umgekehrt werden sollen
es_es: Seleccione "no especificado" si no quiere que PHD2 cambie los datos de calibración para ambos lados de la columna
gl_es: Selecciona Non Especificado se non queres que PHD2 invirta os datos de calibración cando cambie o lado da columna

source: Drift Alignment
cs_cz: Zarovnání Driftovou metodou
es_es: Alineado por deriva
gl_es: Aliñamento por Deriva

source: hr
cs_cz: hod
de_de: Std

source: Telescope's Right Ascension, hours
cs_cz: Rektascenze Dalekohledu, hodiny
de_de: Teleskop RA, Stunden
es_es: Ascensión Recta del telescopio, en horas
gl_es: Ascensión Recta do Telescopio, horas

source: Telescope's Right Ascension, minutes
cs_cz: Rektascenze Dalekohledu, minuty
de_de: Teleskop RA, Minuten
es_es: Ascensión Recta del telescopio, en minutos
gl_es: Ascensión Recta do Telescopio, minutos

source: Latitude (%s)
cs_cz: Zeměpisná šířka (%s)
es_es: Latitud (%s)

source: Site latitude
cs_cz: Zeměpisná šířka místa
de_de: Geogr. Breite des Standorts
es_es: Lugar de latitud
gl_es: Latitude do sitio

source: Longitude (%s)
cs_cz: Zeměpisná délka (%s)
es_es: Longitud (%s)
gl_es: Lonxitude (%s)

source: Site longitude, degrees East of Greenwich. Longitudes West of Greenwich are negative.
cs_cz: Zeměpisná délka místa se udává ve stupních° východně od Greenwiche. Délky západně od Greenwiche jsou záporné.
de_de: Geogr. Breite des Standorts, in Grad östlich von Greenwich. Breiten westlich von Greenwich sind negativ.
es_es: Lugar de longitud, grados al este de Greenwich. Las longitudes al oeste de Greenwich son negativas.
gl_es: Lonxitude do sitio, graos ó Leste de Greenwich. As lonxitudes ó Oeste de Greenwich son negativas.

source: Ask for coordinates
cs_cz: Požádat o souřadnice
de_de: Frage nach Koordinaten
es_es: Consulte coordenadas
gl_es: Preguntar por coordenadas

source: Connection established
cs_cz: Spojení navázáno
de_de: Verbindung hergestellt
es_es: Conexión establecida
gl_es: Conexión establecida

source: Server start failed
cs_cz: Spuštění serveru selhalo
de_de: Start PHD-Server fehlgeschlagen
es_es: Falló el inicio del servidor
gl_es: Fallou o inicio do servidor

source: Server started
cs_cz: Server aktivní
de_de: PHD-Server gestartet
es_es: Servidor iniciado
gl_es: Servidor arrancado

source: Server stopped
cs_cz: Server zastaven
de_de: PHD-Server gestoppt
es_es: Servidor parado
gl_es: Servidor detido

source: New server connection
cs_cz: Nové připojení serveru
es_es: Nueva conexión server
gl_es: Conexión a novo servidor

source: Lock set to %d,%d
cs_cz: Zámek nastaven na %d,%d
es_es: Fijado en %d,%d
gl_es: Establecer bloqueo en %d, %d

source: Configuration
cs_cz: Konfigurace
de_de: Konfiguration
es_es: Configuración
gl_es: Configuración

source: Guide speed, multiple of sidereal rate; if your mount's guide speed is 50% sidereal rate, enter 0.5
cs_cz: Rychlost je násobek rychlosti hvězdného času. Pro 50% rychlosti hvězdného času zadejte hodnotu 0,5
de_de: Guidinggeschwindigkeit, in Vielfachen der Sterngeschwindigkeit; wenn die Guidinggeschwindigkeit deiner Montierung 50% der Sterngeschwindigkeit beträgt, trage 0.5 ein
es_es: Velocidad de Guiado, en múltiplos de la sideral; si su velocidad de guiado es el 50% sideral, introduzca 0.5
gl_es: Velocidade de guiado, múltiple ou sideral; se a túa velocidade de guiado da montura é o 50% do sideral, introduce 0,5

source: Guide speed, n.n x sidereal
cs_cz: Hvězdná rychlost , n.n x
de_de: Guidinggeschwindigkeit, n.n x siderisch
es_es: Velocidad de guiado, n.n x sideral
gl_es: Velocidade de guiado, n.n x sideral

source: Test Summary
cs_cz: Shrnutí Testu
de_de: Test Zusammenfassung
es_es: Resumen de la prueba
gl_es: Resumo da proba

source: Total guide pulse duration in EACH of 4 directions
cs_cz: Celková délka trvání řídícího impulzu v KAŽDÉM ze 4 směrů
de_de: Gesamte Guidingimpulsdauer in JEDER der 4 Richtungen (s)
es_es: Duración total del pulso de guiado en cada una de las 4 direcciones
gl_es: Duración total do pulso guía en CADA UNHA das 4 direccións

source: Total guide duration, EACH direction (s)
cs_cz: Celková délka trvání , KAŽDÝ směr (s)
de_de: Gesamte Guiding-Dauer, JEDE Richtung (s)
es_es: Duración total del guiado, en cada dirección (s)
gl_es: Duración total de guiado, en CADA dirección

source: Total duration of test (s)
cs_cz: Celková doba testu (s)
de_de: Gesamte Dauer des Tests (s)
es_es: Duración total del test (s)
gl_es: Duración total da proba

source: Total test duration (s)
cs_cz: Celková doba testu (s)“
de_de: Gesamte Testdauer (s)
es_es: Duración total del test (s)
gl_es: Duración total da proba

source: Show Details
cs_cz: Zobrazit Podrobnosti
de_de: Zeige Details
es_es: Mostrar detalles
gl_es: Mostrar detalles

source: Test Details
cs_cz: Podrobnosti Testu
es_es: Detalles de la prueba
gl_es: Detalles da proba

source: Number of guide pulses in EACH direction
cs_cz: Počet řídících impulzů v KAŽDÉM směru
de_de: Anzahl der Guidingimpulse in JEDER Richtung
es_es: Número de pulsos de guiado en cada dirección
gl_es: Número de pulsos guía en CADA dirección

source: Number of guide pulses
cs_cz: Počet řídících impulzů
de_de: Anzahl der Guidingimpulse
es_es: Número de pulsos de guiado
gl_es: Numero de pulsos guía

source: Guide pulse size (ms)
cs_cz: Velikost řídícího pulzu (ms)
de_de: Guidingimpulsdauer (ms)
es_es: Tamaño de pulsos de guiado (ms)
gl_es: Tamaño do pulso guía (ms)

source: Pulse size (ms)
cs_cz: Velikost pulsu (ms)
de_de: Pulsdauer (ms)
es_es: Tamaño de pulsos (ms)
gl_es: Tamaño de pulso (ms)

source: Verify or adjust your parameters, click 'Start' to begin
cs_cz: Ověřte nebo upravte své parametry a klikněte na 'Start' pro zahájení
de_de: Prüfe oder passe deine Parameter an, klicke 'Start' um anzufangen
es_es: Verifique o ajuste sus parámetros, haga "click" en "Iniciar" para comenzar
gl_es: Verificar ou axustar os teus parámetros, preme "Iniciar" para comezar

source: %d ms move
cs_cz: %d ms pohyb
de_de: %d ms bewegen
es_es: %d ms de movimiento
gl_es: Mover %d ms

source: WEST
cs_cz: ZÁPAD
es_es: Oeste
gl_es: OESTE

source: EAST
cs_cz: VÝCHOD
de_de: OST
es_es: Este
gl_es: LESTE

source: WEST toward starting point
cs_cz: NA ZÁPAD směrem k výchozímu bodu
de_de: WEST zum Startpunkt
es_es: Oeste más allá del punto de partida
gl_es: OESTE cara ó punto de inicio

source: NORTH
cs_cz: SEVER
de_de: NORD
es_es: Norte
gl_es: NORTE

source: SOUTH
cs_cz: JIH
de_de: SÜD
es_es: Sur
gl_es: SUR

source: NORTH toward starting point
cs_cz: NA SEVER směrem k výchozímu bodu
de_de: NORD zum Startpunkt
es_es: Norte más allá del punto de partida
gl_es: NORTE cara ó punto de inicio

source: Test completed
cs_cz: Test dokončen
de_de: Test abgeschlossen
es_es: Test completado
gl_es: Test completado

source: , step %d of %d
cs_cz: , krok %d z %d
de_de: , Schritt %d von %d
gl_es: , paso %d de %d

source: Start a %d exposure on your main camera, then click 'Ok'
cs_cz: Spusťte expozici na hlavní kameře o délce %d sekund a poté klikněte na 'OK'
de_de: Starte eine %d Belichtung deiner Hauptkameraa, dann klicke 'Ok'
es_es: Empezar con %d de exposición de la cámara principal, luego haga click en 'OK'
gl_es: Inicia unha exposición %d na cámara principal e fai clic en "Aceptar"

source: Wait for the main camera exposure to complete, then save that image for review
cs_cz: Počkejte, až se dokončí expozice na hlavní kameře, a poté uložte tento snímek pro kontrolu
de_de: Warte bis die Belichtung der Hauptkamera abgeschlossen ist, und speichere das Bild zur Überprüfung
es_es: Espere a que se complete la exposición de la cámara principal, luego guarde la imagen para su revisión
gl_es: Agarda a que se complete a exposición da cámara principal e, a continuación, garda a imaxe para revisala

source: Star-cross moved failed, test cancelled
cs_cz: Pohyb hvězdného kříže selhal, test byl zrušen
de_de: Sternkreuztest Bewegung fehlgeschlagen, Test abgebrochen
es_es: El movimiento de la Star-cross falló, test cancelado
gl_es: Fallou Star-cross, test cancelado

source: Mount connection lost, test cancelled
cs_cz: Spojení s montáží bylo ztraceno, test byl zrušen
de_de: Verbindung zur Montierung verloren, Test abgebrochen
es_es: Se perdió la conexión con la montura, test cancelado
gl_es: Perdeuse a conexión coa montura, test cancelado

source: Test cancelled
cs_cz: Test zrušen
de_de: Test abgebrochen
es_es: Test cancelado
gl_es: Test cancelado

source: Mount connection must be restored
cs_cz: Připojení k montáže musí být restartováno
de_de: Verbindung zur Montierung muss wiederhergestellt werden
es_es: La conexión con la montura debe ser reiniciada
gl_es: Hai que restaurar a conexión coa montura

source: Hide Details
cs_cz: Skrýt Detaily
de_de: Blende Details aus
es_es: Ocultar detalles
gl_es: Ocultar Detalles

source: Profile
cs_cz: Profil
de_de: Profil
es_es: Perfil
gl_es: Perfil

source: Mid row
cs_cz: Střed. řádek
de_de: Mid Zeile
es_es: Fila intermedia
gl_es: Fila intermedia

source: Avg row
cs_cz: Prům. řádek
de_de: Avg Zeile
es_es: File de Promedio
gl_es: File de Promedio

source: Avg col
cs_cz: Prům. sloupec
de_de: Avg Spitze
es_es: Columna de Promedio
gl_es: Columna de Promedio

source: Click image for raw view
cs_cz: Klikem zobrazit v raw
es_es: Click en imagen para vista raw

source: Click image for interpolated view
cs_cz: Klikem zobrazit s interpolací
es_es: Click en imagen para vista interpolada

source: Peak
cs_cz: Vrchol
de_de: Spitze
es_es: Pico
gl_es: Pico

source: The Static Align tool is most effective when PHD2 knows your guide scope focal length and camera pixel size. Enter your guide scope focal length on the Global tab in the Brain. Enter your camera pixel size on the Camera tab in the Brain. Would you like to run the tool anyway?
cs_cz: Nástroj statického zarovnání je nejefektivnější, když PHD2 zná ohniskovou vzdálenost vašeho pointačního dalekohledu a velikost pixelů kamery. Zadejte ohniskovou vzdálenost pointačního dalekohledu na kartě Globální v sekci Mozek. Zadejte velikost pixelu kamery na kartě Kamera v sekci Mozek. Chcete přesto tento nástroj spustit?
de_de: Das Statische Align Tool ist am effektivsten wenn PHD2 die Brennweite des Leitrohrs und die Pixelgröße der Kamera kennt. Gib die Leitrohrbrennweite im Gehirns in der Registerkarte 'Nachführen' ein. Gib die Pixelgröße im Gehirn in der Registerkarte 'Kamera' ein. Willst du das Tool jetzt starten?
es_es: La herramienta de Alineado Estático es mas efectiva cuando PHD2 conoce la focal de su telescopio guía y el tamaño de pixel de su cámara. Ingrese la longitud focal de su telescopio guía en la solapa Global en el Cerebro. Ingrese el tamaño de pixel de su cámara en la solapa Cámara en el Cerebro. ¿Desea ejecutar la herramienta de toda formas?
gl_es: A ferramenta de aliñamento estático é máis eficaz cando PHD2 coñece a diantacia focal e tamaño de píxel da cámara de guiado. Insire a distancia focal do telescopio guía na lapela Global do Cerebro. Insire o tamaño de píxel da cámara na lapela Cámara do Cerebro. Queres executar a ferramenta de todos os xeitos?

source: Static PA rotation failed - star lost
cs_cz: Statická PA rotace selhala - hvězda ztracena
de_de: Statische PA: Rotation fehlgeschlagen - Stern verloren
es_es: Rotación estática PA falló - se perdió la estrella
gl_es: Fallou a rotación de Aliñamento Polar Estático - Estrela perdida

source: Static Polar Alignment
cs_cz: Statické Polární Zarovnání
de_de: Statisches Pol-Alignment
es_es: Alineación Polar Estática
gl_es: Erro no Aliñamento Polar Estático
