Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: Adjust parameters to create or modify the bad-pixel map
cs_cz: Umožní upravit parametry a umožní vytvořit nebo upravit mapu vadných pixlů
de_de: Parameter einstellen um eine Bad-Pixel-Karte zu erstellen oder zu ändern
es_es: Ajustar parámetros para crear o modificar el mapa de píxeles erróneos
gl_es: Axustar parámetros para crear ou modificar o mapa de píxeles erróneos

source: Import From Profile...
cs_cz: Import Z Profilu ...
de_de: Importiere aus Profil...
es_es: Importar desde Perfil...
gl_es: Importar dende Perfil...

source: Import existing dark library/bad-pixel map from a different profile
cs_cz: Umožní importovat existující mapy knihovny dark snímků/Chybné pixly z jiného profilu
de_de: Importiere bestehende Dunkelbildbibliothek / Bad-Pixel-Karte von einem anderen Profil
es_es: Importar la librería de darks o mapa de píxeles erróneos de un perfil diferente
gl_es: Importar a librería de darks ou mapa de píxeles erróneos dun perfil diferente

source: Use &Dark Library
cs_cz: Použít Knihovnu &Dark
de_de: Verwende Dunkelbildbibliothek
es_es: Usar biblioteca de &DARKS
gl_es: Usar biblioteca de &DARKS

source: Use the the dark library for this profile
cs_cz: Umožní použít knihovnu dark snímků pro tento profil
de_de: Verwende die Dunkelbildbibliothek für dieses Profil
es_es: Usar la biblioteca de darks para este perfil
gl_es: Usar a biblioteca de darks para este perfil

source: Use &Bad-pixel Map
cs_cz: Použít Mapu &Vadných pixlů
de_de: Verwende Bad-Pixel-Karte
es_es: Usar &Mapa de Píxeles Erróneos
gl_es: Usar &Mapa de Píxeles Erróneos

source: Use the bad-pixel map for this profile
cs_cz: Umožní pro tento profil použít mapu vadných pixlů
de_de: Verwende die Bad-Pixel-Karte für diese Profil
es_es: Usar el Mapa de Píxeles Erróneos para este perfil
gl_es: Usar o Mapa de Píxeles Erróneos para este perfil

source: &Save settings
cs_cz: &Uložit nastavení
de_de: Einstellungen speichern
es_es: & Guardar Configuraciones
gl_es: & Gardar Configuracións

source: Save current camera settings
cs_cz: Uloží aktuální nastavení kamery
de_de: Aktuelle Kameraeinstellungen speichern
es_es: Guardar configuración de cámara actual
gl_es: Gardar configuración de cámara actual

source: &Restore settings
cs_cz: &Obnova nastavení
de_de: Einstellungen wiederherstellen
es_es: & Restaurar Configuración
gl_es: & Restaurar Configuración

source: Restore camera settings
cs_cz: Obnoví nastavení kamery
de_de: Kameraeinstellungen wiederherstellen
es_es: Restaurar configuraciones de cámara
gl_es: Restaurar configuracións de cámara

source: Show &Bookmarks b
cs_cz: Zobrazit Značky b
de_de: Lesezeichen zeigen b
es_es: Mostrar Marcadores b
gl_es: Mostrar Marcadores b

source: Hide or show bookmarks
cs_cz: Skryje nebo zobrazí značky
de_de: Lesezeichen verbergen oder zeigen
es_es: Ocultar o Mostrar las Marcas
gl_es: Ocultar ou Mostrar as Marcas

source: Bookmark &Lock Pos Shift-B
cs_cz: Zamknout Polohu &Značky Shift-B
de_de: Lesezeichen Lock-Position Shift-B
es_es: Guardar Marca de Posición de Bloqueo Shift-B
gl_es: Gardar Marca de Posición de B&loqueo Shift-B

source: Set a bookmark at the current lock position
cs_cz: Zamkne značku na aktuální polohu
de_de: Setze ein Lesezeichen bei der aktuellen Lock-Position
es_es: Configurar una marca en la posición actual de bloqueo
gl_es: Configurar unha marca na posición actual de bloqueo

source: Bookmark &Star Pos
cs_cz: Značka &Polohy Hvězdy
de_de: Lesezeichen Sternposition
es_es: Guardar Marca de Posición inicial de Estrella
gl_es: Gardar Marca de Posición inicial de Estrela

source: Set a bookmark at the position of the currently selected star
cs_cz: Nastaví značku na aktuálně vybranou polohu hvězdy
de_de: Lesezeichen setzen für die Position des aktuellen Sterns
es_es: Aplicar una bookmark a la posición de la actual posición seleccionada
gl_es: Aplicar unha marca á posición da actual estrela seleccionada

source: &Delete all Ctrl-B
cs_cz: &Smazat vše Ctrl-B
de_de: Alles löschen Ctrl-B
es_es: &Borrar Todo Ctrl-B
gl_es: &Borrar Todo Ctrl-B

source: Remove all bookmarks
cs_cz: Odebere všechny značky
de_de: Alle Lesezeichen entfernen
es_es: Borrar todas las marcas
gl_es: Borrar todas as marcas

source: &About...
cs_cz: &O aplikaci...
de_de: Über...
es_es: &Acerca...
gl_es: &Acerca de...

source: &Check for updates
cs_cz: &Kontrola Aktualizace
de_de: Suche nach Updates
es_es: &Comprobar actualizaciones
gl_es: &Buscar actualizacións

source: Check for PHD2 software updates
cs_cz: Zkontroluje aktualizaci softwaru PHD2
de_de: Suche nach PHD2 Software Updates
es_es: Comprobar actualizaciones de PHD2
gl_es: Buscar actualizacións de software PHD2

source: Online Support
cs_cz: Online Podpora
es_es: Soporte Online
gl_es: Soporte Online

source: Ask for help in the PHD2 Forum
cs_cz: Požádá o pomoc ve Fóru PHD2
es_es: Pedir ayuda en el Foro PHD2
gl_es: Pedir axuda no foro PHD2

source: Open Log Folder
cs_cz: Otevřít Složku s Protokoly
es_es: Abrir la Carpeta de Logs
gl_es: Abrir arquivo de rexistro

source: Open the log folder
cs_cz: Otevře složku protokolu
es_es: Abrir la carpeta de logs
gl_es: Abrir o arquivo de rexistro

source: Upload Log Files...
cs_cz: Nahrát Soubory Protokolu ...
es_es: Subir Archivos de Log...
gl_es: Subir Arquivos de Rexistro...

source: Upload log files for review
cs_cz: Umožní nahrát soubory protokolu ke kontrole
es_es: Subir archivos de log para revisión
gl_es: Subir arquivos de rexistro para revisón

source: &Contents... F1
cs_cz: &Obsah... F1
de_de: Inhalt... F1
es_es: &Contenidos... F1
gl_es: &Contidos... F1

source: Full help
cs_cz: Plná nápověda
de_de: Vollständige Hilfe
es_es: Ayuda completa
gl_es: Axuda completa

source: &Impatient Instructions
cs_cz: &Pokyny pro Netrpělivé
de_de: Anleitung für Ungeduldige
es_es: &Instrucciones Rápidas
gl_es: &Instrucións Rápidas

source: Quick instructions for the impatient
cs_cz: Rychlý návod pro netrpělivé
de_de: Kurzanleitung für die Ungeduldigen
es_es: Instrucciones rápidas paralosimpacientes
gl_es: Instrucións rápidas para impacientes

source: &File
cs_cz: &Soubor
de_de: Datei
es_es: &Archivo
gl_es: &Arquivo

source: &Guide
cs_cz: &Vedení
es_es: &Guía
gl_es: &Guiado

source: &Tools
cs_cz: &Nástroje
es_es: &Herramientas
gl_es: &Ferramentas

source: &View
cs_cz: &Zobrazit
de_de: Ansicht
es_es: &Vistas
gl_es: &Vistas

source: &Darks
cs_cz: &Darky
de_de: Dunkelbilder

source: &Bookmarks
cs_cz: &Značky
de_de: Lesezeichen
es_es: &Marcadores
gl_es: &Marcadores

source: &Help
cs_cz: &Pomoc
de_de: Hilfe
es_es: &Ayuda
gl_es: &Axuda

source: Custom: %g s
cs_cz: Vlastní: %g s
de_de: Benutzerdefiniert: %g s
es_es: Personalizado: %g s
gl_es: Personalizado: %g s

source: Edit Custom...
cs_cz: Upravit Vlastní ...
de_de: Editiere benuterdefinierte...
es_es: Editar Personalizado...
gl_es: Editar personalización...

source: Camera exposure duration
cs_cz: Délka expozice kamery
de_de: Belichtungszeit der Kamera
es_es: Duración de la exposición de la cámara
gl_es: Duración da exposición da cámara

source: Screen gamma (brightness)
cs_cz: Gama obraz (jas)
de_de: Bildschirm-Gamma (Helligkeit)
es_es: Gamma en Pantalla (brillo)
gl_es: Gamma en Pantalla (brillo)

source: Connect to equipment. Shift-click to reconnect the same equipment last connected.
cs_cz: Připojí za. Podržením klávesy Shift se znovu připojí stejné za, které bylo připojeno naposledy.
de_de: Verbinde mit der Ausrüstung. Shift+klick, um mit der zuletzt verbundenen Ausrüstung zu verbinden.
es_es: Conectar al equipo. Shift-click para reconectar al último equipo conectado.
gl_es: Conectar ó equipamento. Shift-click para reconectar ó último equipamento conectado.

source: Begin looping exposures for frame and focus
cs_cz: Zahájí cyklus expozic pro snímání a zaostření
de_de: Belichtungsschleife beginnen für Sternauswahl und Fokussierung
es_es: Comenzar exposiciones continuas para encuadre y enfoque
gl_es: Comezar exposicións continuas para encadre e enfoque

source: Auto-select Star. Shift-click to de-select star.
cs_cz: Automatický výběr hvězdy. Podržení klávesy Shift výběr hvězdy zrušíte.
es_es: Auto-seleccionar Estrella. Shift-click para de-seleccionar estrella.

source: Begin guiding (PHD). Shift-click to force calibration.
cs_cz: Zahájí navádění s (PHD). Podržením klávesy Shift se vynutí kalibrace.
de_de: Nachführung starten (PHD). Shift-Klick, um die Kalibrierung zu erzwingen.
es_es: Empezar a guiar (PHD). Shift-Click para forzar calibración.
gl_es: Empezar a guiar (PHD). Mai-Click para forzar calibración.

source: Exposure duration
cs_cz: Délka expozice
de_de: Belichtungszeit
es_es: Duración de la Exposición
gl_es: Duración da Exposición

source: Could not find help file %s
cs_cz: Soubor nápovědy %s nenalezen
es_es: No puedo encontrar archivo de ayuda %s
gl_es: Non se puido atopar o arquivo de axuda %s

source: Trouble-shooting and Analysis
cs_cz: Odstrnění problémů a Analýza
de_de: Fehlerbehebung und Analyse
es_es: Problemas y análisis
gl_es: Problemas e Análise

source: Don't show again
cs_cz: Neptat se znovu
de_de: Nicht mehr zeigen
es_es: No mostrar de nuevo
gl_es: Non volver a mostrar

source: Looping
cs_cz: Cyklování
es_es: Bucle
gl_es: Bucle

source: Capturing single exposure
cs_cz: Po jedné expozice
de_de: Einzelne Belichtung aufnehmen
es_es: Capturando exposición única
gl_es: Capturando unha única exposición

source: Waiting for devices...
cs_cz: Čeká se na za...
de_de: Warte auf Geräte...
es_es: Esperando por dispositivos...
gl_es: Agardando por dispositivos...

source: Resumed
cs_cz: Obnoveno
de_de: wieder aufgenommen
es_es: Reanudado
gl_es: Reanudado

source: Cannot guide while refining a Bad-pixel Map. Please close the Refine Bad-pixel Map window.
cs_cz: Navádění není možné během obnovování mapy vadných pixelů. Prosím, zavřete toto okno a opravte mapu vadných pixelů.
de_de: Keine Nachführung während der Verfeinerung einer Bad-Pixel-Map. Bitte schliesse das Bad-Pixel-Map-Fenster.
es_es: No se puede guiar mientras se mejora el mapa de píxeles erróneos. Por favor, cierre la ventana de mejora del mapa de píxeles erróneos.
gl_es: Non se pode guiar mentres se mellora o mapa de píxeles erróneos. Por favor, pecha a fiestra de mellora do mapa de píxeles erróneos.

source: Dither by %.2f,%.2f
cs_cz: Ditherace %.2f,%.2f
de_de: Dither von %.2f,%.2f
es_es: Dither %.2f,%.2f
gl_es: Dither %.2f,%.2f

source: Are you sure you want to exit while capturing is active?
cs_cz: Ukončit program, ačkoliv je snímání aktivní?
de_de: Willst du wirklich beenden, während die Aufnahme aktiv ist?
es_es: ¿Esta seguro de querer salir mientras la captura está activa?
gl_es: Estás certo de querer saír mentres a captura está activa?

source: Confirm Exit
cs_cz: Potvrdit Konec
de_de: Beenden bestätigen
es_es: Confirmar Salida
gl_es: Confirmar Saída

source: FITS file is not of an image: %s
cs_cz: Soubor FITS není obrázek: %s
es_es: Archivo FITS no es de una imagen: %s
gl_es: O arquivo FITS non é unha imaxe: %s

source: Unsupported type or read error loading FITS file %s
cs_cz: Nepodporovaný typ nebo chyba při nahrávání souboru FITS %s
es_es: Tipo no soportado o error de lectura cargando archivo FITS %s
gl_es: Tipo non soportado ou erro de lectura do arquivo FITS %s

source: Existing dark library has frames with incompatible formats - please rebuild the dark library from scratch.
cs_cz: Knihovna dark snímků obsahuje vstupy s nekompatibilními formáty. Doporučuje se sestavit knihovnu dark snímků od začátku znovu.
de_de: die bestehende Dunkelbildbibliothek enthält Frames mit nicht kompatiblem Format - sie muss neu erstellt werden
es_es: Librería de Darks existente contiene tomas con formatos incompatibles - por favor, reconstruya la librería de Darks de cero.
gl_es: A librería de darks ten tomas con formatos incompatibles - volve elaborar a librería de darks.

source: Memory allocation error reading FITS file %s
cs_cz: Chyba přidělení paměti při čtení souboru FITS %s
es_es: Error de asignación de memoria leyendo archivo FITS %s
gl_es: Erro de xestión de memoria ó ler o arquivo FITS %s

source: Error reading data from %s
cs_cz: Chyba při čtení dat z %s
es_es: Error leyendo datos desde %s
gl_es: Erro lendo datos dende %s

source: Error opening FITS file %s
cs_cz: Chyba při otevírání souboru FITS %s
es_es: Error abriendo archivo FITS %s
gl_es: Erro ó abrir arquivo FITS %s

source: Dark library does not match the camera in this profile. Check that you are connected to the camera you want to use for guiding.
cs_cz: Dark knihovna neodpovídá kameře v tomto profilu. Zkontrolujte, zda je správně připojena kamera, kterou chcete použít pro .
es_es: La librería de Darks no concuerda con la cámara del perfil. Revise que haya conectado la cámara que desea utilizar para guiar.

source: Dark library and bad-pixel maps don't match the current camera. Check that you are connected to the camera you want to use for guiding.
cs_cz: Knihovna dark snímků a mapa vydných pixlů neodpovídají aktuální kameře. Zkontrolujte, připojení ke kameře, kterou chcete použít pro .
es_es: La librería de darks y mapas de pixeles malos no concuerdan con la cámara. Revise que ha conectado la cámara que desea utilizar para guiado.

source: You must connect a camera before loading dark frames
cs_cz: Před vložením dark snímku se musíte připojit ke kameře
de_de: Mit einer Kamera verbinden bevor das Dunkelbild geladen werden kann
es_es: Debes conectar una cámara antes de cargar tomas DARK
gl_es: Debes conectar unha cámara antes de cargar tomas DARK

source: Darks not loaded
cs_cz: Darky nenačteny
de_de: Dunkelbild nicht geladen
es_es: DARKS no cargados
gl_es: DARKS non cargados

source: Darks loaded
cs_cz: Darky načteny
de_de: Dunkelbild geladen
es_es: DARKS cargados
gl_es: DARKS cargados

source: Error saving darks FITS file %s
cs_cz: Chyba ukládání dark do souboru FITS %s
es_es: Error guardando archivo FITS %s
gl_es: Erro ó gravar arquivo FIT de DARKS %s

source: Binning or camera pixel size changed unexpectedly. You should use separate profiles for different image scales.
cs_cz: Neočekávaná změna binningu nebo velikosti pixelů kamery. Pro různá měřítka obrazu byste měli používat samostatné profily.
es_es: El binning o tamaño de píxel cambió. Deberías utilizar perfiles separados para distintas escala de imagen.

source: Global Settings
cs_cz: Globální Nastavení
de_de: Allgemeine Einstellungen
es_es: Configuración Global
gl_es: Configuración Global

source: Enter a focal length in millimeters, between %.f and %.f
cs_cz: Zadejte ohniskovou vzdálenost v milimetrech mezi %.f a %.f
es_es: Ingrese una longitud focal en milímetros, entre %.f y %.f

source: System default
cs_cz: Výchozí nastavení systém
de_de: Grundeinstellung
es_es: Por defecto del Sistema
gl_es: Por defecto do Sistema

source: Language-Name
cs_cz: Čeština
de_de: Deutsch
es_es: Español
gl_es: Galego

source: Reset Configuration
cs_cz: Obnovit konfiguraci
de_de: Konfiguration zurücksetzen
es_es: Reiniciar Configuración
gl_es: Borrar Configuración

source: Reset all configuration and program settings to fresh install status. This will require restarting PHD2
cs_cz: Dojde k obnovení všech nastavení konfigurace a programu do stavu při čerstvé instalaci. Tento proces vyžaduje restartování PHD2
de_de: Setze alle Konfigurations- und Programmeinstellungen auf den neuen Installationsstatus zurück. Dies erfordert einen Neustart von PHD2.
es_es: Reinicia toda la configuración y seteos del programa para una instalación inicial. Esto requiere reiniciar PHD2
gl_es: Resetear toda a configuración do programa para refrescar o estatus da instalación. Isto require reiniciar PHD2

source: Reset "Don't Show Again" messages
cs_cz: Obnovit zprávy 'Nezobrazovat znovu'
de_de: Setze "Dies nicht mehr anzeigen" zurück
es_es: Reiniciar mensajes "No Mostrar de Nuevo"
gl_es: Resetear as mensaxes "Non mostrar isto de novo"

source: Restore any messages that were hidden when you checked "Don't show this again".
cs_cz: Obnoví všechny zprávy, které byly skryty po zaškrtnutí. "Nezobrazovat znovu".
de_de: Zeige alle Meldungen wieder an, die durch Anwahl von "Dies nicht mehr anzeigen" unterdrückt wurden.
es_es: Restaurar cualquier mensaje oculto cuando elijas "no mostrar de nuevo".
gl_es: Restaurar todasto s as mensaxes ocultas por estar marcado "Non mostrar de novo".

source: 2x2 mean
cs_cz: 2x2 průměr
de_de: 2x2 Mittelwert
es_es: 2x2 promedio
gl_es: 2x2 promedio

source: 3x3 median
cs_cz: 3x3 střední
es_es: 3x3 promedio
gl_es: 3x3 promedio

source: Noise Reduction
cs_cz: Redukce Šumu
de_de: Rauschreduzierung
es_es: Reducción de Ruido
gl_es: Redución de Ruido

source: Technique to reduce noise in images
cs_cz: Technika pro snížení šumu ve snímcích
de_de: Technik, um das Bildrauschen zu reduzieren
es_es: Técnica para reducir el ruido en las imágenes
gl_es: Técnica para reducir o ruido nas imaxes

source: Time Lapse (ms)
cs_cz: Časový úsek (ms)
de_de: Pause (ms)
es_es: Tiempo entre tomas (ms)
gl_es: Tempo entre Tomas (ms)

source: How long should PHD wait between guide frames? Default = 0ms, useful when using very short exposures (e.g., using a video camera) but wanting to send guide commands less frequently
cs_cz: Jak dlouho by měl PHD čekat mezi řídicími snímky? Výchozí hodnota = 0 ms, užitečné při použití velmi krátkých expozic (např. při použití astrokamery). Pokud nepotřebujete velmi časté korekce , tato hodnota je vhodná
de_de: Wie lange soll PHD2 zwischen den einzelnen Aufnahmen warten? Vorgabewert = 0 ms. Nützlich bei sehr kurzen Belichtungszeiten (z.B. mit einer Videokamera), um weniger häufiges Senden der Nachführbefehle möglich zu machen.
es_es: ¿Cuánto tiempo debe esperar PHD entre tomas de guiado? Por defecto= 0ms, útil cuando se usan exposiciones cortas (p.e. usando una video cámara) pero se quiere enviar parámetros de guiado menos frecuentemente
gl_es: Canto tempo debe PHD agardar entre tomas de guiado? Por defecto= 0ms, útil cuando se usan exposicións curtas (p.e. usando unha videocámara) pero quérese enviar parámetros de guiado menos frecuentemente

source: Focal length (mm)
cs_cz: Ohnisková vzdálenost (mm)
de_de: Brennweite (mm)
es_es: Longitud Focal (mm)
gl_es: Lonxitude Focal (mm)

source: Guider telescope focal length, used with the camera pixel size to display guiding error in arc-sec.
cs_cz: Ohnisková vzdálenost pointačního dalekohledu se používá spolu s velikostí pixelu kamery k zobrazení chyby v arcsec.
de_de: Brennweite des Leitrohrs und Pixelgröße der Nachführkamera werden benötigt, um den Nachführfehler in Bogensekunden anzuzeigen.
es_es: Longitud focal de telescopio guía, usada con el tamaño de los píxeles de la cámara para mostrar los errores deguiado en arc-segundos.
gl_es: Lonxitude focal de telescopio guía, usada co tamaño dos píxeles da cámara para mostrar os erros de guiado en arc-segundos.

source: Language
cs_cz: Jazyk
de_de: Sprache
es_es: Idioma
gl_es: Idioma

source: %s Language. You'll have to restart PHD to take effect.
cs_cz: %s Jazyk. Budete muset restartovat PHD, aby se změna projevila.
de_de: %s Sprache. Dafür muss PHD neu gestartet werden.
es_es: %s Idioma. Es necesario reiniciar PHD para que el cambio tenga efecto.
gl_es: %s Idioma. Cómpre reiniciar PHD para que o cambio teña efecto.

source: Software Update
cs_cz: Aktualizace Softwaru
es_es: Actualización de software
gl_es: Actualización de Software

source: Automatically check for updates
cs_cz: Automatická kontrola aktualizací
de_de: Automatische Suche nach Updates
es_es: Comprobar actualizaciones automáticamente
gl_es: Buscar actualizacións automaticamente

source: Check for software updates when PHD2 starts (recommended)
cs_cz: Zkontroluje aktualizaci softwaru při spuštění PHD2 (doporučeno)
de_de: Suche nach Software Updates beim Start von PHD2 (empfohlen)
es_es: Comprobar actualizaciones de software cuando inicia PHD2 (recomendado)
gl_es: Buscar actualizacións de software cando se abre PHD2 (recomendado)

source: Only check for major releases
cs_cz: Kontrola pouze hlavních verzí
de_de: Suche nur neue Version
es_es: Solo comprobar versiones mayores
gl_es: Busca só lanzamentos principais

source: Ignore minor (development) releases when checking for updates
cs_cz: Ignoruje menší (vývojová) vydání při kontrole aktualizací
de_de: Ignoriere kleinere Releases (Entwicklung) beim Suchen nach Updates
es_es: Ignorar versiones menores (desarrollo) al comprobar actualizaciones
gl_es: Ignorar versións beta cando se busquen actualizacións

source: Log File Location
cs_cz: Umístění Souborů Protokolu
de_de: Speicherort der Log-Datei
es_es: Ubicación de archivo de Log
gl_es: Localización de Arquivo de Log

source: Folder for guide and debug logs; empty string to restore the default location
cs_cz: Složka pro protokoly a ladící protokoly; pro obnovení výchozího umístění zadávejte prázdný řetězec
de_de: Ordner für Nachführ-und Fehler-Protokolle; leeres Feld stellt den Vorgabe-Speicherort wieder her.
es_es: Carpeta para los logs de guiado y debug; vacío para restaurar la localzación por defecto
gl_es: Cartafol para os logs de guiado e debug; deixar baleiro para restaurar a localización por defecto

source: Browse...
cs_cz: Procházet...
de_de: durchsuchen...
es_es: Explorar...
gl_es: Explorar...

source: Enable diagnostic image logging
cs_cz: Povolit protokolování diagnostických snímků
de_de: Aktiviere Bildspeicherung zur Diagnose
es_es: Habilitar logging de imagen de diagnóstico
gl_es: Habilitar rexistro de imaxes de diagnóstico

source: Save guider images based on options below
cs_cz: Uložte snímek podle níže uvedených možností
de_de: Speichere Guiding-Bilder gemäss folgender Optionen
es_es: Guardar imágenes de guiado basadas en opciones mostradas debajo
gl_es: Gardar imaxes de guía baseándose nas opcións seguintes

source: Save Guider Images
cs_cz: Uložit Vodící Snímeky
de_de: Speichere Guiding-Bild
es_es: Salvar imágenes de guiado
gl_es: Gardar Imaxes de Guiado

source: For all lost-star frames
cs_cz: Pro všechny snímky se ztracenou hvězdou
de_de: Alle Bilder mit Leitsternverlust
es_es: Para todas las tomas de estrellas perdidas
gl_es: Para todos os cadros de estrela perdida

source: Save guider image whenever a lost-star event occurs
cs_cz: Uložit obraz vždy, když nastane událost ztráty hvězdy
de_de: Speichere Guider-Bild bei jedem auftretendem Leitsternverlust
es_es: Guardar imágenes de guiado cuando un evento de pérdida de estrella ocurra
gl_es: Gardar a imaxe de guiado sempre que se produza un evento de estrela perdida

source: For all Auto-select Star frames
cs_cz: Pro všechny snímky s automatickým výběrem hvězdy
de_de: Bild bei Auto-Sternauswahl
es_es: Para todas las tomas de estrellas autoseleccionadas
gl_es: Para todos os cadros de Autoselección de estrela

source: Save guider image when a star auto-selection is made. Note: the image is always saved when star auto-selection fails, regardless of this setting.
cs_cz: Uložit obrázek při automatickém výběru hvězdy. Poznámka: Obrázek se vždy uloží, když selže automatický výběr hvězdy, bez ohledu na toto nastavení.
de_de: Speichere Guidingbild wenn eine Auto-Sternauswahl gemacht wird. Hinweis: Wenn die Auto-Sternauswahl fehlschlägt, wird immer ein Bild gemacht, unabhängig von dieser Einstellung.
es_es: Guardar imágenes de guiado cuando una estrella sea autoseleccionada. Nota: la imagen siempre se guardará si la autoselección falla, independientemente de esta configuración.
gl_es: Gardar a imaxe de guiado cando se realice unha selección automática de estrelas. Nota: a imaxe gárdase sempre cando a selección automática de estrelas falla, independentemente desta configuración.

source: When relative error exceeds
cs_cz: Když chyba překročí hodnotu
de_de: Wenn der relative Fehler größer ist als (px)
es_es: Cuando se exceda el error relativo
gl_es: Cando supera o erro relativo
