Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: Save guider images when the error for the current frame exceeds the average error by this factor. For example, if the average (RMS) error is 0.5 pixels, and the current frame's error is 1.5 pixels, the relative error is 3
cs_cz: Uloží snímek , pokud chyba aktuálního snímku překročí průměrnou chybu o tento faktor. Například, pokud je průměrná chyba (RMS) 0,5 pixelu a chyba aktuálního snímku je 1,5 pixelu, relativní chyba je 3
de_de: Speichere Guidingbilder wenn der Abstand des Leitsterns von der Lock-Position größer ist als (Pixel)
es_es: Salvar imágenes de guiado cuando el error para las tomas actuales exceda el error medio de este factor. Por ejemplo, si la media (RMS) del error es 0.5 pixels, y el error de la toma actual sea 1.5 pixels, el error relativo será 3
gl_es: Gardar imaxes de guiado cando o erro do cadro actual supere o erro medio para este factor. Por exemplo, se o erro medio (RMS) é de 0,5 píxeles e o erro do fotograma actual é de 1,5 píxeles, o erro relativo é de 3

source: Relative error threshold. Relative error is the ratio between the current frame's error and the average error
cs_cz: Relativní prahová hodnota chyby je poměr mezi chybou aktuálního snímku a průměrnou chybou
de_de: Schwelle des relativen Fehlers. Der relative Fehler ist das Verhältnis des Fehler des aktuellen Bildes zum Mittelwert des Fehlers
es_es: Umbral de error relativo. El error relativo es la proporción entre el error de la toma actual y el error medio
gl_es: Limiar de erro relativo. O erro relativo é a relación entre o erro do cadro actual e o erro medio

source: When absolute error exceeds (pixels)
cs_cz: Když absolutní chyba překročí (px)
de_de: Wenn der absolute Fehler größer ist als (px)
es_es: Cuando el error absoluto exceda (pixels)
gl_es: Cando o erro absoluto supera (píxeles)

source: Save guider images when the distance between the guide star and the lock position exceeds this many pixels
cs_cz: Uloží snímky z , pokud vzdálenost mezi naváděcí hvězdou a pozicí zámku přesáhne zadaný počet pixelů
de_de: Speichere Guidingbilder wenn der Abstand des Leitsterns von der Lock-Position größer ist als (Pixel)
es_es: Guardar imágenes guía cuando la distancia entre la estrella guía y la posición bloqueada exceda estos pixels
gl_es: Gardar imaxes de guiado cando a distancia entre a estrela guía e a posición de bloqueo exceda este número de píxeles

source: Absolute error threshold in pixels
cs_cz: Absolutní prahová hodnota chyby v pixelech
de_de: Absolute Fehlerschwelle in Pixel
es_es: Umbral de error absoluto en pixels
gl_es: Limiar de erro absoluto en píxeles

source: Until this count is reached
cs_cz: Dokud nebude tohoto počtu dosaženo
de_de: Bis diese Zahl erreicht ist
es_es: Hasta que la cantidad sea alcanzada
gl_es: Ata chegar a este número

source: Save each guider image until the specified number of images have been saved
cs_cz: Uloží každý snímek , dokud nejsou uloženy zadané množství snímků
de_de: Speichere jedes Guidingbild bis die gewähle Anzahl Bilder gespeichert wurde
es_es: Guardar cada imagen de guiado hasta que el número especificado de imágenes haya sido alcanzado
gl_es: Garda cada imaxe do guiado mentres non se chegue ó número especificado de imaxes

source: Number of images to save
cs_cz: Počet snímků, které mají být uloženy
de_de: Anzahl der zu speichernden Bilder
es_es: Número de imágenes a guardar
gl_es: Número de imaxes a gardar

source: Dither Settings
cs_cz: Nastavení Ditherace
de_de: Dither Einstellungen
es_es: Configuración de Dither
gl_es: Configuración de Dither

source: Random
cs_cz: Náhodně
de_de: Zufällig
es_es: Aleatorio
gl_es: Aleatorio

source: Each dither command moves the lock position a random distance on each axis
cs_cz: Každý příkaz ditherace posune pozici zámku o náhodnou vzdálenost na každé ose
de_de: Jedes Dither-Kommando verschiebt die Lock-Position um einen zufälligen Wert auf der X-Achse
es_es: Cada comando de dither moverá la posición de bloqueo a una posición aleatoria de cada eje
gl_es: Cada comando de dither move a posición de bloqueo a unha distancia aleatoria en cada eixe

source: Spiral
cs_cz: Spirála
de_de: Spirale
es_es: Espiral
gl_es: Espiral

source: Each dither command moves the lock position along a spiral path
cs_cz: Každý příkaz ditherace posune pozici zámku po spirálové dráze
de_de: Jedes Dither-Kommando verschiebt die Lock-Position entlang einer Spirale
es_es: Cada comando dither moverá la posición de bloqueo a lo largo de una ruta espiral
gl_es: Cada comando de dither move a posición de bloqueo ó longo dunha traxectoria espiral

source: Mode:
cs_cz: Módy:
de_de: Modus:
es_es: Modo:
gl_es: Modo:

source: RA only
cs_cz: Pouze RA
de_de: nur RA
es_es: Sólo RA
gl_es: Só AR

source: Constrain dither to RA only
cs_cz: Omezí ditheraci pouze na RA
de_de: Erlaube Dithern nur in RA
es_es: Restringir dither sólo a RA
gl_es: Utiliza dither só én AR

source: Scaling for dither commands. Default = 1.0 (0.1-100.0)
cs_cz: Měřítko pro příkazy ditherace. Výchozí hodnota = 1.0 (0.01-100.0)
es_es: Escalado para comandos dither. Por defecto = 1.0 (0.1-100.0)

source: Scale
cs_cz: Měřítko
de_de: Skalieren
es_es: Escala
gl_es: Escala

source: Auto restore calibration
cs_cz: Automatické obnovení kalibrace
de_de: Kalibrierung automatisch wiederherstellen
es_es: Auto restaurar calibración
gl_es: Autorestaurar calibración

source: For this equipment profile, automatically restore data from last successful calibration after gear is connected.
cs_cz: Pro tento profil za se automaticky obnoví data z poslední úspěšné kalibrace po připojení.
de_de: Für dieses Geräteprofil werden automatisch die Daten der letzten erfolgreichen Kalibrierung wiederhergestellt, nachdem der Antrieb angeschlossen wurde.
es_es: Para este perfil de equipamiento, recuperar datos de la última calibración exitosa en forma automática después de conectar el equipamiento.
gl_es: Para este perfil de equipo, restaura automaticamente os datos da última calibración que tivo éxito despois de que o fose estivese conectado.

source: Auto exposure minimum duration
cs_cz: Minimální délka trvání automatické expozice
de_de: Minimale Dauer der autom. Belichtungszeit
es_es: Duración mínima de Auto Exposición
gl_es: Duración mínima de Autoexposición

source: Auto exposure maximum duration
cs_cz: Maximální délka trvání automatické expozice
de_de: Maximale Dauer der autom. Belichtungszeit
es_es: Duración máxima de Auto Exposición
gl_es: Duración máxima de Autoexposición

source: Target SNR
cs_cz: Cílová SNR
de_de: Auto-Belichtung SNR
es_es: SNR del Objeto
gl_es: SNR do Obxecto

source: Auto exposure target SNR value
cs_cz: Auto expozice založená na hodnotě SNR
de_de: Automatische Belichtung anhand SNR-Wert
es_es: Valor de SNR para autoexposición
gl_es: Valor de SNR para autoexposición

source: Auto Exposure
cs_cz: Auto Expozice
de_de: Automatische Belichtung
es_es: Auto Exposición
gl_es: Autoexposición

source: Use Variable Exposure Delays
cs_cz: Použít Proměnlivé Expoziční Prodlevy
es_es: Use Tiempos de Exposición Variable

source: Use "short" delay for calibration, looping, dithering, GA, "long" delay for normal guiding
cs_cz: Pro kalibraci, cyklování, dithering a GA použijte "krátké" zpoždění, pro běžné použijte "dlouhé" zpoždění
es_es: Utilice demora "breve" para calibración, bucle, dithering, GA, demora "larga" para guiado normal

source: Short delay (sec)
cs_cz: Krátké (s)
es_es: Demora breve (seg)

source: Short delay for calibration, looping, dithering, GA
cs_cz: Krátké zpoždění pro kalibraci, cyklování, dithering, GA
es_es: Demora breve para calibración, bucle, dithering, GA

source: Long delay (sec)
cs_cz: Dlouhé (s)
es_es: Demora larga (seg)

source: Long delay for normal guiding
cs_cz: Dlouhé zpoždění při
es_es: Demora larga para guiado normal

source: Variable Exposure Delay (High-precision encoder mounts)
cs_cz: Proměnlivé Zpoždění Expozic (Vysoce přesné montáže)
es_es: Demora de Exposición Variable (Monturas con encoders de alta precisión)

source: This will reset all PHD2 configuration values and restart the program. Are you sure?
cs_cz: Tím se obnoví všechny konfigurační hodnoty PHD2 a program bude restartován. Opravdu chcete pokračovat?
de_de: Das setzt alle PHD2 Konfigurationswerte zurück und startet das Programm neu. Bist du sicher?
es_es: Reiniciará todos los valores de configuración de PHD2 y reiniciará el programa. ¿Está seguro?
gl_es: Isto borrará toda a configuración de PHD2 e reiniciará a aplicación. Estás certo?

source: Confirmation
cs_cz: Potvrzení
de_de: Bestätigung
es_es: Confirmación
gl_es: Confirmación

source: You must restart PHD2 for the language change to take effect. Would you like to restart PHD2 now?
cs_cz: Musíte restartovat PHD 2 po změnu jazyka. Restartovat PHD2?
de_de: Du musst PHD2 nach dem Sprachenwechsel neu starten. Willst du PHD2 jetzt neu starten?
es_es: Debe reiniciar PHD2 para que el cambio de lenguaje se aplique ¿Desea reiniciar PHD2 ahora?
gl_es: Debes reiniciar PHD2 para que o cambio de idioma teña efecto. Queres reiniciar PHD2 arestora?

source: Custom exposure duration (seconds)
cs_cz: Vlastní délka expozice (v sekundách)
de_de: Benutzerdefinierte Belichtungsdauer (Sekunden)
es_es: Duración de exposición personalizada (segudnos)
gl_es: Duración da exposición personalizada (segundos)

source: Edit custom exposure
cs_cz: Upravit vlastní expozici
de_de: Editiere benutzerdefinierte Belichtungsdauer
es_es: Editar exposición personalizada
gl_es: Editar exposición personalizada

source: Welcome to PHD2 (Push Here Dummy, Gen2) Guiding Basic operation is quite simple (hence the 'PHD') 1) Press the green 'USB' button, select your camera and mount, click on 'Connect All' 2) Pick an exposure duration from the drop-down list. Try 2 seconds to start. 3) Hit the 'Loop' button, adjust your focus if necessary 4) Click on a star away from the edge or use Alt-S to auto-select a star 5) Press the guide (green target) icon PHD2 will then calibrate itself and begin guiding. That's it! To stop guiding, simply press the 'Loop' or 'Stop' buttons. If you need to tweak any options, click on the 'Brain' button to bring up the 'Advanced' panel. Use the 'View' menu to watch your guiding performance. If you have problems, read the 'Best Practices' document and the help files!
cs_cz: Vítejte v PHD2 (Push Here Dummy, Gen2) Navádění! Základní operace jsou celkem jednoduché (dále jen 'PHD'): 1) Stiskněte zelené tlačítko 'USB', vyberte kameru a připojte ji, klikněte na 'Připojit vše'. 2) Z rozevíracího seznamu vyberte délku trvání expozice. Pro začátek zkuste 2 sekundy. 3) Stiskněte tlačítko 'Cyklus' a případně upravte zaostření. 4) Klikněte na hvězdu blíže ke středu nebo použijte Alt-S pro automatický výběr hvězdy. 5) Stiskněte ikonu Navádění (zelený terčík). PHD2 začne kalibrovat a navádět. To je vše! Chcete-li zastavit , jednoduše stiskněte tlačítka 'Cyklus' nebo 'Stop'. Pokud potřebujete upravit možnosti, klikněte na tlačítko 'Mozek' pro zobrazení 'Pokročilých Nastavení'. Pomocí nabídky 'Zobrazení' můžete sledovat svoje navádění. Pokud máte problémy, přečtěte si dokumentaci 'Osvědčené postupy' a soubory nápovědy!
de_de: Willkommen bei PHD2 (Push Here Dummy, Gen2) Guiding Die grundlegende Bedienung ist ziemlich einfach (daher 'PHD') 1) Drücke den grünen 'USB' Button, wähle Kamera und Montierung aus, klicke auf 'Alles verbinden' 2) Wähle eine Belichtungszeit aus der Drop-Down-Liste. Versuche zu Beginn 2 Sekunden. 3) Drücke den 'Schleife' Button, justiere den Fokus falls nötig 4) Klicke auf einen Stern (vom Rand entfernt) oder benutze Alt-S für Auto-Auswahl eines Leitsterns 5) Drücke den Guide-Icon (grünes Fadenkreuz) PHD2 kalibriert sich dann und beginnt zu guiden. Das war's schon! Um das Guiding zu beenden, drücke einfach den 'Schleife' oder 'Stop' Button. Wenn du eine Option ändern willst, klicke auf den 'Gehirn' Button um die 'Fortgeschritten' Bilder zu wählen. Verwende das 'Ansicht' Menue um den Guidingsverlauf zu sehen. Solltest du Probleme haben, lies das 'Best Practices' Dokument und die Hilfe-Files!
es_es: Bienvenido a PHD2 (Push Here Dummy, Gen2) Guiding Las operaciones básicas son muy simples (de ahí 'PHD') 1) Presione el botón verde 'USB', seleccione su cámara y montura y haga click en "Conectar Todo" 2) Elija una duración de exposición de la lista desplegable. Comience con 2 segundos. 3) Haga click en el botón "loop", ajuste el enfoque si fuera necesario 4) Haga click en una estrella lejana al borde o use Alt-S para autoseleccionar una estrella 5) Presione el icono de guiar (diana verde) PHD2 empezará él solo a calibrar y guiar. Eso es todo! Para parar de guiar, simplemente presione los botones "loop" o "Stop". Si lo prefiere configure las opciones, haga click en el botón del cerebro para abrir el panel de avanzado. Use el menú "ver" para vigilar el rendimiento del guiado. Si tiene algún problema, lea el documento de 'Mejores Prácticas' y archivos de ayuda!
gl_es: Benvido a PHD2 (Preme aquí papán, Xen2) Guiding A operación básica é bastante sinxela (de aí o "PHD") 1) Preme o botón verde "USB", selecciona a cámara e a montura, fai clic en "Conectar Todo" 2) Escolle unha duración da exposición na lista despregable. Proba 2 segundos para comezar. 3) Preme no botón 'Bucle', axusta o foco se é necesario 4) Fai clic nunha estrela lonxe do bordo ou usa Alt-S para seleccionar unha estrela automaticamente 5) Preme na icona guía (diana verde) PHD2 calibrarase e comezará a guiar. Iso é todo! Para deixar de guiar, simplemente preme os botóns "Bucle" ou "Deter". Se necesitas axustar todas as opcións, preme no botón 'Cerebro' para mostrar o 'Panel Avanzado'. Usa o menú "Ver" para ver as características do guiado. Se tes problemas, le o documento de "Boas prácticas" e os arquivos de axuda!

source: Instructions
cs_cz: Pokyn
de_de: Einführungen
es_es: Instrucciones
gl_es: Instrucións

source: Introduction
cs_cz: Úvod
de_de: Einführung
es_es: Introducción
gl_es: Introdución

source: Spectrograph Slit Overlay
cs_cz: Spektrografické Překrytí Štěrbiny
de_de: Spektrographenspalt Overlay
es_es: Superponer Capa de rendija para Espectrografía
gl_es: Superpor Capa de rendexa para Espectrografía

source: Position (Center)
cs_cz: Pozice (Střed)
de_de: Position (Mitte)
es_es: Posición (Centro)
gl_es: Posición (Centro)

source: Size
cs_cz: Velikost
de_de: Größe
es_es: Tamaño
gl_es: Tamaño

source: Width
cs_cz: Šířka
de_de: Breite
es_es: Ancho
gl_es: Largo

source: Height
cs_cz: Výška
de_de: Höhe
es_es: Altura
gl_es: Altura

source: Angle (degrees)
cs_cz: Úhel (°)
de_de: Winkel (Grad):
es_es: Ángulo (grados)
gl_es: Ángulo (graos)

source: Save FITS Image
cs_cz: Uložit obrázek FITS
de_de: FITS-Bild speichern
es_es: Guardar imagen FITS
gl_es: Gardar imaxe FITS

source: The image could not be saved to %s
cs_cz: Obrázek nelze uložit do souboru %s
de_de: Das Bild kann nicht gespeichert werden als %s
es_es: Laimagen no pudo salvarse en %s
gl_es: A imaxe non se puido salvar en %s

source: %s saved
cs_cz: %s uložené
de_de: %s gespeichert
es_es: %s guardado
gl_es: %s gardado

source: Please connect to a camera first
cs_cz: Připojte kameru
de_de: Bitte zuerst mit einer Kamera verbinden
es_es: Por favor conecte una cámara primero
gl_es: Conecta unha cámara primeiro

source: Info
cs_cz: Informace
de_de: Information
es_es: Información
gl_es: Información

source: Stopped.
cs_cz: Zastaveno.
de_de: Gestoppt.
es_es: Parado.
gl_es: Detido.

source: For refining the Bad-pixel Map PHD2 is now displaying raw camera data frames, which are a different size from ordinary guide frames for this camera.
cs_cz: Pro upřesnění mapy vadných pixelů nyní PHD2 zobrazuje surové datové snímky kamery, které mají odlišnou velikost než běžné naváděcí snímky pro tuto kameru.
de_de: Zur Verfeinerung der Bad-Pixel-Karte zeigt PHD2 jetzt die Rohdaten-Aufnahmen der Kamera, die eine andere Größe haben als die der gewöhnlichen Guiding-Aufnahmen dieser Kamera.
es_es: Para mejorar el mapa de píxeles erróneos PHD2 está ahora mostrando las tomas de la cámara sin procesar, que son diferentes en tamaño de las habituales de guiado para esta cámara.
gl_es: Para mellorar o mapa de píxeles erróneos PHD2 está agora mostrando as tomas da cámara sen procesar, que son diferentes en tamaño das habituais de guiado para esta cámara.

source: The AO exceeded its travel limit stepping from (%d, %d) to (%d, %d) and calibration cannot proceed. Try reducing the AO Travel setting to %d or lower and try again.
cs_cz: AO překročila svůj limit pohybu při krokování z (%d, %d) na (%d, %d) a kalibrace nemůže pokračovat. Zkuste snížit nastavení pohybu AO na hodnotu %d nebo nižší a zkuste to znovu.
de_de: Die AO überschreitet die Schrittgrenzen von (%d, %d) bis (%d, %d) und die Kalibrierung kann nicht fortgesetzt werden. Versuche den AO Fahrweg auf %d oder weniger zu verringern und probiere es nochmal.
es_es: La Óptica Activa excede su límite de movimiento desde (%d, %d) hacia (%d, %d) y la calibración no puede continuar. Intente reduciendo el seteo de movimiento a %d o menos y reintente.
gl_es: A OA superou o seu límite de percorrido pasando de (%d,%d) a (%d,%d) e a calibración non pode continuar. Intenta reducir a configuración de percorrido de OA a %d ou inferior e téntao de novo.

source: The AO exceeded its travel limit stepping from (%d, %d) to (%d, %d) and has been re-centered. Try reducing the AO Travel setting to %d or lower.
cs_cz: AO překročil svůj pohybový limit kroků z (%d, %d) na (%d, %d) a byl znovu soustředěn. Zkuste snížit nastavení pohybu AO na hodnotu %d nebo nižší.
de_de: Die AO überschreitet die Schrittgrenzen von (%d, %d) bis (%d, %d) und wurde erneut zentriert. Versuche den AO Fahrweg auf %d oder weniger zu verringern.
es_es: La Óptica Activa excede su límite de pasos desde (%d, %d) hacia (%d, %d) y ha sido re-centrada. Intente reduciendo el seteo de Movimiento a %d o menos.
gl_es: A OA superou o seu límite percorrido pasando de (%d,%d) a (%d,%d) e foi centrada de novo. Proba a reducir a configuración de percorrido de OA a %d ou inferior.

source: You must connect a camera before loading a dark library
cs_cz: Před načtením dark knihovny je nutné připojit kameru
de_de: Du musst eine Kamera verbinden bevor die Dunkelbildbibliothek geladen werden kann
es_es: Debe conectar una cámara antes de cargar una biblioteca de Darks
gl_es: Debes conectar unha cámara antes de cargar unha biblioteca de Darks

source: Dark library unloaded
cs_cz: Knihovna tmavých snímků odpojena
de_de: Dunkelbildbibliothek entfernt
es_es: Biblioteca de Darks descargada
gl_es: Biblioteca de Darks descargada

source: You must connect a camera before loading a bad-pixel map
cs_cz: Před načtením mapy vadných pixlů se připojte ke kameře
de_de: Mit einer Kamera verbinden bevor eine Bad-Pixel-Karte geladen werden kann
es_es: Debe conectar una cámara antes de cargar un mapa de píxeles erróneos
gl_es: Debes conectar unha cámara antes de cargar un mapa de píxeles erróneos

source: Defect map loaded
cs_cz: Mapy vadných pixlů načtena
de_de: Defekte Karte geladen
es_es: Mapa de defectos cargado
gl_es: Mapa de defectos cargado

source: Defect map not loaded
cs_cz: Mapa vadných pixlů nenačtena
de_de: Defekte Karte nicht geladen
es_es: Mapa de defectos no cargado
gl_es: Mapa de defectos non cargado

source: Bad-pixel map unloaded
cs_cz: Mapa vadných pixlů odpojena
de_de: Bad-Pixel-Karte entladen
es_es: Mapa de píxeles erróneos descargado
gl_es: Mapa de píxeles erróneos descargado

source: Guider
cs_cz: Vedení
es_es: Guía
gl_es: Guiador

source: For best results, use a Dark Library or a Bad-pixel Map while guiding. This will help prevent PHD from locking on to a hot pixel. Use the Darks menu to build a Dark Library or Bad-pixel Map.
cs_cz: Nejlepších výsledků dosáhnete použitím knihovny dark nebo mapy vadných pixelů. To pomůže zabránit PHD2 v uzamčení na přepálené pixely. Pomocí možnosti Dark v nabídce můžete vytvořit Knihovnu Dark nebo Mapu Vadných pixelů.
de_de: Für beste Ergebnisse während der Nachführung eine Dunkelbildbibliothek oder Bad-Pixel-Karte verwenden. Damit wird vermieden, dass PHD an keinem Hot-Pixel hängen bleibt. Verwende das Dunkelbild-Menü, um eine Dunkelbildbibliothek oder Bad-Pixel-Karte zu erstellen.
es_es: Para obtener mejores resultados, use una biblioteca de Darks o un mapa de píxeles erróneos mientras guía. Esto previene que PHD se bloquee en un hot pixel. Use el menú de Darks para crear una librería de Darks o un mapa de píxeles erróneos.
gl_es: Para obter mellores resultados, usa unha biblioteca de Darks ou un mapa de píxeles erróneos mentres guías. Isto prevén que PHD se bloquee nun píxel quente. Usa o menú de Darks para crear unha librería de Darks ou un mapa de píxeles erróneos.

source: Scope isn't pointing in recommended sky area for calibration - run the Calibration Assistant to improve results.
cs_cz: Dalekohled není namířen do doporučené oblasti oblohy pro kalibraci. Spusťte kalibračního asistenta, abyste dosáhli lepších výsledků.
es_es: El telescopio no está apuntando al área del cielo recomendada para calibración - ejecute el Asistente de Calibración para mejorar resultados.

source: Calibrate here
cs_cz: Kalibrovat zde
es_es: Calibrar aquí

source: With the scope pointing this close to the pole, calibration can be degraded and may
cs_cz: S ohledem na to, že dalekohled míří tak blízko k pólu, může dojít k degradaci kalibrace a může se stát, že
es_es: Con el telescopio apuntando tan cerca del polo, la calibración puede verse degradada y podría

source: fail altogether. Run the Calibration Assistant and follow the instructions to eliminate these risks,
cs_cz: úplně selže. Spusťte Kalibračního Asistenta a postupujte podle pokynů, abyste eliminovat tyto rizika,
es_es: falló por completo. Ejecute el Asistente de Calibración y siga las instrucciones para eliminar estos riesgos.

source: including slewing the scope as close as practical to the recommended position.
cs_cz: včetně přejezdu dalekohledu co nejblíže doporučené pozici, jak je prakticky možné.
es_es: incluyendo deslizar el telescopio lo más cerca posible de la posición recomendada.

source: Are you sure you want to force recalibration?
cs_cz: Určitě chcete vynutit rekalibraci?
es_es: Está seguro que desea forzar una recalibración?

source: Force Recalibration
cs_cz: Vynutit Kalibraci
de_de: Neukalibrierung erzwingen
es_es: Forzar Recalibración
gl_es: Forzar Recalibración

source: Manual Guide
cs_cz: Ruční Řízení
de_de: Manuelles Guiding
es_es: Guiado Manual
gl_es: Guiado Manual

source: Meridian Flip Calibration Tool
cs_cz: Kalibrační Nástroj Překlopení Poledníku
es_es: Herramienta de Calibrado de Cambio de Meridiano
gl_es: Ferramenta de Calibración do Volteo de Meridiano

source: With your current setting for Dec guide mode, this version of PHD2 will dither in Declination. To restore the old behavior you can set the RA-only option in the Dither Settings of the Advanced Dialog.
cs_cz: Při aktuálním nastavení řídicího režimu Dec bude tato verze PHD2 provádět ditheraci pouze v deklinaci. Chcete-li obnovit původní chování, můžete v dialogovém okně Pokročilé nastavení ditherace změnit možnost pouze na RA.
de_de: Mit deiner aktuellen Einstellung für den DEC-Guidemodus wird diese Version von PHD2 in Deklination dithern. Um das alte Verhalten wiederherzustellen, kannst du in den Dither-Einstellungen des erweiterten Dialogs die Option Nur-RA einstellen.
es_es: Con su configuración actual del modo guía DEC, esta versión de PHD2 ejecutará un dither en declinación. Para restaurar el comportamiento anterior, puede configurar la opción de "sólo RA" en las opciones de dither del panel avanzado.
gl_es: Coa configuración actual para o modo de guía Dec, esta versión de PHD2 estará definida na Declinación. Para restaurar o comportamento antigo, pode configurar a opción de AR só na Configuración no cadro de diálogo avanzado.
