Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: Please enter a focal length of at least 50
cs_cz: Zadejte ohniskovou vzdálenost minimálně 50
de_de: Bitte eine Brennweite von mindestens 50 eingeben
es_es: Por favor, introduzca una longitud focal mínima de 50
gl_es: Introduce unha lonxitude focal mínima de 50

source: Please enter a pixel size greater than zero.
cs_cz: Velikost pixlu by měla být větší než nula.
de_de: Bitte eine Pixelgröße größer als Null angeben.
es_es: Por favor, introduzca un tamaño de Pixel mayor a cero.
gl_es: Introduce un tamaño de Pixel maior ca cero.

source: Altair Camera Settings
cs_cz: Nastavení Kamery Altair
de_de: Altair Kamera Einstellungen
es_es: Configuración de cámara Altair
gl_es: Configuración da Cámara Altair

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
es_es: Configuraciones
gl_es: Configuracións

source: Reduced Resolution (by ~%d%%)
cs_cz: Snížené Rozlišení (o ~%d%%)
es_es: Resolución Reducida (por ~%d%%)

source: Discard Frames
cs_cz: Vypnout Rámce
es_es: Descartar Cuadros

source: Discard this many frames whan capturing starts. Useful for preventing initial under-exposed frames interfering with automatic star selection.
cs_cz: Vyřaďte tento počet snímků při zahájení snímání, aby se zabránilo vlivu počátečních podexponovaných snímků na automatický výběr hvězd.
es_es: Descartar estos cuadros al capturar estrellas. Útil para prevenir que cuadros iniciales con poca exposición interfieran con la selección automática de estrella.

source: No Altair cameras detected
cs_cz: Nedetekovány žádné kamery Altair
de_de: Keine Altair Kameras erkannt
es_es: No se detectaron cámaras Altair
gl_es: Non se detectaron cámaras Altair

source: Specified Altair Camera not found.
cs_cz: Zadaná kamera Altair nenalezena.
de_de: Gewählte Altair Kamera nicht gefunden.
es_es: Cámara Altair especificada no encontrada.
gl_es: A Cámara Altair especificada non se atopou.

source: Failed to open Altair Camera.
cs_cz: Kamer Altair nespuštěna.
de_de: Öffnen der Altair Kamera fehlgeschlagen.
es_es: Fallo al abrir cámara Altair.
gl_es: Fallo ó abrir a Cámara Altair.

source: Failed to get camera resolution for Altair Camera.
cs_cz: Rozlišení Altair Kamery nezjištěno.
de_de: Lesen der Auflösung der Altair Kamera fehlgeschlagen.
es_es: Fallo al adquirir resolución de cámara Altair.
gl_es: Fallo na resolución da cámara para a Cámara Altair.

source: Memory allocation error
cs_cz: Chyba přidělení paměti
de_de: Fehler bei der Speicherzuordnung während der Aufnahme
es_es: Error de asignación de memoria
gl_es: Erro adquirindo memoria

source: ASCOM driver failed checking IsPulseGuiding. See the debug log for more information.
cs_cz: Ovladač ASCOM selhal při kontrole IsPulseGuiding. Další informace naleznete v protokolu ladění.
de_de: Der ASCOM Treiber versagte beim Prüfen des IsPulseGuiding. Schau im Debug Log nach mehr Informationen.
es_es: Driver ASCOM falló al comprobar IsPulseGuiding. Revisar el log de depuración para más información.
gl_es: O driver ASCOM fallou. Ver o log para máis información.

source: ASCOM Camera Driver missing required property %s
cs_cz: Chybí požadovaná vlastnost ovladače kamery ASCOM %s
de_de: Dem ASCOM Camera Treiber fehlt die benötigte Eigenschaft %s
es_es: Driver ASCOM de Cámara no tiene la propiedad %s
gl_es: O driver ASCOM da cámara non ten unha propiedade necesaria %s

source: Could not create ASCOM camera object. See the debug log for more information.
cs_cz: Nelze použít objekt kamery ASCOM. Další informace naleznete v protokolu o chybách.
de_de: Das ASCOM Kamera Objekt konnte nicht erzeugt werden. Schau im Debug Log nach mehr Informationen.
es_es: No se pudo crear un objeto de cámara ASCOM. Ver el log de depuración para más información.
gl_es: Non se puido crear o obxecto Cámara ASCOM. Ver o log para máis información.

source: ASCOM driver problem: Connect
cs_cz: Problém s ovladačem ASCOM: Připojit
de_de: ASCOM-Treiber-Problem: Verbindung
es_es: Problemas con el driver ASCOM: Conexión
gl_es: Problemas co driver ASCOM: Conexión

source: ASCOM driver missing the %s property. Please report this error to your ASCOM driver provider.
cs_cz: Ovladači ASCOM chybí vlastnost %s. Nahlaste prosím tuto chybu poskytovateli ovladače ASCOM.
de_de: Dem ASCOM Treiber fehlt die Eigenschaft %s . Bitte teile diesen Fehler deinem ASCOM Treiber Lieferanten mit.
es_es: Driver ASCOM de Cámara no tiene la propiedad %s. Por favor reporte este error a su proveedor de driver ASCOM.
gl_es: Falta a propiedade %s do controlador ASCOM. Informa deste erro ó fornecedor de controladores ASCOM.

source: The ASCOM camera failed to set binning. See the debug log for more information.
cs_cz: U kamery ASCOM se nepodařilo nastavit binning. Další informace naleznete v protokolu ladění.
de_de: Die ASCOM Kamera konnte kein Binning einstellen. Schau im Debug Log nach mehr Informationen.
es_es: El driver ASCOM de la cámara falló al configurar el binning. Vea el log de depuración para más información.
gl_es: Falta o driver de ASCOM ó establecer o binding. Comproba o log para obter máis información.

source: ASCOM driver problem -- cannot disconnect
cs_cz: Problém s ovladačem ASCOM -- nelze se odpojit
de_de: ASCOM-Treiber-Problem: Trennen nicht möglich
es_es: Problemas con el driver ASCOM -- No puede desconectarse
gl_es: Problemas co driver ASCOM: Non se desliga

source: ASCOM error turning camera cooler %s
cs_cz: Chyba ASCOM při zapnutí chladiče kamery %s
de_de: ASCOM Fehler bei Kamera Kühler %s
es_es: Error ASCOM conectando el enfriador de la cámara %s
gl_es: Erro de ASCOM ó arrefriar a cámara %s

source: ASCOM error -- Cannot start exposure with given parameters
cs_cz: Chyba ASCOM -- Nelze spustit expozici se zadanými parametry
de_de: ASCOM-Fehler: Kann die Belichtung mit den angegebenen Parametern nicht starten
es_es: Error de ASCOM -- No es posible ejecutar la exposición con los parámetros dados
gl_es: Erro de ASCOM -- Non se pode executar a exposición cos parámetros dados

source: Exception thrown polling camera
cs_cz: Vyvolaná Výjimka při dotazování kamery
de_de: Ausnahme-Fehler bei der Kamerawahl
es_es: Excepción al consultar la cámara
gl_es: Excepción ó consultar a cámara

source: Error reading image
cs_cz: Chyba při čtení dat
de_de: Fehler beim Lesen des Bildes
es_es: Error leyendo imagen
gl_es: Erro lendo imaxe

source: Cannot load Atik camera DLL %s
cs_cz: Nelze načíst knihovnu DLL Atik %s
de_de: Atik Kamera DLL %s kann nicht geladen werden
es_es: No se puede cargar DLL %s de cámara Atik
gl_es: Non se cargou a librería dll da Cámara Atik %s

source: DLL error
cs_cz: Chyba DLL
de_de: DLL Fehler
es_es: Error de librería DLL
gl_es: Erro de librería DLL

source: No Atik cameras detected.
cs_cz: Nedetekovány žádné kamery Atik.
de_de: Keine Atik Kameras gefunden.
es_es: No se detectaron cámaras Atik.
gl_es: Non se detectaron cámaras Atik.

source: Atik camera connection failed - Driver version %d
cs_cz: Kamera Atik nepřipojena - Verze ovladače %d
de_de: Atik Kamera Verbindung fehlgeschlagen - Treiber Version %d
es_es: Fallo en conexión a cámara Atik - Versión de driver %d
gl_es: Fallou a conexión da cámara Atik - Versión do driver %d

source: Couldn't start exposure - aborting
cs_cz: Expozici nelze spustit - ruší se
de_de: Konnte die Belichtung nicht starten - Abbruch
es_es: No es posible iniciar la Exposición - Abortando
gl_es: Non se pode iniciar a Exposición - Abortando

source: Import Darks to Profile %s
cs_cz: Import Darků do Profilu %s
de_de: Darks importieren für Profil %s
es_es: Importar Darks en el perfil %s
gl_es: Importar Darks ó perfil %s

source: Dark Library
cs_cz: Knihovna Darků
de_de: Dunkelbildbibliothek
es_es: Librería de Darks
gl_es: Librería de DARKS

source: Choose the profile with the dark library you want to use:
cs_cz: Vyberte profil dark snímků, který chcete použít:
de_de: Wähle das Profil mit der Dunkelbildbibliothek, die du verwenden willst:
es_es: Seleccionar el perfil con biblioteca de Darks que quiere usar:
gl_es: Seleccionar o perfil con biblioteca de darks que se quere usar:

source: None
cs_cz: Žádná
de_de: kein
es_es: Ninguno
gl_es: Ningún

source: Darks Profiles
cs_cz: Profily Darků
de_de: Dunkelbild-Profile
es_es: Perfiles de Darks
gl_es: Perfís con Darks

source: Import from profile
cs_cz: Import z profilu
de_de: Import von Profil
es_es: Importar desde perfil
gl_es: Importar dende perfil

source: Camera in profile
cs_cz: Kamera z profilu
de_de: Kamera im Profil
es_es: Cámara en perfil
gl_es: Cámara en perfil

source: There are no compatible dark libraries available
cs_cz: Neexistuje žádná kompatibilní knihovna dark snímků
de_de: Es gibt keine kompatiblen Dunkelbildbibliotheken
es_es: No existen librerías de darks compatibles
gl_es: Non hai librerías de darks dispoñibles

source: Bad-pixel Map
cs_cz: Mapa Vadných pixlů
de_de: Bad-Pixel-Karte
es_es: Mapa de Píxeles Erróneos
gl_es: Mapa de Píxeles Erróneos

source: Choose the profile with the bad-pixel map you want to use:
cs_cz: Vyberte profil mapy vadných pixelů, který chcete použít:
de_de: Wähle das Profil mit dem Bad-Pixel-Karte, die du verwenden möchtest:
es_es: Seleccione el perfil con el mapa de píxeles erróneos que desear usar:
gl_es: Seleccionar o perfil co mapa de píxeles erróneos que queres usar:

source: Bad-pix Map Profiles
cs_cz: Profil Mapy Vadných pixlů
de_de: Profile Bad-Pixel-Karten
es_es: Perfiles con Mapa de Píxeles Erróneos
gl_es: Perfiís con Mapa de Píxeles Erróneos

source: There are no compatible bad-pixel maps available
cs_cz: Neexistuje kompatibilní mapa vydných pixlů
de_de: Es sind keine kompatiblen Bad-Pixel-Karten vorhanden.
es_es: No existen mapas de píxeles erróneos compatibles
gl_es: Non hai mapas de píxeles erróneos dispoñibles

source: Bad-pixel map could not be imported because of errors in file/copy
cs_cz: Mapu vadných pixlů nelze importovat kvůli chybám v souboru
de_de: Bad-Pixel-Karte konnte nicht importiert werden aufgrund von Fehlern in der Datei / Kopie
es_es: El mapa de píxeles erróneos no puede importarse por errores en el archivo
gl_es: O mapa de píxeles erróneos non se pode importar por erros no arquivo

source: Dark library could not be imported because of errors in file/copy
cs_cz: Knihovnu dark snímků nelze importovat kvůli chybám v souboru
de_de: Die Dunkelbildbibliothek konnte nicht importiert werden aufgrund von Fehlern in der Datei / Kopie
es_es: La librería de Darks no puede importarse por errores en el archivo
gl_es: A librería de Darks non se pode importar por erros no arquivo

source: Select your camera
cs_cz: Vybrat kameru
de_de: Wähle deine Kamera
es_es: Seleccionar cámara
gl_es: Seleccionar cámara

source: Camera Settings
cs_cz: Nastavení Kamery
de_de: Kamera-Einstellungen
es_es: Configuración de Cámara
gl_es: Configuración de Cámara

source: General Properties
cs_cz: Obecné Vlastnosti
de_de: Allgemeine Eigenschaften
es_es: Propiedades Generales
gl_es: Propiedades Xerais

source: Camera-Specific Properties
cs_cz: Specifické Vlastnosti Kamery
de_de: Kameraspezifische Eigenschaften
es_es: Propiedades específicas de la cámara
gl_es: Propiedades específicas da cámara

source: No camera specified
cs_cz: Není zadána žádná kamera
de_de: Keine Kamera gewählt
es_es: Cámara no especificada
gl_es: Non se especificou cámara

source: Camera is not connected. Property controls may change if you connect to it first.
cs_cz: Kamera nepřipojena. Dodatečné vlastnosti kamery mohou být k dispozici, až po připojení.
es_es: Cámara no conectada. Controles de propiedades pueden cambiar si se conecta primero.

source: Use Subframes
cs_cz: Použít Dílčí snímky
de_de: Nutze Subframes
es_es: Usar Subframes
gl_es: Usar Subframes

source: Check to only download subframes (ROIs). Sub-frame size is equal to search region size.
cs_cz: Zaškrtněte, chcete-li stahovat pouze dílčí snímky (ROI). Velikost dílčího snímku se rovná velikosti oblasti hledání.
de_de: Auswählen, um nur Sub-Frames zu lesen (ROIs). Die Größe des Sub-Frames entspricht der Größe der Suchregion.
es_es: Comprobar solo subframes descargados (ROIs). El tamaño del subframe es igual al tamaño de región de búsqueda.
gl_es: Marcar para descargar só subframes (ROIs). O tamaño de subframe é igual ó tamaño da rexión de busca.

source: Guide camera un-binned pixel size in microns. Used with the guide telescope focal length to display guiding error in arc-seconds.
cs_cz: Velikost pixelů naváděcí kamery v mikrometrech. Používá se s ohniskovou vzdáleností pointačního dalekohledu k zobrazení chyby navádění v arcsec.
de_de: Pixelgröße der Guidingkamera in Mikrometer. Wird zusammen mit der Teleskopbrennweite benutzt, um den Guidingfehler in Bogensekunden anzeigen zu können.
es_es: Tamaño de pixel sin binning de la cámara guía en micrones. Usado con longitud focal de telescopio guía para mostrar error en arcosegundos.
gl_es: Tamaño de píxel da cámara guía un-binned en micras. Úsase coa lonxitude focal do telescopio guía para mostrar o erro de guiado en arc-seg.

source: Pixel size
cs_cz: Velikost pixlů
de_de: Pixel-Größe
es_es: Tamaño del Pixel
gl_es: Tamaño do Pixel

source: Camera gain
cs_cz: Gain Kamery
de_de: Kameraverstärkung
es_es: Ganancia de la Cámara
gl_es: Ganancia da Cámara

source: Camera gain, default = 95%, lower if you experience noise or wish to guide on a very bright star. Not available on all cameras.
cs_cz: Gain kamery, výchozí hodnota = 95 %, snižte jej, pokud se vyskytuje šum nebo chcete zaměřit velmi jasnou hvězdu. Není dostupné na všech kamerách.
de_de: Kamera Gain, Vorgabewert = 95%, verkleinern bei übermässigem Rauschen oder beim Guiden auf sehr hellen Stern. Nicht bei allen Kameras vorhanden.
es_es: Ganancia de cámara, defecto = 95%, disminúyalo si experimenta ruido o desea guiar en una estrella muy brillante. No disponible en todas las cámaras.
gl_es: Ganancia da cámara, por defecto = 95%, menor hai ruído ou se guía cunha estrela demasiado brillante. Non está dispoñible en todas as cámaras.

source: Reset gain to camera's default value (disabled when camera is not connected)
cs_cz: Obnovit gain na výchozí hodnotu kamery (tato funkce je zakázána, když není kamera připojena)
es_es: Reinicia valor de ganancia de la cámara (deshabilitado cuando la cámara no está conectada)
gl_es: Configurando a ganancia ó valor por defecto da cámara (desactivado cando a cámara non está conectada)

source: Camera pixel binning
cs_cz: Binning kamerových pixlů
de_de: Kamera Pixel-Binning
es_es: Pixel binning de cámara
gl_es: Binning do píxel da cámara

source: Delay
cs_cz: Zpoždění
de_de: Verzögerung
es_es: Retraso
gl_es: Demora

source: LE Read Delay (ms) , Adjust if you get dropped frames
cs_cz: Zpoždění čtení LE (ms), upravte jej, pokud dochází ke ztrátě snímků
de_de: LE Ausleseverzögerung (ms) , Einstellen, wenn du Dropped Frames bekommst
es_es: Demora en larga exposición (ms). Se debe ajustar si se observa que se pierden tomas
gl_es: Demora en larga exposición (ms). Haino que axustar se se observa que se perden tomas

source: LE Port
cs_cz: Port LE
es_es: Puerto de Larga Exposición
gl_es: Puerto de Longa Exposición

source: Port number for long-exposure control
cs_cz: Číslo portu pro dlouhé expozice
de_de: Port-Nummer für eine lange Belichtungssteuerung
es_es: Número de puerto para control de larga exposición
gl_es: Número de porto para control de longa exposición

source: Cooler On
cs_cz: Chlazení On
de_de: Kühler ein
es_es: Enfriador encendido
gl_es: Enfriador activo

source: Turn camera cooler on or off
cs_cz: Zapnout nebo vypnout chlazení kamery
de_de: Kamera Kühler ein- oder ausschalten
es_es: Conecte o desconecte el enfriador de la cámara
gl_es: Activar ou desactivar o enfriador da cámara

source: Set Temperature
cs_cz: Zadat Teplotu
de_de: Temperatur setzen
es_es: Configure temperatura
gl_es: Establecer temperatura

source: Cooler setpoint temperature
cs_cz: Požadovaná teplota chlazení
de_de: Kühler Solltemperatur
es_es: Temperatura objetivo del enfriador
gl_es: Temperatura máis fría da refrixeración

source: ADU level to determine saturation - 65535 for most 16-bit cameras, or 255 for 8-bit cameras.
cs_cz: Úroveň ADU pro určení saturace - 65535 pro většinu 16bitových kamer, nebo 255 pro 8bitové kamery.
de_de: ADU-Wert für die Erkennung der Sättigung - 65535 für die meisten 16-Bit Kameras, oder 255 für 8-Bit Kameras.
es_es: ADU - nivel para determinar saturación - 65535 para la mayoría de cámaras de 16-bits o 255 para cámaras de 8-bits.
gl_es: Nivel ADU para determinar a saturación - 65535 para a maioría das cámaras de 16-bit ou 255 para cámaras de 8-bit.

source: Saturation by Max-ADU value:
cs_cz: Saturace podle hodnoty Max-ADU:
de_de: Sättigung bei Max-ADU-Wert:
es_es: Saturación por valor Max-ADU:
gl_es: Saturación por valor Max-ADU:

source: Identify star saturation based on camera maximum-ADU value (recommended)
cs_cz: Určí saturaci hvězd podle maximální hodnoty ADU (doporučeno)
es_es: Identificar saturación de estrella basado en el máximo valor ADU de la cámara (recomendado)
gl_es: Identificar a saturación da estrela en función do valor ADU máximo da cámara (recomendado)

source: Saturation via star-profile
cs_cz: Saturace pomocí profilu hvězd
de_de: Sättigung durch Sternprofil
es_es: Saturación de la estrella mediante perfil de estrella
gl_es: Saturación a partir do perfil da estrela

source: Identify star saturation based on flat-topped profile, regardless of brightness
cs_cz: Identifikujte saturaci hvězd na základě profilu s plochým vrcholem, bez ohledu na jas
es_es: Identificar saturación de estrella basado en perfil plano, independientemente del brillo
gl_es: Identificar a saturación da estrela a partir da punta plana do perfil, sen ter en conta o brillo

source: Disconnect nonresponsive camera after (seconds)
cs_cz: Odpojit nereagující kameru po (s)
de_de: Trenne nicht antwortende Kamera nach (Sekunden)
es_es: Desconectar cámara sin respuesta después de (segundos)
gl_es: Desconectar cando non responde a cámara despois de (segundos)

source: The camera will be disconnected if it fails to respond for this long. The default value, %d seconds, should be appropriate for most cameras.
cs_cz: Pokud kamera takto dlouho nereaguje, bude odpojena. Výchozí hodnota %d sekund by měla být vhodná pro většinu kamer.
de_de: Die Kamera wird getrennt, wenn sie innerhalb dieser Zeit nicht antwortet. Der Vorgabewert, %d Sekunden, sollte für die meisten Kameras passen.
es_es: La cámara se desconectará si falla al responder durante este tiempo. El valor por defecto, %d segundos, debería ser apropiado para la mayoría de las cámaras.
gl_es: Desconectarase a cámara se non responde por moito tempo. O valor predeterminado,%d segundos, debería ser apropiado para a maioría das cámaras.

source: unspecified
cs_cz: nespecifikovaný
de_de: nicht spezifiziert
es_es: inespecificado
gl_es: non especificado

source: Memory allocation error during capture
cs_cz: Chyba přidělení paměti během nahrávání
de_de: Fehler bei der Speicherzuordnung während der Aufnahme
es_es: Error al asignar la memoria durante la captura
gl_es: Erro de Memoria durante a captura

source: After %.1f sec the camera has not completed a %.1f sec exposure, so it has been disconnected to prevent other problems. Refer to Trouble-shooting section of Help.
cs_cz: Po %.1f sekundách kamera nedokázala dokončit expozici trvající %.1f sekund, a proto byla odpojena, aby se předešlo dalším problémům. Podívejte se do sekce Řešení problémů v nápovědě.
es_es: Después de %.1f seg la cámara no hay completado una exposición de %.1f seg. Se ha desconectado para prevenir otros problemas. Busque en la sección Trouble-shooting para Ayuda.

source: The camera has not completed an exposure in at least 15 seconds, so it has been disconnected to prevent other problems. Refer to Trouble-shooting section of Help.
cs_cz: Kamera nedokončila expozici po dobu alespoň 15 sekund, proto byla odpojena, aby se zabránilo dalším problémům. Podívejte se do sekce řešení problémů v nápovědě.
es_es: La cámara no ha completado una exposición en al menos 15 segundos, por lo que se ha desconectado para prevenir otros problemas. Busque en la sección Trouble-shooting por Ayuda.

source: PHD will make several attempts to re-connect the camera.
cs_cz: PHD se několikrát pokusí znovu připojit kameru.
de_de: PHD wird mehrmals versuchen, die Kamera wieder zu verbinden.
es_es: PHD reintentará varias veces reconectar la cámara.
gl_es: PDF fará varios intentos de volver a conectar a cámara.

source: The camera has been disconnected. Please resolve the problem and re-connect the camera.
cs_cz: Kamera odpojena. Po vyřešení problémů znovu připojte kameru.
de_de: Die Kameraverbindung wurde getrennt. Bitte löse das Problem und verbinde die Kamera wieder.
es_es: La cámara ha sido desconectada. Por favor resuelva el problema y reconecte con la cámara.
gl_es: A cámara foi desligada. Resolve o problema e reconecta coa cámara.

source: Cannot initialize ImageCapture library
cs_cz: Nelze spustit knihovnu ImageCapture
de_de: ImageCapture lLibrary kann nicht initialisiert werden
es_es: No se puede inicializar librería ImageCapture
gl_es: Non se puido abrir a librería ImageCapture

source: No camera found
cs_cz: Kamera nenalezena
de_de: Keine Kamera gefunden
es_es: No se encontró Cámara
gl_es: Non se atopou a Cámara

source: Select Camera
cs_cz: Vybrat Kameru
de_de: Kamera auswählen
es_es: Seleccionar Cámara
gl_es: Seleccionar Cámara

source: Cannot open camera
cs_cz: Kameru nelze spustit
de_de: Kamera kann nicht geöffnet werden
es_es: No es posible conectar con la Cámara
gl_es: Non se pode conectar a Cámara

source: Cannot get list of video modes
cs_cz: Nelze získat seznam režimů videa
de_de: Liste der Video-Modi kann nicht geöffnet werden
es_es: No se puede obtener la lista de modos de video
gl_es: Non se obtivo a listaxe de modos de video

source: Cannot find a Y800 mode
cs_cz: Nelze najít režim Y800
de_de: Kann keinen Y800 Mode finden
es_es: No se puede encontrar un modo Y800
gl_es: Non se atopou un modo Y800

source: Could not turn off auto-exposure
cs_cz: Nelze vypnout auto-expozici
de_de: Kann Auto-Exposure nicht abschalten
es_es: No se puede desactivar auto exposición
gl_es: Non se puido deter a autoexposición

source: Cannot setup frame handler
cs_cz: Nelze nastavit obsluhu snímku
de_de: Kann Frame Handler nicht setzen
es_es: No se puede preparar manejador de cuadros
gl_es: Non se pode configurar o xestor de capturas

source: FireWire camera setup failed
cs_cz: Nastavení kamery FireWire selhalo
de_de: FireWire Kamera Setup fehlgeschlagen
es_es: Falló inicio cámara FireWire
gl_es: A configuración da cámara FireWire fallou

source: Could not start Live view
cs_cz: Nelze spustit Živý náhled
de_de: Konnte Live View nicht starten
es_es: No se puede iniciar Live view
gl_es: Non se pode iniciar a vista en vivo

source: Warning - cannot directly control exposure duration - running in auto-exposure
cs_cz: Varování - nelze přímo ovládat délku expozice - běží v automatické expozici
de_de: Warnung - Belichtungszeit kann nicht direkt eingestellt werden - Automatische Belichtung wird ausgeführt
es_es: Aviso - No es posible controlar la duración de exposición - ejecutándose en auto-exposición
gl_es: Aviso - Non se pode controlar a exposición - executándose en auto-exposición

source: Fatal error at step %d connecting to TIS camera
cs_cz: Závažná chyba v kroku %d připojení k TIS kameře
de_de: Fataler Fehler in Schritt %d beim Verbinden der TIS Kamera
es_es: Error fatal en paso %d al conectar con cámara TIS
gl_es: Erro fatal no paso %d conectando a cámara TIS

source: Could not start video stream
cs_cz: Stream Videa nelze spustit
de_de: Video-Stream kann nicht gestartet werden
es_es: No puede iniciarse el flujo de video
gl_es: Non se pode iniciar o fluxo de video
