Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: Failed to get camera properties for Svbony camera.
cs_cz: Nepodařilo se získat vlastnosti kamery pro kameru Svbony.
es_es: Fallo al obtener propiedades de cámara Svbony.

source: The camera does not support %s mode, try selecting %s mode
cs_cz: Kamera nepodporuje režim %s, zkuste vybrat režim %s
es_es: La cámara no soporta modo %s, intente seleccionar modo %s

source: Unable to initialize camera.
cs_cz: Kameru nelze spustit.
es_es: No se pudo inicializar cámara.

source: SX Camera Settings
cs_cz: SX Nastavení Kamery
de_de: SX Kamera-Einstellungen
es_es: Configuración de Cámara SX
gl_es: Configuración de Cámara SX

source: No SX cameras found
cs_cz: Nenalezena žádná kamera SX
de_de: Keine SX Kameras gefunden
es_es: No se encontraron cámaras SX
gl_es: Non se atoparon cámaras SX

source: Connect failed: could not retrieve camera parameters.
cs_cz: Nepřipojeno: Nepodařily se načíst parametry kamery.
de_de: Verbindung abgebrochen: kann Kameraparameter nicht abrufen.
es_es: Fallo la Conexión: No se pudieron obtener los parámetros de la cámara.
gl_es: Fallou a Conexión: Non se puideron obter os parámetros da cámara.

source: No ToupTek cameras detected
cs_cz: Nedetekovány žádné kamery ToupTek
es_es: No se detectaron cámaras ToupTek
gl_es: Non se detectaron cámaras ToupTek

source: Selected ToupTek camera not found.
cs_cz: Vybraná kamera ToupTek nebyla nalezena.
es_es: No se encontró cámara ToupTek seleccionada.
gl_es: A cámara ToupTek seleccionada non se atopou.

source: Failed to open ToupTek camera.
cs_cz: Kamera ToupTek nespuštěna.
es_es: Fallo al abrir cámara ToupTek.
gl_es: Fallo ó abrir a Cámara ToupTek.

source: Failed to get camera resolution for ToupTek camera.
cs_cz: Rozlišení z kamery ToupTek nezískáno.
es_es: Fallo al obtener resolución de cámara ToupTek.
gl_es: Fallo ó configurar a resolución da cámara para a Cámara ToupTek.

source: ToupTek Camera Properties
cs_cz: Vlastnosti Kamery ToupTek
es_es: Propiedades de cámara ToupTek
gl_es: Propiedades da cámara ToupTek

source: Select capture device
cs_cz: Výběr snímacího zařizení
de_de: Aufnahmegerät auswählen
es_es: Seleccionar dispositivo de captura
gl_es: Seleccionar dispositivo de captura

source: Camera choice
cs_cz: Výběr kamery
de_de: Kamera-Auswahl
es_es: Selección de Cámara
gl_es: Selección de Cámara

source: Select WDM camera
cs_cz: Vybrat kameru WDM
de_de: WDM Kamera auswählen
es_es: Seleccionar cámara WDM
gl_es: Seleccionar cámara WDM

source: Select camera mode
cs_cz: Vybrat režim kamery
de_de: Kamera-Modus auswählen
es_es: Seleccionar modo de cámara
gl_es: Seleccionar modo de cámara

source: Camera mode
cs_cz: Režim kamery
de_de: Kamera-Modus
es_es: Modo de Cámara
gl_es: Modo de Cámara

source: %d x %d mode activated
cs_cz: %d mód aktivován %d x
es_es: modo %d x %d activado
gl_es: Activado modo %d x %d

source: ZWO Camera Properties
cs_cz: Vlastnosti Kamery ZWO
es_es: Propiedades de cámara ZWO
gl_es: Propiedades da cámara ZWO

source: The ASI camera library requires the Microsoft Visual C++ 2008 Redistributable Package (x86), available at http://www.microsoft.com/en-us/download/details.aspx?id=29
cs_cz: Knihovna kamer ASI vyžaduje redistribuovatelný balíček Microsoft Visual C++ 2008 (x86), který je k dispozici na http://www.microsoft.com/en-us/download/details.aspx?id=29
de_de: Die ASI Kamera-Library benötigt Microsoft Visual C++ 2008 Redistributable Package (x86), verfügbar unter http://www.microsoft.com/en-us/download/details.aspx?id=29
es_es: La cámara ASI requiere el paquete Microsoft Visual C++ 2008 Redistributable Package (x86), disponible en http://www.microsoft.com/en-us/download/details.aspx?id=29
gl_es: A cámara ASI require o paquete Microsoft Visual C++ 2008 Redistributable Package (x86), dispoñible en http://www.microsoft.com/en-us/download/details.aspx?id=29

source: No ZWO cameras detected.
cs_cz: Nezjištěny žádné kamery ZWO.
de_de: Keine ZWO Kameras gefunden.
es_es: Cámara ZWO no detectada.
gl_es: Non se detectaron cámara ZWO.

source: ZWO camera #%d not found
cs_cz: ZWO kamera #%d nenalezena
es_es: Cámara ZWO #%d no encontrada
gl_es: Non se atopou a cámara ZWO #%d

source: Failed to get camera properties for ZWO ASI Camera.
cs_cz: Vlastnosti kamery ZWO ASI nebyly získány.
de_de: Fehler beim Lesen der Kamera-Eigenschaften für ZWO ASI Kamera
es_es: Fallo la obtención de propiedades de la cámara ZWO ASI.
gl_es: Fallou a obtención de propiedades da cámara ZWO ASI.

source: Failed to open ZWO ASI Camera.
cs_cz: ZWO ASI Kamera nespuštěna.
de_de: Fehler beim Öffnen der ZWO ASI Kamera
es_es: Falló la apertura de la cámara ZWO ASI.
gl_es: Fallou a apertura da cámara ZWO ASI.

source: Failed to initizlize ZWO ASI Camera.
cs_cz: Nepodařilo se inicializovat Kameru ZWO ASI.
de_de: Initialisierung der ZWO ASI Kamera fehlgeschlagen.
es_es: Error al inicializar cámara ZWO ASI.
gl_es: Fallou o arranque da cámara ZWO ASI.

source: A COM Error occurred. There may be more info in the Debug Log.
cs_cz: Chyba COM. Další informace naleznete v Protokolech ladění.
de_de: Ein COM-Fehler ist aufgetreten. Möglicherweise gibt es weitere Informationen im Debug-Log.
es_es: Ocurrió un error de COM. Puede haber más información en el Log de depuración.
gl_es: Ocorreu un erro de COM. Pode haber máis información no Log de Debug.

source: Driver error preparing to call %s
cs_cz: Chyba ovladače při přípravě %s
es_es: Error de driver preparando llamado %s
gl_es: Erro do drive cando se chamaba por %s

source: Comet Tracking
cs_cz: Sledovat Kometu
de_de: Kometen-Nachführung
es_es: Seguimiento de Cometa
gl_es: Seguimento de Cometas

source: Comet Tracking - Training Active
cs_cz: Sledovat Kometu - Aktivní Nácvik
de_de: Kometen-Nachführung - Training aktiv
es_es: Seguimiento de Cometas - Entrenamiento Activado
gl_es: Seguimento de Cometas - Adestramento Activado

source: Comet Tracking - Active
cs_cz: Sledovat Kometu - Aktivní
de_de: Kometen-Nachführung - aktiv
es_es: Seguimiento de Cometas - Activado
gl_es: Seguimento de Cometas - Activado

source: Enable
cs_cz: Zapnout
de_de: Aktivieren
es_es: Habilitar
gl_es: Habilitar

source: Toggle comet tracking on or off.
cs_cz: Zapne nebo vypne sledování komety.
de_de: Umschalten der Kometen-Nachführung ein oder aus.
es_es: Habilitar o deshabilitar el seguimiento de cometas.
gl_es: Habilitar ou deshabilitar o seguimento de cometas.

source: Comet tracking rate
cs_cz: Rychlost sledování komety
de_de: Komet-Nachführ-Rate
es_es: Tasa de seguimiento de cometas
gl_es: Taxa de seguimento de cometas

source: Pixels/hr
cs_cz: Pixely/hod
de_de: Pixel/Stunde
gl_es: Píxeles/hr

source: Arcsec/hr
cs_cz: Arcsec/hod
de_de: Bogensek/h
gl_es: Arcseg/hr

source: Units
cs_cz: Jednotky
de_de: Einheiten
es_es: Unidades
gl_es: Unidades

source: Tracking rate units
cs_cz: Jednotky rychlosti sledování
de_de: Einheit der Nachführgeschwingkeit
es_es: Unidades de tasa de seguimiento
gl_es: Unidades de taxa de seguimento

source: Camera (X/Y)
cs_cz: Kamera (X/Y)
de_de: Kamera (X/Y)
es_es: Cámara (X/Y)
gl_es: Cámara (X/Y)

source: Mount (RA/Dec)
cs_cz: Montáž (RA/Dec)
de_de: Montierung (RA/DEC)
es_es: Montura (RA/DEC)
gl_es: Montura (AR/DEC)

source: Axes
cs_cz: Osy
de_de: Achsen
es_es: Ejes
gl_es: Eixes

source: Tracking rate axes
cs_cz: Osy rychlosti sledování
de_de: Nachführrate Achsen
es_es: Ejes de tasa de seguimiento
gl_es: Eixes de taxa de seguimento

source: Start training the tracking rate.
cs_cz: Zaháji trénink sledovací rychlosti.
de_de: Training der Nachführgeschwindigkeit beginnen
es_es: Iniciar aprendizaje de tasa de seguimiento.
gl_es: Iniciar adestramento da taxa de seguimento.

source: Stop
cs_cz: Zastavit
es_es: Parar
gl_es: Deter

source: Stop training
cs_cz: Zastaví trénink
de_de: Training beenden
es_es: Parar aprendizaje
gl_es: Deter adestramento

source: Rate Training
cs_cz: Intenzita Tréninku
de_de: Geschwindigkeit trainieren
es_es: Tasa de aprendizaje
gl_es: Taxa de adestramento

source: Disable
cs_cz: Vypnout
de_de: Deaktivieren
es_es: Deshabilitar
gl_es: Deshabilitar

source: Training, elapsed time %lus. Use the "Adjust Lock Position" controls to center the comet in the imaging camera and click Stop to complete training.
cs_cz: Trénink, uplynulý čas %lus. Pomocí ovládacích prvků "Upravit Pozici Uzamčení" vycentrujte kometu v zorném poli kameře a kliknutím na tlačítko Stop pro dokončete trénování.
de_de: Training, abgelaufene Zeit %lus. Klicke "Lock-Position einstellen" um den Komet zu zentrieren und "Stop" um das Training abzuschliessen.
es_es: Preparación, tiempo transcurrido %lus. Usar el control "Ajuste de Posición de bloqueo" para centrar el cometa en la imagen de la cámara principal y haga click en Parar para terminar la preparación.
gl_es: Adestrando, tempo transcorrido %lus. Usar o control "Axusta a Posición de bloqueo" para centrar o cometa na imaxe da cámara principal e fai click en Deter para rematar o adestramento.

source: Center the comet in the imaging camera. Select a guide star and start Guiding. Then, click Start to begin training.
cs_cz: Umístěte kometu do středu zorného pole. Vyberte naváděcí hvězdu a spusťte Navádění. Klikněte na tlačítko Start pro zahájení tréninku.
de_de: Komet in der Aufnahmekamera zentrieren Leitstern auswählen und Guiding starten Klicke dann Start um das Training zu starten.
es_es: Centrar el cometa en la cámara de captura. Seleccione una estrella guía y comience a guiar. Entonces, haga click en Iniciar para comenzar la preparación.
gl_es: Centrar o cometa na cámara principal. Selecciona unha estrela guía e comeza a guiar. Logo fai click en Iniciar para comezar o adestramento.

source: Disconnected
cs_cz: Odpojen
de_de: Getrennt
es_es: Desconectado
gl_es: Desligado

source: Connect
cs_cz: Připojit
de_de: Verbinden
es_es: Conectar
gl_es: Conectar

source: Device
cs_cz: Zařízení
de_de: Gerät
es_es: Dispositivo
gl_es: Dispositivo

source: Driver
cs_cz: Ovladač
de_de: Treiber
es_es: Controlador
gl_es: Controlador

source: Dual CCD
cs_cz: Duální CCD
gl_es: CCD dual

source: Camera does not support exposure time
cs_cz: Kamera nepodporuje čas expozice
es_es: La cámara no soporta tiempo de exposición
gl_es: O controlador ASCOM non soporta tempo de exposición

source: Force the use of streaming and frame stacking for cameras that do not support setting an absolute exposure time.
cs_cz: Vynutit použití streamování a skládání snímků pro kamery, které nenabízejí nastavení absolutní expozice.
es_es: Fuerza el uso de streaming y apilado de cuadros para cámaras que no soportan fijar un tiempo de exposición absoluto.
gl_es: Forza o uso de streaming e suma de fotogramas para cámaras que non permiten establecer un tempo de exposición absoluto.

source: Camera does not support streaming
cs_cz: Kamera nepodporuje streamování
es_es: La cámara no soporta streaming
gl_es: O controlador ASCOM non soporta streaming

source: Force the use of exposure time for cameras that do not support streaming.
cs_cz: Vynutit použití časové expozice pro kamery, které nepodporují streamování.
es_es: Fuerza el uso de tiempo de exposición para cámaras que no soportan streaming.
gl_es: Forza o uso de tempo de exposición para cámaras que non admiten streaming.

source: Other options
cs_cz: Jiné možnosti
de_de: Weitere Optionen
es_es: Otras opciones
gl_es: Outras opcións

source: Verbose logging
cs_cz: Podrobné protokolování
es_es: Logueo mejorado
gl_es: Log detallado

source: Enable more detailed INDI information in the PHD2 Debug Log.
cs_cz: Povolit podrobnější informace INDI v protokolu ladění PHD2.
es_es: Habilita información INDI más detallada en la depuración de PHD2.
gl_es: Habilitar información máis detallada de INDI no rexistro de depuración PHD2.

source: Connected
cs_cz: Připojeno
de_de: Verbunden
es_es: Conectado
gl_es: Ligado

source: Disconnect
cs_cz: Odpojit
de_de: trennen
es_es: Desconectar
gl_es: Desligado

source: Main
cs_cz: Hlavní
de_de: Haupt-
es_es: Principal
gl_es: Principal

source: Secondary
cs_cz: Sekundární
de_de: Zweit-
es_es: Secundario
gl_es: Secundario

source: Don't ask again
cs_cz: Neptat se znovu
de_de: Nicht wieder fragen
es_es: No preguntar de nuevo
gl_es: Non preguntar de novo

source: Confirm
cs_cz: Potvrdit
de_de: Bestätigen
es_es: Confirmar
gl_es: Confirmar

source: Build Dark Library
cs_cz: Vytvoř Knihovnu Darků
de_de: Dunkelbildbibliothek erstellen
es_es: Crear Librería de DARKs
gl_es: Crear Librería de DARKs

source: Acquire Master Dark Frames for Bad Pixel Map Calculation
cs_cz: Získejte Hlavní Dark Snímek pro Výpočet Mapy Vadných Pixlů
de_de: Benötigt Master-Dunkelbild für die Berechnung der Bad-Pixel-Karte
es_es: Adquirir Master Dark para calcular los Píxeles Erróneos
gl_es: Adquirir DARK Master para calcular os Píxeles Erróneos

source: Min Exposure Time
cs_cz: Min. Čas Expozice
de_de: Minimale Belichtungszeit
es_es: Tiempo de Exposición mínimo
gl_es: Tempo de Exposición mínimo

source: Minimum exposure time for darks. Choose a value corresponding to the shortest camera exposure you will use for guiding.
cs_cz: Minimální čas expozice pro dark. Vyberte hodnotu odpovídající nejkratší expozici kamery, kterou použijete při navádění.
de_de: Minimale Belichtungszeit der Dunkelbilder. Wähle einen Wert, der kürzer ist als die Belichtungszeit, die für die Nachführung verwendet werden soll.
es_es: Tiempo de exposición mínimo para DARKS. Elegir un valor que corresponda con la exposición más corta que se use en el guiado.
gl_es: Tempo mínimo de exposición para DARKS. Hai que elixir un valor que corresponda coa exposición máis curta que se use no guiado.

source: Max Exposure Time
cs_cz: Max. Čas Expozice
de_de: Maximale Belichtungszeit
es_es: Tiempo de Exposición máximo
gl_es: Tempo de Exposición máximo

source: Maximum exposure time for darks. Choose a value corresponding to the longest camera exposure you will use for guiding.
cs_cz: Maximální čas expozice pro dark. Vyberte hodnotu odpovídající nejdelší expozici kamery, kterou použijete při navádění.
de_de: Maximale Belichtungszeit für Dunkelbilder. Wähle den Wert der längsten Belichtungszeit, die du zum Guiden verwenden willst.
es_es: Tiempo de exposición máximo para DARKS. Se debe elegir un valor que corresponda con la exposición más larga que se use en el guiado.
gl_es: Tempo máximo de exposición para DARKS. Hai que elixir un valor que corresponda coa exposición máis longa que se use no guiado.

source: Number of dark frames for each exposure time
cs_cz: Počet dark snímků pro každý čas expozice
de_de: Anzahl von Dunkelbilder für jede Belichtungszeit
es_es: Número de tomas DARK para cada tiempo de exposición
gl_es: Número de tomas DARK para cada tempo de exposición

source: Frames to take for each exposure time
cs_cz: Počet snímků pro každý čas expozice
de_de: Bilder erstellen für jede Belichtungszeit
es_es: Tomas para cada tiempo de exposición
gl_es: Tomas para cada tempo de exposición

source: Options
cs_cz: Možnosti
de_de: Optionen
es_es: Opciones
gl_es: Opcións

source: Modify/extend existing dark library
cs_cz: Změna/rozšíření stávající knihovny dark
de_de: Ändern/Erweitern der bestehenden Dunkelbildbibliothek
es_es: Modificar/extender librería existente de Darks
gl_es: Modificar/Estender a librería de darks existente

source: Darks created now will replace older darks having matching exposure times. If different exposure times are used, those darks will be added to the library.
cs_cz: Vytvořené dark snímky nahradí starší dark snímky s odpovídajícími časy expozice. Pokud jsou použity odlišné časy expozice, tyto dark snímky budou přidány do knihovny.
de_de: Neu erzeugte Darks ersetzen ältere Darks mit gleichen Belichtungszeiten. Neue Darks mit noch nicht vorhandenen Belichtungszeiten werden hinzugefügt
es_es: Darks creados ahora reemplazarán Darks antiguos con igual tiempo de exposición. Si se utilizaron tiempos de exposición diferentes, dichos Darks serán añadidos a la librería.
gl_es: Os darks creados agora reemprazarán os máis vellos cando os tempos de exposición coincidan. Se se usan tempos de exposición diferentes, eses darks serán engadidos á librería.

source: Create entirely new dark library
cs_cz: Vytvořit novou knihovnu dark snímků
de_de: Erzeuge neue Dunkelbildbibliothek
es_es: Crear librería de Darks completamente nueva
gl_es: Crear unha nova librería de darks na súa totalidade

source: Darks created now will be used to build a completely new dark library - old dark frames will be discarded. You MUST use this option if you've seen alert messages about incompatible frame sizes or mismatches with the current camera.
cs_cz: Vytvořené dark snímky budou nyní použity k sestavení zcela nové knihovny dark snímků - staré dark snímky budou zrušeny. TUTO možnost MUSÍTE použít, pokud jste obdrželi upozornění o nekompatibilní velikosti snímků nebo nesouladu s aktuální kamerou.
de_de: Mit den jetzt aufgenommene Dunkelbildern wird eine neue Dunkelbildibliothek erstellt - alle alten Dunkelbilder werden verworfen. Du musst diese Option wählen, wenn du Fehlermeldungen bezüglich inkompatibler Bildgröße (frame size) oder nicht passender aktueller Kamera bekommst.
es_es: Darks creados ahora serán usados para crear una librería de Darks completamente nueva - Darks de antiguas tomas serán descartados. Usted DEBE usar esta opción si ha visto algún mensaje de alerta sobre incompatibilidad de tamaño de imágenes o discrepancias con la cámara actual.
gl_es: Os darks creados agora utilizaranse para construír unha biblioteca de darks completamente nova: as tomas de darks antigas serán descartadas. DEBES usar esta opción se viches mensaxes de alerta sobre tamaños de cadros incompatibles ou desaxustes coa cámara actual.

source: Existing dark library covers %d exposure times in the range of %g s to %g s
cs_cz: Stávající dark knihovna zahrnuje %d čas expozice v rozsahu %g s až %g s
de_de: Die Dunkelbildbibliothek enthält %d Belichtungszeiten im Bereich von %g s bis %g s
es_es: Librería de Darks existente cubre %d de tiempos de exposición en el rango de %g a %g segundos
gl_es: A librería de darks existente cobre %d tempos de exposición no rango de %g s a %g s

source: Existing dark library contains incompatible frames - it must be rebuilt from scratch
cs_cz: Existující dark knihovna obsahuje nekompatibilní snímky - musí být znovu sestavena od nuly
de_de: Die bestehende Dunkelbildbibliothek enthält nicht kompatible Frames - sie muss neu erstellt werden
es_es: Librería de Darks existente contiene tomas incompatibles - deben reconstruirse
gl_es: A librería de darks existente contén tomas incompatibles - debe reconstruírse dende cero

source: No compatible dark library is available
cs_cz: Není k dispozici žádná kompatibilní knihovna dark snímků
de_de: Es gibt keine passende Dunkelbildbibliothek
es_es: No disponible librería de Darks compatible
gl_es: Non está dispoñible unha librería de darks compatible

source: Dark Frame Settings
cs_cz: Nastavení Dark Snímků
de_de: Dunkelbild-Einstellungen
es_es: Configuración de tomas Dark
gl_es: Configuración de tomas DARK

source: Exposure time for building defect map
cs_cz: Čas expozice pro mapu vadných pixlů
de_de: Belichtungszeit für die Erstellung einer Fehler-Karte
es_es: Tiempo de exposición para construir mapa de defectos
gl_es: Tempo de exposición para construír o mapa de defectos

source: Exposure Time
cs_cz: Čas Expozice
de_de: Belichtungszeit
es_es: Tiempo de Exposición
gl_es: Tempo de Exposición

source: Number of exposures for building defect map
cs_cz: Počet expozic pro vytvoření mapy vadných pixlů
de_de: Anzahl der Belichtungen für die Erstellung einer Fehler-Karte
es_es: Número de exposiciones para construir el mapa de defectos
gl_es: Número de exposicións para construír o mapa de defectos

source: Number of Exposures
cs_cz: Počet Expozic
de_de: Anzahl der Belichtungen
es_es: Número de Exposiciones
gl_es: Número de Exposicións

source: Notes:
cs_cz: Poznámky:
de_de: Notiz:
es_es: Notas:
gl_es: Notas:

source: Free-form note, included in FITs header for each dark frame; max length=65
cs_cz: Volně formulovaná poznámka zahrnutá v záhlaví FITs souboru pro každý dark snímek; maximální délka = 65
de_de: freies Notizfeld, das in den FITS-Header jedes Dunkelbilds eingefügt wird; maximal 65 Zeichen
es_es: Comentario, se incluirá en la cabecera de los FITS de cada toma dark: longitud máxima = 65
gl_es: Comentario, incluirase na cabeceira dos FITS de cada toma dark: lonxitude máxima = 65

source: Be sure camera bit-depth is already set to desired value (8-bit or 16-bit)
cs_cz: Ujistěte se, že bitová hloubka kamery je nastavena na požadovanou hodnotu (8 bitů nebo 16 bitů).

source: Reset all parameters to application defaults
cs_cz: Obnoví všechny parametry na výchozí hodnoty aplikace
de_de: Alle Einstellungen der Anwendung zurücksetzen
es_es: Borrar todos los parámetros y volver a por defecto
gl_es: Borrar todos os parámetros e volver ós valores por defecto

source: Set your parameters, click 'Start' to begin
cs_cz: Nastavte své parametry a klikněte na tlačítko 'Start' pro spuštění
de_de: Eigene Parameter einstellen, klicke 'Start' um zu starten
es_es: Seleccionar sus parámetros, haga click en "Iniciar" para empezar
gl_es: Seleccionar os parámetros, fai click en "Iniciar" para empezar

source: Cover guide scope
cs_cz: Zakrýt naváděcí dalekohled
de_de: Leitrohr verschließen/abdunkeln
es_es: Cubra el telescopio guía
gl_es: Cubre o telescopio guía

source: Building master dark at %.1f sec:
cs_cz: Sestavování hlavních dark snímků s časem expozice %.1f s:
de_de: Master-Dunkelbild erstellen mit %.1f s:
es_es: Creando Master Dark a %.1f seg:
gl_es: Creando DARK Master a %.1f seg:

source: Building master dark at %d mSec:
cs_cz: Sestavování hlavních dark snímků s časem expozice %d ms:
de_de: Master-Dunkelbild erstellen mit %d mSec:
es_es: Creando Master Dark a %d mSeg:
gl_es: Creando DARK Master a %.1d mSeg:

source: Operation cancelled - no changes have been made
cs_cz: Operace zrušena - neprovedeny žádné změny
de_de: Aktion abgebrochen - es wurden keine Änderungen vorgenommen
es_es: Operación cancelada - ningún cambio ha sido realizado
gl_es: Operación cancelada - non se realizaron os cambios

source: Operation failed - no changes have been made
cs_cz: Operace selhala - nebyly provedeny žádné změny
de_de: Operation fehlgeschlagen - keine Änderungen vorgenommen
es_es: La operación falló - ningún cambio ha sido realizado
gl_es: A operación fallou - non se realizaron os cambios

source: dark library built
cs_cz: dark knihovna vytvořena
de_de: Dunkelbildbibliothek erstellt
es_es: librería de Darks creada
gl_es: librería de DARKS creada

source: Taking darks to compute defect map:
cs_cz: Probíhá pořizování dark snímků pro výpočet mapy chyb:
de_de: Dunkelbilder aufnehmen um eine Bad-Pixel-Karte zu erstellen:
es_es: Tomando Darks para crear mapa de defectos:
gl_es: Tomando DARKS para crear mapa de defectos:

source: Operation cancelled
cs_cz: Operace zrušena
de_de: Operation abgebrochen
es_es: Operación cancelada
gl_es: Operación cancelada

source: Analyzing master dark...
cs_cz: Analýza hlavních dark snímků...
de_de: Master-Dunkelbild analysieren...
es_es: Analizando Master Dark...
gl_es: Analizando DARK master...

source: Master dark data files built
cs_cz: Sestavené hlavní dark datové soubory
de_de: Master-Dunkelbild erstellt
es_es: Creados archivos Master Dark
gl_es: Creados ficheros DARK master

source: Uncover guide scope
cs_cz: Odkrýt naváděcí dalekohled
de_de: Leitrohr öffnen
es_es: Destape el telescopio guía
gl_es: Descubre o telescopio guía

source: Operation complete: %s
cs_cz: Operace dokončena: %s
de_de: Operation abgeschlossen: %s
es_es: Operación completada: %s
gl_es: Operación completada: %s

source: Cancelling...
cs_cz: Rušení...
de_de: Abbrechen...
es_es: Cancelando....
gl_es: Cancelando....
