Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: Calibration Parameters Check
cs_cz: Kontrola Kalibračních Parametrů
es_es: Comprobar Parámetros de Calibración

source: Recalc
cs_cz: Přepočítat
de_de: Berechnung wiederholen
es_es: Recalcular

source: Explanation of Results
cs_cz: Vysvětlení Výsledků
es_es: Explicación de resultados

source: Assuming you have followed all the recommendations of the Calibration Assistant, the information below can help you identify any remaining problems.
cs_cz: Předpokládejme, že jste dodrželi všechna doporučení Kalibračního asistenta. Následující informace vám pomohou identifikovat případné zbývající problémy.
es_es: Asumiendo que ha seguido todas las recomendaciones del Asistente de Calibración, la información abajo lo puede ayudar a identificar problemas.

source: Too Few Steps
cs_cz: Nedostatečný Počet Kroků
es_es: Muy Pocos Pasos

source: Calibration was completed with fewer than the desired number of steps. This is usually caused by changes to binning, focal length, or mount guide speed without using the new-profile-wizard. Run the wizard to restore the correct calibration parameters.
cs_cz: Kalibrace byla dokončena s menším počtem kroků, než je požadováno. To je obvykle způsobeno změnami v binning, ohniskové vzdálenosti nebo rychlosti montáže, aniž by byl použit průvodce pro vytvoření nového profilu. Spusťte průvodce, abyste obnovili správné kalibrační parametry.
es_es: La calibración se completó con menos pasos que los deseados. Esto usualmente es causado por cambios a binning, longitud focal, o velocidad de guiado de la montura sin haber utilizado el asistente de nuevo perfil. Ejecute el asistente para lograr parámetros de calibración correctos.

source: Unexpected Rates
cs_cz: Neočekávaná Rychlost
es_es: Ratios Inesperados

source: Measured RA and Dec movements on the camera sensor aren't related by the expected ratio (cos(dec)). This can be caused by sustantial weight imbalance in Dec or physical resistance to movement because of cables or over-tight gear mesh.
cs_cz: Změřené pohyby v RA a Dec na snímači kamery nejsou v souladu s očekávaným poměrem (cos(dec)). To může být způsobeno nerovnováhou váhy v ose Dec nebo fyzickým odporem pohybu způsobeným kabely nebo příliš těsným ozubeným soukolím.
es_es: Los movimientos en AR y DEC medidos en el sensor de la cámara no tiene el ratio esperado (cos(dec)). Esto puede ser causado por desbalanceo en Dec o resistencia física al movimiento por cables o montura muy rígida.

source: The mount is wandering off-target on one axis while PHD2 is measuring movement on the other axis. This can be caused by large periodic error in RA or polar alignment > 10 arc-min. If the orthogonality error is very large, the mount is probably not guiding correctly.
cs_cz: Montáž se odchyluje od cíle v jedné ose, zatímco PHD2 měří pohyb v druhé ose. To může být způsobeno výraznou periodickou chybou v RA nebo chybou polárního zarovnání větší než 10 arcmin. Pokud je chyba kolmosti velmi velká, montáž pravděpodobně nebude schopna správně navádět.
es_es: La montura se está desviando del objetivo en un eje mientras PHD2 está midiendo el movimiento del otro eje. Esto puede ser causado por grandes errores periódicos en AR o alineación polar > 10 minutos de arco. Si el error de ortogonalidad es grande, la montura probablemente no guíe correctamente.

source: Sky Location
cs_cz: Pozice na Obloze
es_es: Ubicación en el Cielo

source: Calibration wasn't done with Dec in the range of -20 to +20. Outside that range, measurement errors may degrade the calibration accuracy. If Dec is outside the range of -60 to +60, declination compensation will not work correctly.
cs_cz: Kalibrace nebyla provedena při deklinaci v rozmezí -20° až +20°. Mimo toto rozmezí se mohou chyby měření negativně projevit na přesnosti kalibrace. Pokud je deklinace mimo rozmezí -60° až +60°, kompenzace deklinace nebude správně fungovat.
es_es: La calibración no se realizó dentro del rango de -20 a +20 Dec. Fuera de ese rango, los errores de medición pueden degradar la exactitud de la calibración. Si Dec está fuera del rango de -60 a +60, la compensación de declinación no funcionará correctamente.

source: Not Enough Movement
cs_cz: Nedostatečný Pohyb
es_es: No hay suficiente movimiento

source: If you saw an alert saying the guide star did not move enough, the mount may not be receiving or handling guide commands. If you are using an ST-4 guide cable, try replacing it. Otherwise, use the Star-Cross and Manual Guide tools in PHD2 to help isolate the mechanical problem.
cs_cz: Pokud jste viděli upozornění, že se naváděcí hvězda nepohnula dostatečně, může to znamenat, že montáž nedostává nebo nezpracovává řídicí příkazy. Pokud používáte kabel ST-4, zkuste ho vyměnit. Jinak použijte nástroje Test Hvězdného Kříže a Ruční v PHD2 k identifikaci mechanického problému.
es_es: Si vio el alerta de que la estrella guía no se movió lo suficiente, la montura podría no estar recibiendo o manejando lo comandos de guiado. Si está utilizando un cable ST-4, pruebe reemplazarlo. Sino, utilice las herramientas Star-Cross y Guiado Manual en PHD2 para aislar el problema mecánico.

source: Right Ascension
cs_cz: Rektascenze
de_de: Rektaszension
es_es: Ascensión Recta
gl_es: Ascensión Recta

source: Last Mount Calibration
cs_cz: Poslední Kalibrace Montáže
de_de: Letzte Montierungs-Kalibrierung
es_es: Última Calibración de Montura
gl_es: Última Calibración de Montura

source: Last AO Calibration
cs_cz: Poslední Kalibrace AO
de_de: Letzte AO-Kalibrierung
es_es: Última Calibración de Óptica Activa
gl_es: Última Calibración de AO

source: RA steps:
cs_cz: Kroky RA:
de_de: RA Schritte:
es_es: Pasos RA:
gl_es: Pasos AR:

source: Dec steps:
cs_cz: Kroky Dec:
de_de: DEC Schritte:
es_es: Pasos Dec:
gl_es: Pasos Dec:

source: Camera angle:
cs_cz: Úhel kamery:
de_de: Kamerawinkel:
es_es: Ángulo de Cámara:
gl_es: Ángulo da Cámara:

source: Orthogonality error:
cs_cz: Chyba kolmosti:
de_de: Orthogonaler Fehler:
es_es: Error de Ortogonalidad:
gl_es: Erro de Ortogonalidade:

source: a-s/sec
cs_cz: a-s/s
de_de: Bogensek/s
es_es: a-s/seg
gl_es: a-s/seg

source: px/sec
cs_cz: px/s
de_de: px/s
es_es: px/seg
gl_es: px/seg

source: RA rate:
cs_cz: Rychlost RA:
es_es: Velocidad RA:
gl_es: Ratio AR:

source: X rate:
cs_cz: Rychlost X:
es_es: Velocidad X:
gl_es: Ratio X:

source: Dec rate:
cs_cz: Rychlost Dec:
es_es: Velocidad Dec:
gl_es: Ratio Dec:

source: Y rate:
cs_cz: Rychlost Y:
es_es: Velocidad Y:
gl_es: Ratio Y:

source: Expected RA rate:
cs_cz: Očekávaná rychlost RA:
de_de: Voraussichtliche RA Rate:
es_es: Velocidad Esperada RA:
gl_es: Ratio Esperado AR:

source: Expected Dec rate:
cs_cz: Očekávaná rychlost Dec:
de_de: Voraussichtliche DEC Rate:
es_es: Velocidad Esperada Dec:
gl_es: Ratio Esperado Dec:

source: Created:
cs_cz: Vytvořeno:
de_de: Erzeugt:
es_es: Creado:
gl_es: Creado:

source: Unknown
cs_cz: Neznámý
de_de: Unbekannt
es_es: Desconocido
gl_es: Descoñecido

source: Side of pier:
cs_cz: Strana pilíře:
es_es: Lado de la columna:
gl_es: Lado do trípode:

source: Mount Configuration
cs_cz: Konfigurace Montáže
de_de: Montierungskonfiguration
es_es: Configuración de Montura
gl_es: Configuración da Montura

source: Modified:
cs_cz: Upraveno:
de_de: Geändert:
es_es: Modificado:
gl_es: Modificado:

source: Focal length:
cs_cz: Ohnisková vzdálenost:
de_de: Brennweite:
es_es: Longitud Focal:
gl_es: Lonxitude Focal:

source: Image scale:
cs_cz: Měřítko obrazu:
de_de: Bildskalierung:
es_es: Escala de Imagen:
gl_es: Escala de Imaxe:

source: Binning: %d
cs_cz: Binování: %d
gl_es: Binding: %d

source: Side-of-pier:
cs_cz: Strana pilíře:
de_de: Teleskop-Position:
es_es: Lado de la Columna:
gl_es: Tamaño da Columna:

source: RA Guide speed:
cs_cz: Rychlost Navádění RA:
de_de: RA Guidinggeschwindigkeit:
es_es: Velocidad de guiado RA:
gl_es: Velocidade de guiado AR:

source: Dec Guide speed:
cs_cz: Rychlost Navádění Dec:
de_de: DEC Guidinggeschwindigkeit:
es_es: Velocidad de Guiado Dec:
gl_es: Velocidade de guiado Dec:

source: Rotator position:
cs_cz: Poloha rotátoru:
es_es: Posición del rotador:
gl_es: Posición do rotador:

source: Restore
cs_cz: Obnovit
de_de: Wiederherstellen
es_es: Recuperar
gl_es: Restaurar

source: Calibration restored
cs_cz: Kalibrace obnovena
de_de: Kalibrierung wiederhergestellt
es_es: Calibración restaurada
gl_es: Calibración restaurada

source: Calibration Sanity Check
cs_cz: Kontrola Spolehlivosti Kalibrace
de_de: Prüfe Qualität der Kalibrierung
es_es: Verificación de la Calibración
gl_es: Verificación da Calibración

source: The calibration was done with a very small number of steps, which can produce inaccurate results. Consider reducing the size of the calibration step parameter until you see at least 8 steps in each direction. The 'calculator' feature in the 'Mount' configuration tab can help you with this.
cs_cz: Kalibrace byla provedena s velmi malým počtem kroků, což může vést k nepřesným výsledkům. Zvažte snížení parametru kalibračního kroku, dokud nebudete mít alespoň 8 kroků v každém směru. Funkce 'Kalkulačka' v záložce 'Montáž' vám s tím může pomoci.
de_de: Die Kalibrierung wurde mit einer sehr geringen Anzahl von Schritten erstellt, was zu ungenauen Ergebnissen führen kann. Reduziere die Größe der Kalibrierschritt-Parameter, bis mindestens 8 Schritte in jede Richtung verwendet werden. Die "Berechnung" -Funktion im Gehirn in der Registerkarte "Nachführen" kann dir dabei helfen.
es_es: La calibración se realizó con pocos pasos, lo que puede provocar resultados poco precisos. Considere reducir el tamaño de los pasos de calibración hasta que obtenga al menos 8 pasos en cada dirección. La función 'calcular' en la sección de configuración 'Montura' puede ayudarle.
gl_es: A calibración fíxose con poucos pasos, o que pode provocar resultados pouco precisos. Considera reducir o tamaño dos pasos de calibración ata obteres como pouco 8 pasos en cada dirección. A función 'calcular' na sección de configuración 'Montura' pódeche axudar.

source: The RA and Declination angles computed in the calibration are questionable. Normally, these angles will be nearly perpendicular, having an 'orthogonality error' of less than 10 degrees. In this calibration, your error was %s degrees, which is often caused by poor polar alignment, large Dec backlash, or a large periodic error in RA.
cs_cz: Výpočty RA a Deklinace, provedené během kalibrace, jsou pochybné. Obvykle by tyto úhly měly být téměř kolmé, s 'chybou kolmosti' menší než 10°. V této kalibraci byla chyba %s stupňů, což často způsobuje špatné polárním zarovnání velké vůle na osách ve směru Deklinace nebo velkou periodickou chybu v RA.
de_de: Die bei der Kalibrierung errechneten RA und DEC Winkel sind fragwürdig. Normalerweise sind die Winken annähernd rechtwinklig mit einem 'Orthogonalitätsfehler' kleiner als 10 Grad. Bei dieser Kalibrierung betrug der Fehler %s Grad. Die Ursache kann eine ungenaue Polausrichtung, großer DEC Backlash oder ein großer periodischer Schneckenfehler in RA sein.
es_es: Los ángulos calculados para los ejes AR y DEC son cuestionables. Normalmente, estos ángulos son casi perpendiculares, con un error de ortogonalidad de menos de 10 grados. En esta calibración, su error es de %s grados, el cual es causado por una alineación polar deficiente, demasiado backlash en el eje DEC o un error periódico grande en el eje AR.
gl_es: Os ángulos de AR e declinación calculados na calibración son cuestionables. Normalmente, estes ángulos serán case perpendiculares, tendo un 'erro de ortogonalidade' inferior a 10 graos. Neste calibrado, o erro foi de% s graos, o que a miúdo é causado por un mal aliñamento polar, un gran backlash en DEC ou un gran erro periódico en AR.

source: The most recent calibration produced results that are %s%% different from the previous calibration. If this is because you changed equipment configurations, you may want to use different profiles. Doing so will allow you to switch back and forth between configurations and still retain earlier settings and calibration results.
cs_cz: Poslední kalibrace dala výsledky, které se liší o %s%% od předchozí kalibrace. Pokud je to způsobeno změnou konfigurace za, můžete použít různé profily. Tímto způsobem budete moci přepínat mezi konfiguracemi a stále si zachovat dřívější nastavení a kalibrační výsledky.
de_de: Die jüngste Kalibrierung produziert Ergebnisse, die %s%% anders sind als die der vorherigen Kalibrierung. Grund könnte eine geänderte Gerätekonfigurationen sein, wähle dann ein anderes Profil. Dies ermöglicht es dir, zwischen den Konfigurationen hin und her zu wechseln und frühere Einstellungen und Kalibrierungsergebnisse zu behalten.
es_es: La calibración más reciente obtuvo resultados que son %s%% diferentes de la calibración anterior. Si esto se debe a cambios en la configuración del equipo, puede querer usar diferentes perfiles. De esta forma, puede cambiar entre configuraciones y seguir manteniendo resultados de calibración de configuraciones anteriores.
gl_es: A calibriación máis recente obtivo resultados que son %s%% diferentes da calibración anterior. Se isto se debe a cambios na configuración do equipo podes usar diferentes perfís. Deste xeito podes cambiar entre configuracións e seguir mantendo resultados de calibración de configuracións anteriores.

source: The RA and Declination guiding rates differ by an unexpected amount. For your declination of %0.0f degrees, the RA rate should be about %0.0f%% of the Dec rate. But your RA rate is %0.0f%% of the Dec rate. This usually means one of the axis calibrations is incorrect and may result in poor guiding.
cs_cz: Rychlost navádění v RA a Deklinaci se liší. Pro vaši Deklinaci %0.0f stupňů by měla být rychlost v RA asi %0.0f%% rychlosti v Deklinaci. Vaše rychlost v RA je však %0.0f%% rychlosti v Deklinaci. To obvykle znamená, že kalibrace jedné z os je nesprávná a může vést k špatnému navádění.
de_de: Die RA- und DEC-Guidingraten unterscheiden sich um einen unerwartet hohen Betrag. Bei deiner DEC-Rate von %0.0f Grad sollte die RA-Rate ungefähr %0.0f%% der DEC-Rate sein. Die RA-Rate beträgt aber s %0.0f%% der DEC-Rate. Dies bedeutet normalerweise, dass eine der Achskalibrierungen falsch ist und zu schlechtem Guiding führen kann.
es_es: Los ratios de guiado de los ejes AR y DEC difieren de lo esperado. Para su declinación de %0.0f grados, el ratio del eje RA debería ser %0.0f%% del ratio del eje Dec. Pero su ratio del eje RA es %0.0f%% del ratio del eje Dec. Esto normalmente significa que uno de los ejes de calibración es incorrecto, y podría resultar en un guiado deficiente.
gl_es: As taxas de orientación de AR e Declinación difiren nunha cantidade inesperada. Para a túa declinación de% 0.0f graos, a taxa de AR debe ser aproximadamente% 0.0f %% da taxa de Dec. Pero a túa taxa de AR é% 0.0f %% da taxa de Dec. Isto normalmente significa que unha das calibracións do eixe é incorrecta e pode resultar nun guiado deficiente.

source: Explanation
cs_cz: Vysvětlení
de_de: Erklärung
es_es: Explicación
gl_es: Explicación

source: Details
cs_cz: Detaily
es_es: Detalles
gl_es: Detalles

source: Steps, RA:
cs_cz: Kroky, RA:
de_de: Schritte, RA:
es_es: Pasos, RA:
gl_es: Pasos, AR:

source: Steps, Dec:
cs_cz: Kroky, Dec:
de_de: Schritte, DEC:
es_es: Pasos, Dec:
gl_es: Pasos, Dec:

source: Previous orthogonality error:
cs_cz: Předchozí chyba kolmosti:
de_de: Vorheriger Orthogonalitätsfehler:
es_es: Error de Ortogonalidad anterior:
gl_es: Erro de Ortogonalidade anterior:

source: This declination rate:
cs_cz: Tato rychlost deklinace:
de_de: Diese DEC-Rate:
es_es: Esta velocidad de Declinación:
gl_es: Esta velocidade de Declinación:

source: %0.3f a-s/sec %0.3f px/sec
cs_cz: %0.3f a-s/s %0.3f px/s
de_de: %0.3f Bogensek/s %0.3f px/s
gl_es: %0.3f a-s/sec %0.3f px/seg

source: Previous declination rate:
cs_cz: Předchozí rychlost deklinace:
de_de: Vorherige DEC-Rate:
es_es: Velocidad de declinación anterior:
gl_es: Velocidade de declinación anterior:

source: %0.3f px/sec
cs_cz: %0.3f px/s
de_de: %0.3f px/s
gl_es: %0.3f px/seg

source: Declination rate:
cs_cz: Rychlost Deklinace:
de_de: DEC-Rate:
es_es: Velocidad de Declinación:
gl_es: Velocidade de Declinación:

source: Don't show calibration alerts of this type
cs_cz: Nezobrazovat kalibrační upozornění tohoto typu
de_de: Kalibrierungswarnungen diesen Typs nicht mehr anzeigen
es_es: No mostrar alertas de calibración de este tipo
gl_es: Non mostrar alertas de calibración deste tipo

source: Accept calibration
cs_cz: Přijmout kalibraci
de_de: Kalibrierung akzeptieren
es_es: Aceptar calibración
gl_es: Aceptar calibración

source: Accept the calibration as being valid and continue guiding
cs_cz: Přijmout kalibraci jako platnou a pokračovat v navádění
de_de: Akzeptieren der Kalibrierung und Fortsetzen der Nachführung
es_es: Aceptar la calibración como válida y continuar guiando
gl_es: Aceptar a calibración se funciona ben e continuar guiando

source: Discard calibration
cs_cz: Zrušit kalibraci
de_de: Kalibrierung verwerfen
es_es: Descartar Calibración
gl_es: Descartar Calibración

source: Stop guiding and discard the most recent calibration. Calibration will be re-done the next time you start guiding
cs_cz: Zastavte navádění a zrušte poslední kalibraci. Kalibrace bude provedena znovu při příštím spuštění
de_de: Nachführung stoppen und die letzten Kalibrierung verwerfen. Die Kalibrierung muss erneut durchgeführt werden, bevor die Nachführung gestartet werden kann.
es_es: Detener el guiado y descartar la calibración más reciente. La Calibración se volverá a realizar la próxima vez que comience a guiar
gl_es: Parar o guiado e descartar a calibración máis recente. A Calibración hase volver a realizar a próxima vez que se comece a guiar

source: Restore old calibration
cs_cz: Obnovit starou kalibraci
de_de: Alte Kalibrierung wiederherstellen
es_es: Restaurar datos de calibración antiguos
gl_es: Restaurar Datos de Calibración antigos

source: Stop guiding, discard the most recent calibration, then load the previous (good) calibration
cs_cz: Zastavte , odstraňte poslední kalibraci a načtěte předchozí (správnou) kalibraci
de_de: Nachführung stoppen und die letzten Kalibrierung verwerfen. Laden der vorherigen (guten) Kalibrierung
es_es: Detener el guiado, descartar la calibración más reciente y cargar entonces la calibración anterior (correcta)
gl_es: Deter o guiado e descartar a calibración máis recente, cargar entón a calibración anterior (correcta)

source: Previous calibration restored
cs_cz: Předchozí kalibrace obnovena
de_de: Vorherige Kalibrierung wieder hergestellt
es_es: Calibración anterior restaurada
gl_es: Calibración anterior restaurada

source: Calibration Calculator
cs_cz: Kalibrační Kalkulačka
es_es: Calculadora de calibración

source: Input Parameters
cs_cz: Vstupní Parametry
de_de: Eingabeparameter
es_es: Parámetros de Entrada
gl_es: Parámetros de Entrada

source: Focal length, mm
cs_cz: Ohnisková vzdálenost, mm
de_de: Brennweite, mm
es_es: Longitud focal, mm
gl_es: Lonxitude Focal, mm

source: Guide scope focal length
cs_cz: Ohnisková vzdálenost naváděcého dalekohledu
de_de: Leitrohrbrennweite
es_es: Longitud focal del telescopio guía
gl_es: Lonxitude focal do telescopio guía

source: Pixel size, microns
cs_cz: Velikost pixlu, mikrony
de_de: Pixelgröße, µm
es_es: Tamaño de Pixel, micrones
gl_es: Tamaño de Pixel, micras

source: Guide camera pixel size
cs_cz: Velikost pixlu řídící kamery
de_de: Pixelgröße der Nachführkamera
es_es: Tamaño Pixel Cámara Guiado
gl_es: Tamaño Pixel Cámara Guiado

source: Camera binning
cs_cz: Binning Kamery
de_de: Kamera Binning
es_es: Binning de cámara
gl_es: Binning da Cámara

source: Guide camera pixel binning
cs_cz: Binning pixelu naváděcí kamery
de_de: Guidingkamera Pixel-Binning
es_es: Pixel binning de cámara de guiado
gl_es: Píxel de Binning da cámara guía

source: Guide speed, n.nn x sidereal
cs_cz: Rychlost , n.nn x hvězdný
de_de: Guidinggeschwindigkeit, x siderisch
es_es: Velocidad de guiado, n.nn x sideral
gl_es: Velocidade de guiado, n.nn x sideral

source: Guide speed, multiple of sidereal rate; if your mount's guide speed is 50% sidereal rate, enter 0.5. NOTE: Changing this setting has no effect on the guide speed used by the mount - that must be changed via driver UI or hand-controller.
cs_cz: Řídící rychlost, násobek hvězdné rychlosti; pokud je řídící rychlost vaší montáže 50 % hvězdné rychlosti, zadejte 0,5. POZNÁMKA: Změna této volby nemá vliv na rychlost používanou montáží – tu je nutné změnit prostřednictvím uživatelského rozhraní ovladače nebo ručního ovladače.
es_es: Velocidad de guiado, múltiplo de velocidad sideral; si la velocidad de la montura es el 50% de la velocidad sideral, ingrese 0.5. NOTA: Cambiar este parámetro no tiene efecto en la velocidad de guiado utilizada por la montura - eso debe ser cambiado en el driver o el controlador de mano.
gl_es: Velocidade de guiado, múltiple ou sideral; se a velocidade de guiado da montura é o 50% da sideral, pon 0,5. NOTA: O cambio desta configuración non ten ningún efecto sobre a velocidade de guiado usada pola montura - que debe cambiarse na interface de usuario do controlador ou no controlador de man.

source: Calibration steps
cs_cz: Kalibrační kroky
de_de: Kalibrierungsschritte
es_es: Pasos de Calibración
gl_es: Pasos de Calibración

source: Targeted number of steps in each direction. The default value (%d) works fine for most setups.
cs_cz: Cílový počet kroků v každém směru. Výchozí hodnota (%d) funguje dobře pro většinu nastavení.
de_de: Anzahl der Schritte in jede Richtung. Der Vorgabewert (%d) ist für die meisten Konfigurationen optimal.
es_es: Número de pasos en cada dirección. El valor por defecto (%d) es correcto para la mayoría de combinaciones de equipo.
gl_es: Número de pasos en cada dirección. O valor por defecto (%d) será correcto para a maioría de configuracións.

source: Calibration distance, px
cs_cz: Kalibrační vzdálenost, px
es_es: Distancia de calibración, px
gl_es: Distancia de calibración, px

source: Targeted distance in each direction. The default value (%d) works fine for most setups.
cs_cz: Cílová vzdálenost v každém směru. Výchozí hodnota (%d) funguje dobře pro většinu nastavení.
es_es: Distancia objetivo en cada dirección. El valor por defecto (%d) trabaja bien para la mayoría de combinaciones de equipo.
gl_es: Distancia en cada sentido. O valor por defecto (%d) funciona ben para a maioría das configuracións.

source: Calibration declination, degrees
cs_cz: Kalibrační deklinace, °
de_de: Kalibrierung Deklination, Winkel
es_es: Calibración de declinación, grados
gl_es: Calibración de declinación, graos

source: Approximate declination where you will do calibration
cs_cz: Přibližná deklinace, kde provedete kalibraci
de_de: Ungefähre Angabe der Deklination, bei der du kalibrierst
es_es: Aproximar la Declinación donde se quiere realizar la calibración
gl_es: Aproximar a Declinación ó lugar onde se vai realizar a calibración

source: Reset
cs_cz: Resetovat
de_de: Zurücksetzen
es_es: Reiniciar
gl_es: Reiniciar

source: Reset the calibration parameters to defaults
cs_cz: Obnovit kalibrační parametry na výchozí hodnoty
es_es: Reiniciar los parámetros de calibración a valores por defecto
gl_es: Reiniciar todos os parámetros e volver ós valores por defecto

source: Computed Values
cs_cz: Vypočítané Hodnoty
de_de: Berechnete Werte
es_es: Valores Calculados
gl_es: Valores Calculados

source: Image scale, arc-sec/px
cs_cz: Měřítko snímku, arc-s/px
de_de: Bildskalierung, Bogensek/px
es_es: Escala de Imagen, arc-seg/px
gl_es: Escala de Imaxe, arc-seg/px

source: Calibration step, ms
cs_cz: Kalibrační krok, ms
de_de: Kalibrierungsschritt, ms
es_es: Pasos de Calibración, ms
gl_es: Pasos de Calibración, ms
