Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: Set RA-only now
cs_cz: Nastavit pouze RA
de_de: Setze jetzt Nur-RA
es_es: Configurar sólo RA ahora
gl_es: Establecer agora a só AR

source: It looks like this is a first-time connection to your camera and mount. The Setup Wizard can help you with that and will also establish baseline guiding parameters for your new configuration. Would you like to use the Setup Wizard now?
cs_cz: Vypadá to, že se jedná o první připojení ke kameře a montáži. Průvodce nastavením vám může pomoci a také stanoví základní naváděcí parametry pro novou konfiguraci. Chcete nyní použít Průvodce?
de_de: Es sieht aus, als ob die Verbindung zur Kamera und Montierung erstmalig aufgebaut wurde. Der Setup-Assistent kann dir dabei helfen die Basis-Guidingparameter für deine neue Konfiguration zu ermitteln. Möchtest du den Setup-Assistenten starten?
es_es: Parece que es la primera vez que conecta la montura y la cámara. El Asistente de Configuración puede ayudarle y establecer unos parámetros base para la nueva configuración. ¿Quiere usar el asistente de guiado ahora?
gl_es: Parece que é primeira vez que conectaa a montura e a cámara. O Asistente de Configuración pódeche axudar y establecer uns parámetros base para a nova configuración. Queres usar o asistente de guiado agora?

source: Yes
cs_cz: Ano
de_de: Ja
es_es: Si
gl_es: Si

source: No
cs_cz: Ne
de_de: Nein
gl_es: Non

source: Setup Wizard Recommendation
cs_cz: Průvodce Doporučeného Nastavení
de_de: Setup Wizard Empfehlung
es_es: Recomendaciones del Asistente de Configuración
gl_es: Recomendacións do Asistente de Configuración

source: Adjust Lock Position
cs_cz: Upravit Polohu Zámku
de_de: Lock-Position einstellen
es_es: Ajustar Posición de Bloqueo
gl_es: Axustar Posición de Bloqueo

source: Always on top
cs_cz: Okno vždy navrchu
de_de: Immer im Vordergrund
es_es: Siempre sobre todo
gl_es: Sempre visible

source: Keep this window on top of all others
cs_cz: Udrží toto okno nad všemi ostatními
es_es: Mantener esta ventana sobre las otras

source: Up
cs_cz: Nahoru
de_de: Oben
es_es: Arriba
gl_es: Arriba

source: Down
cs_cz: Dolů
de_de: Unten
es_es: Abajo
gl_es: Abaixo

source: Left
cs_cz: Vlevo
de_de: Links
es_es: Izquierda
gl_es: Esquerda

source: Right
cs_cz: Vpravo
de_de: Rechts
es_es: Derecha
gl_es: Dereita

source: Step
cs_cz: Krok
de_de: Schritt
es_es: Paso
gl_es: Paso

source: Adjust how far the lock position moves when you click the Up/Down/Left/Right buttons
cs_cz: Nastaví polohu zámku při kliknutí na tlačítka Nahoru/Dolů/Doleva/Doprava
de_de: Anpassen wie weit sich die Lock-Position bewegen soll, wenn du die Auf- / Ab- / Links- / Rechts-Taste klickst
es_es: Ajustar cuánto debe moverse de la posición de bloqueo cuando haga click en los botones Arriba/Abajo/Derecha/Izquierda
gl_es: Axustar canto debe moverse da posición de bloqueo cando fagas click nos botóns Arriba/Abaixo/Dereita/Esquerda

source: Sticky lock position will not follow the star when guiding is stopped and restarted, or after calibration completes
cs_cz: Při zastavení a opětovném spuštění navádění nebo po dokončení kalibrace se poloha zámku neřídí podle hvězdy
de_de: Die festgesetzte Lock-Position folgt nicht dem Stern, wenn das Guiding gestoppt und neu gestartet wird oder nachdem die Kalibrierung abgeschlossen ist.
es_es: La posición de bloqueo superpuesta no seguirá a la estrella si el guiado se detiene y se reinicia, cuando la calibración finalice
gl_es: A posición de bloqueo superposta non seguirá a estrella se o guiado se detén e se reinicia, cando a calibración se finaliza

source: Lock Pos:
cs_cz: Uzam PoZ:
de_de: Lock Position:
es_es: Fijar Posición:
gl_es: Fixar Posición:

source: Lock position X coordinate
cs_cz: Souřadnice X uzamčené pozice
de_de: Lock-Position X-Koordinate
es_es: Fijar posición de coordenada X
gl_es: Fixar posición de coordenada X

source: Lock position Y coordinate
cs_cz: Souřadnice Y uzamčené pozice
de_de: Lock-Position Y-Koordinate
es_es: Fijar posición de coordenada Y
gl_es: Fixar posición de coordenada Y

source: Set the lock position to the entered coordinates
cs_cz: Nastaví uzamčenou pozici na zadané souřadnice
de_de: Setze die Lock-Position anhand der eingegebenen Koordinaten
es_es: Configurar la posición de bloqueo en la coordenadas introducidas
gl_es: Configurar a posición de bloqueo nas coordenadas introducidas

source: Save the current lock position so it can be restored later
cs_cz: Uloží aktuální uzamčenou pozici, aby ji bylo možné později obnovit
de_de: Speichere die aktuelle Lock-Position für spätere Verwendung
es_es: Guardar la actual posición de bloqueo para poder restaurarla posteriormente
gl_es: Gardar a actual posición de bloqueo para poder restaurala posteriormente

source: Restore the saved lock position
cs_cz: Obnoví uloženou pozici uzamčené polohy
de_de: Wiederherstellen der gespeicherten Lock-Position
es_es: Restaurar la posición de bloqueo guardada
gl_es: Restaurar a posición de bloqueo gardada

source: Set lock position to saved value (%.2f,%.2f)?
cs_cz: Nastavit uzamčenou pozici na uložené hodnoty (%.2f,%.2f)?
de_de: Setze die Lock-Position auf die gespeicherten Werte (%.2f,%.2f)?
es_es: ¿Guardar la posición de bloqueo (%.2f,%.2f)?
gl_es: Gardar a posición de bloqueo (%.2f,%.2f)?

source: Restore saved Lock Pos
cs_cz: Obnovit uloženou Uzamčenou Pozici
de_de: Gespeicherte Lock-Position wiederherstellen
es_es: Restaurar posición de bloqueo
gl_es: Restaurar posición de bloqueo

source: Select Parallel Port
cs_cz: Vybrat Paralelní Port
de_de: Parallel-Port auswählen
es_es: Seleccione puerto paralelo
gl_es: Seleccionar porto paralelo

source: Custom Port Address:
cs_cz: Vlastní Adresa Portu:
de_de: Benutzerdefinierte Port Adresse:
es_es: Puerto Personalizado:
gl_es: Porto Personalizado:

source: My Equipment
cs_cz: Moje Za
de_de: Mein Ausrüstung
es_es: Mi Equipo
gl_es: O Meu Equipo

source: Win32s on Windows 3.1
cs_cz: Win32s na Windows 3.1
es_es: Win32s en Windows 3.1

source: build %lu
cs_cz: vytvořit %lu
es_es: construcción %lu

source: , 64-bit edition
cs_cz: , 64-bit edice
es_es: , edición 64-bit

source: PHD2 instance %ld is already running. Use the -i INSTANCE_NUM command-line option to start a different instance.
cs_cz: PHD2 Instance %ld je spuštěna. Pomocí příkazu -i INSTANCE_NUM na příkazovém řádku spustíte jinou instanci.
de_de: PHD2 Instanz %ld wird bereits ausgeführt. Verwende die -i INSTANCE_NUM Befehlszeilenoption, um eine andere Instanz zu starten.
es_es: Existe ya una instancia de PHD2 arrancada %ld. Usar la opción -i NUMERO_INSTANCIAS para arrancar una instancia diferente.
gl_es: Existe xa unha instancia de PHD2 iniciada %ld. Usar a opción -i NUMERO_INSTANCIAS para iniciar unha instancia diferente.

source: PHD2 version %s is available at %s
cs_cz: PHD2 verze %s je k dispozici na %s
de_de: PHD2 Version %s ist verfügbar bei %s
es_es: Versión de PHD2 %s está disponible en %s
gl_es: Versión de PHD2 %s dispoñible en %s

source: PHD2 version %s is ready to install. Update and restart PHD2 now?
cs_cz: Verze PHD2 %s je připravena k instalaci. Aktualizovat a znovu spustit PHD2?
de_de: PHD2 Version %s ist bereit für die Installation. Jetzt Update und PHD2 Neustart?
es_es: Versión de PHD2 %s ya está lista para instalar. ¿Actualizar y reiniciar PHD2 ahora?
gl_es: A versión %s de PHD2 está lista para instalarse. Actualizar e reiniciar PHD2 arestora?

source: Downloading PHD2 version %s
cs_cz: Stažení verze PHD2 %s
de_de: Download der PHD2 Version %s
es_es: Descargando versión de PHD2 %s
gl_es: Descargando a versión %s de PHD2

source: PHD2 Update
cs_cz: Aktualizace PHD2
es_es: Actualización de PHD2
gl_es: Actualizar PHD2

source: Checking for updates
cs_cz: Kontrola aktualizace
de_de: Suchen nach Updates
es_es: Comprobando actualizaciones
gl_es: Buscando actualizacións

source: PHD2 Update Available
cs_cz: Je k Dispozici Aktualizace PHD2
de_de: PHD2 Update verfügbar
es_es: Actualización de PHD2 Disponible
gl_es: Dispoñible Actualización de PHD2

source: Web Site
cs_cz: Webová stránka
es_es: Sitio Web
gl_es: Sitio Web

source: Install
cs_cz: Instalace
de_de: Installiere
es_es: Instalar
gl_es: Instalar

source: Change Log
cs_cz: Protokol změn
es_es: Log de Cambios
gl_es: Cambiar Rexistro

source: Closing in %d seconds
cs_cz: Uzavření v %d sekundách
de_de: Fertig in %d Sekunden
es_es: Cerrando en %d segundos
gl_es: Pechando en %d segundos

source: PHD2 is up to date
cs_cz: PHD2 je aktuální
de_de: PDH2 ist aktuell
es_es: PHD2 está al día
gl_es: PHD2 está actualizado

source: Unable to check updates
cs_cz: Nelze ověřit aktualizaci
de_de: Kann nicht nach Updates suchen
es_es: No se pueden comprobar actualizaciones
gl_es: Desactivar a busca de actualizacións

source: Hour Angle
cs_cz: Hodinový Úhel
de_de: Stundenwinkel
es_es: Angulo Hora
gl_es: Ángulo Horario

source: Pier Side
cs_cz: Strana Pilíře
de_de: Standort
es_es: Posición de Columna
gl_es: Posición do Trípode

source: Start over
cs_cz: Začít znovu
es_es: Recomenzar
gl_es: Comezar de novo

source: This tool will automatically determine the correct value for the setting 'Reverse Dec output after meridian flip'. The procedure requires two calibrations -- one with the telescope on the East side of the pier, and one on the West. You will be instructed to slew the telescope when needed. Click Next to begin
cs_cz: Tento nástroj automaticky určí správnou hodnotu pro nastavení 'Obrátit výstup DEC po překlopení poledníku'. Postup vyžaduje dvě kalibrace - jednu s dalekohledem na východní straně a druhou na západní straně pilíře. V případě potřeby vám budou poskytnuty další pokyny pro přemístění dalekohledu. Začněte kliknutím na tlačítko Další
es_es: Esta herramienta determinará automáticamente el valor correcto para el seteo 'Salida de Dec Reverso después de un cambio de meridiano'. El procedimiento requiere dos calibraciones -- una con el telescopio en el lado Este de la columna, y otra en el Oeste. Se le pedirá mover el telescopio cuando sea necesario. Click Siguiente para comenzar
gl_es: Esta ferramenta determinará automaticamente o valor correcto para a configuración "Declinación Invertida tralo volteo por paso de meridiano". O procedemento require dúas calibracións: unha co telescopio no lado leste do trípode e outra no oeste. Recibirás instrucións para mover o telescopio cando sexa necesario. Fai clic en Seguinte para comezar

source: Next
cs_cz: Další
es_es: Siguiente
gl_es: Seguinte

source: Point the telescope in the direction of the intersection of the meridian and the celestial equator, near Hour Angle = 0 and Declination = 0. Click Calibrate when ready.
cs_cz: Nasměrujte dalekohled ve směru poledníku a nebeského rovníku, přibližně v blízkosti hodnoty Hodinového Úhlu = 0 a Deklinace = 0. Až budete připraveni, klikněte na tlačítko Kalibrovat.
es_es: Apunte el telescopio en la dirección de la intersección entre el meridiano y el ecuador celeste, cerca del Angulo Hora = 0 y Declinación = 0. Click Calibrar cuando esté listo.
gl_es: Apuntar o telescopio cara á intersección do meridiano e do ecuador celeste, preto do Angulo horario = 0 e Declinación = 0. Fai clic en Calibrar cando esteas listo.

source: Wait for the first calibration to complete.
cs_cz: Počkejte na dokončení první kalibrace.
es_es: Espere que finalice la primera calibración.
gl_es: Agarda a completar a primeira calibración.

source: Calibrating on the %s side of pier
cs_cz: Kalibrace na straně pilíře %s
es_es: Calibrando en el lado %s de la columna
gl_es: Calibrando no lado %s do trípode

source: Slew the telescope to force a meridian flip - the scope should move to the %s side of the pier, still pointing near Dec = 0.
cs_cz: Přeložte dalekohled, abyste vyvolali překlopení poledníku – dalekohled by se měl přesunout na stranu pilíře směrem %s, přičemž stále bude mířit poblíž Dec = 0.
es_es: Mueva el telescopio para forzar un cambio de meridiano - el telescopio debería moverse al lado %s del pie, todavía apuntando cerca de Dec = 0.

source: Wait for the second calibration to complete.
cs_cz: Počkejte na dokončení druhé kalibrace.
es_es: Espere a que finalice la segunda calibración.
gl_es: Agardando a completar a segunda calibración.

source: Meridian flip calibration completed sucessfully.
cs_cz: Kalibrace poledníku úspěšně dokončena.
es_es: Calibración de cambio de meridiano finalizada exitosamente.
gl_es: Calibración do volteo por meridiano completada con éxito.

source: The correct setting for 'Reverse Dec output after meridian flip' for this mount is: %s
cs_cz: Správné nastavení pro výstup 'Obrátit výstup Dec po překlopení poledníku' pro tuto montáž je: %s
es_es: El valor correcto para 'Salida Reversa Dec después de cambio de meridiano' para esta montura es: %s
gl_es: A configuración correcta para 'Declinación Invertida tralo volteo por paso de meridiano' para esta montura é: %s

source: enabled
cs_cz: zapnout
es_es: habilitado
gl_es: habilitado

source: disabled
cs_cz: vypnout
es_es: deshabilitado
gl_es: deshabilitado

source: Click Apply to accept the setting
cs_cz: Kliknutím na Použít použijete nastavení
es_es: Click Aplicar para aceptar el seteo
gl_es: Fai click en Aplicar para aceptar a configuración

source: Meridian flip calibration failed.
cs_cz: Nekalibrováno překlopení poledníku.
es_es: Falló la calibración de cambio de meridiano.
gl_es: Fallou a calibración de volteo por meridiano.

source: Resolve any calibration issues and try again
cs_cz: Vyřešte všechny problémy s kalibrací a akci opakujte
es_es: Resuelva cualquier problema de calibración y reintente
gl_es: Resolve os problemas de calibración e téntao de novo

source: The RA calibration angles varied by an unexpected amount.
cs_cz: Kalibrační úhel RA se liší o velké množství.
es_es: Los ángulos de calibración RA variaron por una cantidad no esperada.
gl_es: Os ángulos de calibración de AR variaron dun xeito inesperado.

source: The declination calibration angles varied by an unexpected amount.
cs_cz: Kalibrační úhel deklinace se liší o velké množství.
es_es: Los ángulos de calibración de declinación variaron por una cantidad no esperada.
gl_es: Os ángulos de calibración de declinación variaron dun xeito inesperado.

source: The meridian flip calibration tool requires an equipment profile without an AO
cs_cz: Kalibrační nástroj překlopení poledníku vyžaduje profil za bez AO
es_es: La herramienta de calibración de cambio de meridiano requiere un perfil de equipamiento sin Óptica Activa
gl_es: A ferramenta de calibración de volteo por paso de meridiano require un perfil de equipamento sen OA

source: The meridian flip calibration tool requires a mount. Click the Connect Equipment button to select your mount.
cs_cz: Kalibrační nástroj poledníku vyžaduje připojenou montáž. Kliknutím na tlačítko Připojit za vyberte montáž.
es_es: La herramienta de calibración de cambio de meridiano requiere una montura. Click en botón Conectar Equipo para seleccionar su montura.
gl_es: A ferramenta de calibración de volteo por paso de meridiano require unha montura. Fai click en Conectar Equipamento e selecciona unha montura.

source: The meridian flip calibration tool cannnot be run with Declination guiding disabled. If your mount can guide in Declination, set your Dec guide mode to Auto and try again.
cs_cz: Nástroj pro kalibraci překlopení poledníku nelze spustit, pokud je režim navádění v deklinaci deaktivován. Pokud je vaše montáž schopna řídit v režimu Deklinace, nastavte režim Dec na Auto a akci opakujte.
es_es: La herramienta de calibración de cambio de meridiano no se puede ejecutar con la guía de Declinación deshabilitada. Si su montura puede guiar en Declinación, ponga el modo guía Dec en modo Auto y reintente.
gl_es: A ferramenta de calibración de volteo por paso de meridiano non pode activarse porque o guiado está desactivado. Se a montura pode guiar en Dec pon o modo de guiado en Dec en Auto e proba de novo.

source: The Polar Drift Align tool is most effective when PHD2 knows your guide scope focal length and camera pixel size. Enter your guide scope focal length on the Global tab in the Brain. Enter your camera pixel size on the Camera tab in the Brain. Would you like to run the tool anyway?
cs_cz: Nástroj Polární Zarovnání je nejefektivnější, pokud PHD2 má informace o ohniskové vzdálenosti pointačního dalekohledu a velikosti pixelu kamery. Zadejte prosím ohniskovou vzdálenost pointačního dalekohledu na kartě Globální v menu Nastavení. Zadejte také velikost pixelu kamery na kartě Kamera v menu Nastavení. Chcete pokračovat v používání tohoto nástroje?
de_de: Das Pol-Drift Align Tool ist am effektivsten wenn PHD2 die Brennweite des Leitrohrs und die Pixelgröße der Kamera kennt. Gib die Leitrohrbrennweite im Gehirns in der Registerkarte 'Nachführen' ein. Gib die Pixelgröße im Gehirn in der Registerkarte 'Kamera' ein. Willst du das Tool jetzt starten?
es_es: La herramienta de Alineado por Deriva Polar es mas efectiva cuando PHD2 conoce la longitud focal de su telescopio guía y tamaño de pixel de cámara. Ingrese la longitud focal de su telescopio guía en la solapa Global en el Cerebro. Ingrese el tamaño de pixel de su cámara en la solapa Cámara en el Cerebro. ¿Desea ejecutar la herramienta de igual manera?
gl_es: A ferramenta Aliñamento Polar por Deriva é máis eficaz cando PHD2 coñece a lonxitude focal do telescopio guía e o tamaño do píxel da cámara. Introduce a distancia focal do telescopio guía na pestana Global do Cerebro. Introduce o tamaño de píxel da cámara na pestana Cámara no Cerebro. Queres executar a ferramenta de todos os xeitos?

source: Please wait till Calibration is done and stop guiding
cs_cz: Počkejte, až dojde ke Kalibraci a se zastaví
de_de: Bitte warte bis die Kalibration fertig ist
es_es: Por favor espere hasta que la Calibración termine y detenga el guiado
gl_es: Agarda ata que se realice a calibración e se deteña o guiado

source: Polar Drift Alignment
cs_cz: Polární Zarovnání
de_de: Pol-Drift-Alignment
es_es: Alineación por Deriva Polar
gl_es: Aliñamento Polar por Deriva

source: Slew to near the Celestial Pole. Make sure tracking is ON. Select a guide star on the main display. Click Start. Wait for the display to stabilise. Click Stop. Adjust your mount's altitude and azimuth to place the guide star in its target circle.
cs_cz: Přejeďte blízko Nebeského pólu. Ujistěte se, že je sledování zapnuté. Vyberte naváděcí hvězdu na hlavním displeji. Klikněte na Start. Počkejte, až se displej ustálí. Klikněte na Zastavit. Upravte nadmořskou výšku a azimut vaší montáže tak, aby jste umístili hvězdu do cílového kruhu.
es_es: Mover cerca del Polo Celeste. Asegúrese que el seguimiento esté Encendido. Seleccione una estrella guía en el display principal. Click Iniciar. Espere que se estabilice el display. Click Detener. Ajuste la altitud y azimut de su montura para ubicar la estrella guía en el círculo objetivo.

source: Alignment Parameters
cs_cz: Parametry Zarovnání
de_de: Alignment Parameter
es_es: Parámetros de Alineación
gl_es: Parámetros de Aliñamento

source: Hemisphere
cs_cz: Polokoule
de_de: Hemispäre
es_es: Hemisferio
gl_es: Hemisferio

source: Select your hemisphere
cs_cz: Vybrat polokouli
de_de: Wähle deine Hemisphäre
es_es: Seleccione su hemisferio
gl_es: Selecciona o teu hemisferio

source: Mirror image
cs_cz: Zrcadlový obraz
es_es: Imagen espejo

source: The image is mirrored e.g. from OAG
cs_cz: Obraz se zrcadlí např. od OAG
es_es: La imagen está espejada p.ej. desde un OAG

source: Adjustment notes
cs_cz: Poznámky k se
de_de: Justierungsnotitzen
es_es: Notas de ajuste
gl_es: Notas de axuste

source: Polar Drift alignment stopped
cs_cz: Zastavit Polární zarovnání driftovou metodou
de_de: Pol-Drift-Alignment gestoppt
es_es: Alineación por Deriva Polar detenido
gl_es: Aliñamento Polar por Deriva detido

source: PA err(arcmin): %.1f Angle (deg): %.1f
cs_cz: Chyba PA (arcmin): %.1f Úhel (°): %.1f
de_de: PA Fehler(Bogenmin): %.1f Winkel (Grad): %.1f
es_es: PA err(arcmin): %.1f Angulo (grad): %.1f
gl_es: Erro AP(arcmin): %.1f Ángulo (graos): %.1f

source: Please wait till Calibration is done and/or stop guiding
cs_cz: Počkejte, až se dokončí Kalibrace a / nebo ukončí
de_de: Bitte warte bis die Kalibrierung fertig ist und/oder das Guiding beendet wurde
es_es: Por favor espere hasta que la Calibración finalice y/o detenga el guiado
gl_es: Agarda ata que se realice a calibración e/ou deixe de guiar

source: Please select a star
cs_cz: Vybrerte hvězdu
de_de: Bitte wähle einen Stern aus
es_es: Por favor seleccione una estrella
gl_es: Selecciona unha estrela

source: Time %.fs
cs_cz: Čas %.fs
es_es: Tiempo %.fs
gl_es: Tempo %.fs

source: PA Err: %.f min
cs_cz: PA Chyb: %.f min
gl_es: Erro AP: %.f min

source: Angle: %.f deg
cs_cz: Úhel: %.f °
es_es: Angulo: %.f grado
gl_es: Ángulo: %.f graos

source: New Profile Wizard
cs_cz: Průvodce Novým Profilem
de_de: Neuer Profil-Assistent
es_es: Asistente de Nuevo Perfil
gl_es: Asistente de Novo Perfil

source: New Profile Wizard -
cs_cz: Průvodce Novým Profilem -
de_de: Neuer Profil-Konfigurator -
es_es: Asistente de Nuevo Perfil -
gl_es: Asistente de Novo Perfil -

source: More Info
cs_cz: Více informací
de_de: Weitere Informationen
es_es: Más información
gl_es: Máis información

source: Gear
cs_cz: Za
de_de: Ausrüstung
es_es: Equipo
gl_es: Equipo

source: Get this value from your camera documentation or from an online source. You can use the up/down control or type in a value directly. If the pixels aren't square, just enter the larger of the X/Y dimensions.
cs_cz: Tuto hodnotu získáte z dokumentace kamery nebo z online zdroje. Můžete použít ovládací prvek pro nastavení nahoru/dolů nebo přímo zadat hodnotu. Pokud nejsou pixely čtvercové, zadejte větší z rozměrů X/Y.
de_de: Hole diesen Wert aus dem Handbuch deiner Kamera oder aus dem Internet. Du kannst entweder die Pfeiltasten benutzen oder einen Wert direkt eingeben. Bei nicht quadratischen Pixeln nimm einfach den größeren der beiden Werte.
es_es: Obtenga este valor de la documentación de su cámara o desde alguna fuente online. Puede hacer uso del control arriba/abajo o ingresar el valor directamente. Si los pixeles no son cuadrados, ingrese el valor de la dimensión X/Y mayor.
gl_es: Obter este valor a partir da documentación da cámara ou dunha fonte en liña. Podes usar o control arriba/abaixo para escribir un valor directamente. Se os píxeles non son cadrados, introduce o tamaño máis grande das dimensións X / Y.

source: Guide camera un-binned pixel size (%s)
cs_cz: Velikost nebinovaných pixelů naváděcí kamery (%s)
es_es: Tamaño de pixel de cámara guía sin binning (%s)
gl_es: Tamaño de píxel de cámara guía sen binning (%s)

source: If your camera supports binning (many do not), you can choose a binning value > 1. With long focal length guide scopes and OAGs, binning can allow use of fainter guide stars. For more common setups, it's better to leave binning at 1.
cs_cz: Pokud kamera podporuje binning (což není moc časté), můžete zvolit binningovou hodnotu větší než 1. S dlouhým ohniskem a OAG využití binningu umožní použít slabší hvězdy. Pro běžné nastavení je však lepší ponechat binning na hodnotě 1.
es_es: Si su cámara soporta binning (muchas no), puee elegir un valor de binning > 1. Con telescopios guía de longitud focal larga y OAGs, el binning le puede permitir utilizar estrellas guía mas débiles. Para equipos más comunes, es mejor dejar el binning en 1.
gl_es: Se a cámara admite binning (moitas non o fan), pode sescoller un valor de binning > 1. Con telescopios guía de distancia focal longa e OAG, o binning permite usar estrelas de guía máis débiles. Para a maioría das configuracións está ben deixar en 1.

source: Binning level
cs_cz: Úrověň Binning
de_de: Binning Wert
es_es: Nivel Binning
gl_es: Nivel de binning
