Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: PHD2 will move the guide star a considerable distance north, then south to measure backlash. Be sure the selected star has plenty of room to move in the north direction. If the guide star is lost, increase the size of the search region to at least 20 px
cs_cz: PHD2 posune naváděcí hvězdu o značnou vzdálenost na sever, poté na jih, aby změřil vůli. Ujistěte se, že vybraná hvězda má dostatek prostoru pro pohyb na sever. Pokud naváděcí hvězda zmizí, zvětšete velikost oblasti hledání na alespoň 20 px
de_de: PHD2 wird den Leitstern deutlich nach Norden bewegen, dann nach Süden, um den Backlash zu messen. Stelle sicher, dass der Stern genügend Weg in Nordrichtung hat. Sollte der Leitstern verlorengehen, erhöhe die Größe der Suchregion auf mindestens 20 Pixel
es_es: PHD2 moverá la estrella guía considerablemente hacia el norte, luego hacia el sur para medir el backlash. Asegúrese que la estrella guía seleccionada tiene suficiente espacio de movimiento hacia el norte, si la estrella guía se pierde, incremente la región de búsqueda en al menos 20 px
gl_es: PHD2 moverá a estrela guía a unha considerable distancia cara ó norte para medir o backlash sur. Asegúrate de que a estrela ten espazo para se mover cara ó norte. Se a estrela guía está lonxe, incrementa o tamaño da rexión de busca cara ó leste 20px

source: Start measuring (disables guiding)
cs_cz: Zahájí měření (vypne se )
de_de: Start der Messung (deaktiviert Nachführung)
es_es: Medición de Estrella (Deshabilita el guiado)
gl_es: Medición de Estrela (Deshabilita o guiado)

source: Review previous
cs_cz: Zkontrolovat předchozí
es_es: Revisar anteriores
gl_es: Revisión anterior

source: Review previous Guiding Assistant results
cs_cz: Zkontrolujte předchozí výsledky Asistenta Navádění
es_es: Revisar resultados de Asistente de Guiado anteriores
gl_es: Revisión dos resultados previos do Asistente de Guiado

source: Stop measuring and re-enable guiding
cs_cz: Měření se zastaví a se znovu zapne
de_de: Beende die Messung und gib das Guiding wieder frei
es_es: Detener la medición y habilitar el guiado
gl_es: Deter a medición e habilitar o guiado

source: Signal-to-noise ratio; a measure of how well PHD2 can isolate the star from the sky/noise background
cs_cz: Poměr signálu a šumu (SNR); ukazatel, jak dobře dokáže PHD2 oddělit hvězdu od pozadí oblohy/šumu.
de_de: Signal-Rausch-Verhältnis; ein Maß dafür, wie gut PHD2 die Sterne vom Himmel / Hintergrundrauschen trennen kann
es_es: Relación señal-ruido; una medida de cómo de bien PHD2 puede aislar la estrella del cielo/ruido de fondo
gl_es: Relación sinal-ruido; unha medida de como PHD2 puede illar a estrela do ruido de fondo do ceo

source: Measure of overall star brightness. Consider using 'Auto-select Star' (Alt-S) to choose the star.
cs_cz: Míra celkové jasnosti hvězdy. Zvažte použití funkce 'Automatický výběr hvězdy' (Alt-S) pro výběr hvězdy.
de_de: Maß für die Gesamthelligkeit der Sterne. Wähle "Auto-Select-Star '(Alt-S), um den Stern zu wählen.
es_es: Medida del brillo total de la estrella. Considere usar 'Auto Seleccionar Estrella' (Alt-S) para elegir la estrella.
gl_es: Medida do brillo total da estrela. Considera usar 'Auto Seleccionar Estrela' (Alt-S) para elixir a estrela.

source: Measure of typical high-frequency right ascension star movements; guiding usually cannot correct for fluctuations this small.
cs_cz: Míra typických vysokofrekvenčních pohybů hvězd v rektascenzi (RA); navádění obvykle nemůže korigovat takové drobné fluktuace.
de_de: Maß der typischen hochfrequenten RA-Sternbewegungen; Das Guiding kann in der Regel diese kleine Schwankungen nicht korrigieren.
es_es: Medida típica de los movimientos de alta frecuencia en ascensión recta; el guiado habitualmente no puede corregir fluctuaciones tan pequeñas.
gl_es: Medida típica dos movementos de alta frecuencia en ascensión recta; o guiado non pode decote corrixir flutuacións tan pequenas.

source: Measure of typical high-frequency declination star movements; guiding usually cannot correct for fluctuations this small.
cs_cz: Měření typických vysokofrekvenčních pohybů hvězd v deklinaci (DEC); navádění obvykle nedokáže korigovat takto malé výkyvy.
de_de: Maß der typischen hochfrequenten DEC-Sternbewegungen; Das Guiding kann in der Regel diese kleine Schwankungen nicht korrigieren.
es_es: Medida típica de los movimientos de alta frecuencia en declinación; el guiado habitualmente no puede corregir fluctuaciones tan pequeñas.
gl_es: Medida típica dos movementos de alta frecuencia en declinación; o guiado non pode corrixir decote flutuacións tan pequenas.

source: Maximum sample-sample deflection seen in right ascension.
cs_cz: Maximální amplituda pohybu v rektascenzi mezi vzorky pozorovaná.
de_de: Maximale Probe-Probe-Auslenkung in Rektaszension gesehen.
es_es: Máxima variación muestra-muestra observada en ascensión recta.
gl_es: Máxima variación mostra-mostra observada en ascensión recta.

source: Maximum sample-sample deflection seen in declination.
cs_cz: Maximální amplituda pohybu v deklinaci mezi vzorky pozorovaná.
de_de: Maximale Probe-Probe-Auslenkung in Deklination gesehen.
es_es: Máxima variación muestra-muestra observada en declinación.
gl_es: Máxima variación mostra-mostra observada en declinación.

source: Maximum peak-peak deflection seen in right ascension during sampling period.
cs_cz: Maximální amplituda pohybu (peak-to-peak) v rektascenzi pozorovaná během doby odběru vzorků.
de_de: Maximale Spitze-Spitze-Auslenkung in Rektaszension während Abtastperiode gesehen.
es_es: Máxima variación pico-pico observada en ascensión recta durante el período de muestreo.
gl_es: Máxima variación pico-pico observada en ascensión recta durante o período de mostreo.

source: Estimated overall drift rate in right ascension.
cs_cz: Odhadovaná celková rychlost posunu v Ra.
de_de: Geschätzte Gesamtdriftrate in Rektaszension.
es_es: Tasa total estimada de deriva en ascensión recta.
gl_es: Taxa total estimada de deriva en ascensión recta.

source: Maximum drift rate in right ascension during sampling period.
cs_cz: Maximální rychlost posunu v Ra během vzorkování.
de_de: Maximale Driftrate in RA während der Aufnahmeperiode
es_es: Máxima velocidad de deriva en ascensión recta durante el periodo de muestreo.
gl_es: Taxa máxima de deriva en AR durante o período de mostra.

source: Exposure time to keep maximum RA drift below the recommended min-move level.
cs_cz: Doba expozice pro udržení maximálního posunu v rektascenzi pod minimálně doporučenou úrovní.
de_de: Belichtungszeit um die maximale RA Drift unter der empfohlenen Min-Bewegung zu halten
es_es: Mantener tiempo de exposición máximo en la deriva RA por debajo del movimiento mínimo recomendado.
gl_es: Tempo de exposición para manter a máxima deriva de AR por baixo do nivel mínimo recomendado.

source: Estimated overall drift rate in declination.
cs_cz: Odhadovaná celková rychlost posunu v deklinaci.
de_de: Geschätzte Gesamtdriftrate in Deklination.
es_es: Tasa total estimada de deriva en declinación.
gl_es: Taxa total estimada de deriva en declinación.

source: Estimated declination backlash if test was completed. Results are time to clear backlash (ms) and corresponding gear angle (arc-sec). Uncertainty estimate is one unit of standard deviation
cs_cz: Odhadovaná deklinační zpětná vůle, pokud byl test dokončen. Výsledkem je čas potřebný k odstranění zpětné vůle (ms) a odpovídající úhel převodu (arcsec.). Odhad nepřesnosti odpovídá jednotce standardní odchylky
es_es: Backlash estimado en Declinación si se completó el test. El resultado es el tiempo para limpiar el backlash (ms) y el correspondiente ángulo del engranaje (arc-seg). La incertidumbre estimada es una unidad de desviación estándar
gl_es: Backlash estimado en declinación se se completou a proba. Os resultados permiten axustar o backlash (ms) e o ángulo de engrenaxe correspondente (arco-sec). A estimación de incerteza é unha unidade de desviación estándar

source: Estimate of polar alignment error. If the scope declination is unknown, the value displayed is a lower bound and the actual error may be larger.
cs_cz: Odhad chyby polárního zarovnání. Pokud není známa deklinace dalekohledu, je zobrazená hodnota dolní hranicí a skutečná chyba může být větší.
de_de: Schätzung des polaren Ausrichtungsfehler. Wenn der Deklinations-Bereich unbekannt ist, ist der angezeigte Wert unterhalb einer Grenze und der tatsächliche Fehler kann größer sein.
es_es: Estimación del error de alineado polar. Si la declinación del telescopio no es conocida, el valor mostrado es el límite inferior y el error real puede ser mucho mayor.
gl_es: Estimación do erro de aliñamento polar. Se a declinación do telescopio non é coñecida, o valor mostrado é o límite inferior e o erro real pode ser moito maior.

source: Choose a non-saturated star with a good SNR (>= 10) and begin guiding
cs_cz: Vyberte nenasycenou hvězdu s dostatečně vysokým poměrem signálu a šumu (SNR >= 10) a zahajte navádění
es_es: Elija una estrella no saturada con un buen SNR (>=10) y comenzar el guiado

source: Click Start to begin measurements. Guiding will be disabled during this time so the star will move around.
cs_cz: Klikněte na tlačítko Start pro zahájení měření. Během této doby je navádění zakázáno, takže se hvězda bude pohybovat.
es_es: Click Iniciar para comenzar mediciones. El guiado se deshabilitará durante este período, por lo que la estrella se moverá.

source: Guiding output is disabled and star movement is being measured. Click Stop after 2 minutes (longer if you're measuring RA tracking accuracy of the mount).
cs_cz: Naváděcí výstup je deaktivován a probíhá měření pohybu hvězdy. Po 2 minutách klikněte na tlačítko Zastavit (pokud měříte přesnost osy RA, nechte měření déle).
es_es: La salida de guiado se deshabilitó y se está midiendo el movimiento de la estrella. Presione Detener luego de 2 minutos (más si está midiendo la exactitud del seguimiento en RA)

source: Guiding has been resumed. Look at the recommendations and make any desired changes. Click Start to repeat the measurements, or close the window to continue guiding.
cs_cz: Navádění bylo obnoveno. Podívejte se na doporučení a proveďte požadované změny. Kliknutím na tlačítko Start můžete měření zopakovat, nebo zavřete okno a pokračujte v .
de_de: Die Nachführung wurde fortgesetzt. Schau dir die Empfehlungen an und mache die gewünschten Änderungen. Klicke auf Start, um die Messungen zu wiederholen, oder schliesse das Fenster, um die Nachführung fortzusetzen.
es_es: El guiado se ha retomado. Revise las recomendaciones y realice los cambios necesarios. Presione Iniciar para repetir las medidas, o cierre la ventana para continuar el guiado.
gl_es: O guiado prosegue. Revisa as recomendacións e realiza os cambios necesarios. Preme Iniciar para repetir as medidas, ou pecha a fiestra para continuar o guiado.

source: Measuring backlash:
cs_cz: Měření zpětné vůle:
de_de: Messung des Backlash:
es_es: Midiendo backlash:
gl_es: Medindo o Backlash:

source: ms (test impaired)
cs_cz: ms (test narušen)
es_es: ms (testeo defectuoso)
gl_es: ms (test con problemas)

source: Apply
cs_cz: Použít
de_de: Anwenden
es_es: Aplicar
gl_es: Aplicar

source: Use exposure times in the range of %.1fs to %.1fs
cs_cz: Použijte expoziční časy v rozmezí %.1fs až %.1fs

source: Use exposure times from %.1fs to %0.1fs and variable delay feature to control guide cadence
cs_cz: Použití expozičních časů od %.1fs do %0.1fs a funkce proměnného zpoždění pro cyklu navádění

source: Try binning your guide camera
cs_cz: Zkuste s binningem kamery
es_es: Intente binning para su cámara guía
gl_es: Intenta poñer binning á cámara guía

source: Consider re-doing your calibration
cs_cz: Zvažte opětovné provedení kalibrace
de_de: Du solltest die Kalibrierung wiederholen
es_es: Considere rehacer su calibración
gl_es: Considera recomezar a calibración

source: (Prior alert)
cs_cz: (Předchozí upozornění)
de_de: (Vor-Alarm)
es_es: (Alerta previa)
gl_es: (Alerta previa)

source: (Backlash clearing)
cs_cz: (Vymazat zpětnou vůli)
de_de: (Backlash zurücksetzen)
es_es: (Limpiando backlash)
gl_es: (Limpando Backlash)

source: Consider using a brighter star for the test or increasing the exposure time
cs_cz: Zvažte, zda pro test použít jasnější hvězdu nebo prodloužit čas expozice
de_de: Du solltest einen helleren Stern verwenden oder die Belichtungszeit erhöhen
es_es: Considere usar una estrella más brillante para el test o incremente el tiempo de exposición
gl_es: Considera usar unha estrela máis brillante para o test ou incrementar o tempo de exposición

source: Polar alignment error > 10 arc-min; try using the Drift Align tool to improve alignment.
cs_cz: Chyba polárního zarovnání je >než 10 arcmin. Pro zlepšení zarovnání doporučuji použít nástroj Zarovnání Driftovou Metodou.
de_de: Fehler der Polausrichtung > 10 Bogenmin; versuche mit dem Justage Tool die Ausrichtung zu verbessern.
es_es: Error de alineado polar > 10 arc-min; intente usar la herramienta de Alineado por Deriva para mejorar la alineación.
gl_es: Erro de aliñamento polar> 10 arcos-min; proba a usar a ferramenta Aliñamento por Deriva para mellorar o aliñamento.

source: Polar alignment error > 5 arc-min; that could probably be improved.
cs_cz: Chyba polárního zarovnání je >než 5 arcmin. Existuje prostor pro zlepšení.
de_de: Fehler der Polausrichtung > 5 Bogenmin; das könnte vielleicht verbessert werden.
es_es: Error de alineado polar > 5 arc-min; probablemente se pueda mejorar.
gl_es: Erro de aliñamento á Polar > 5 arc-min; isto seguramente se podería mellorar.

source: Consider trying to improve focus on the guide camera
cs_cz: Zvažte zlepšit zaostření na naváděcí kameře
es_es: Considere intentar mejorar el foco de la cámara guía
gl_es: Considera intentar mellorar o foco na cámara de guía

source: Try setting RA min-move to %0.2f
cs_cz: Zkuste nastavit min. pohyb v RA %0.2f
de_de: versuche die RA Min-Bewegung auf %0.2f zu setzen
es_es: Pruebe a configurar el mínimo movimiento de RA a %0.2f
gl_es: Proba a configurar o movemento mínimo de AR a %0.2f

source: Try setting Dec min-move to %0.2f
cs_cz: Zkuste nastavit min. pohyb v Dec %0.2f
de_de: versuche die DEC Min-Bewegung auf %0.2f zu setzen
es_es: Pruebe a configurar el mínimo movimiento de Dec a %0.2f
gl_es: Proba a configurar o movemento mínimo de Dec a %0.2f

source: Mount has absolute encoders, no compensation needed
cs_cz: Montáž má absolutní snímače, není nutná kompenzace
es_es: La montura tiene encoders absolutos, no se necesita compensación

source: Backlash is small, no compensation needed
cs_cz: Zpětná vůle je malá, není nutná žádná kompenzace
es_es: El Backlash es pequeño, no se necesita compensación
gl_es: O Backlash é pequeno, non precisa compensación

source: Try starting with a Dec backlash compensation of %d ms
cs_cz: Zkuste začít s kompenzací zpětné vůle v Dec v %d ms
es_es: Intente comenzar con una compensación de backlash para Dec de %d ms
gl_es: Intenta empezar cun valor de compensación de Backlash en Dec de %d ms

source: Backlash is >= %d ms; you may need to guide in only one Dec direction (currently %s)
cs_cz: Zpětná vůle je >=%d ms; možná budete muset řídít pouze v Dec směrem (aktuálně %s)
es_es: Backlash es >= %d ms; puede necesitar guiar sólo en una dirección Dec (actualmente %s)
gl_es: O Backlash é >= %d ms; talvez debas guiar só nunha dirección en Dec (actualmente %s)

source: Try using Lowpass2 for Dec guiding
cs_cz: Zkuste použít Lowpass2 pro Dec
es_es: Intente utilizar Pasabajos2 para el guiado Dec
gl_es: Intenta usar Lowpass2 para guiar en Declinación

source: Measuring...
cs_cz: Měření ...
es_es: Midiendo...
gl_es: Medindo...

source: Backlash test aborted, see graph...
cs_cz: Test zpětné vůle přerušen, viz graf ...
es_es: Testeo de Backlash abortado, ver gráfico...
gl_es: Test de Backlash abortado, ver gráfica...

source: Measuring backlash...
cs_cz: Měření zpětné vůle...
de_de: Messung des Backlash...
es_es: Midiendo backlash...
gl_es: Medindo o Backlash...

source: Guiding stopped
cs_cz: Navádění zastaveno
de_de: Nachführung beendet
es_es: Guiado detenido
gl_es: Guiado Detido

source: arc-sec/sec
cs_cz: arcsec./s
de_de: Bogensek/s
es_es: arc-segs/seg
gl_es: arc-segs/seg

source: Bad-pixel map does not match the camera in this profile - it needs to be replaced.
cs_cz: Mapa vadných pixlů neodpovídá kameře v tomto profilu - je třeba je vyměnit.
de_de: Bad-Pixel-Karte passt nicht zur Kamera in diesem Profil - die Karte sollte ersetzt werden.
es_es: El mapa de píxeles erróneos no coincide con la cámara de este perfil - Es necesario reemplazarlo.
gl_es: O mapa de píxeles erróneos non coincide coa cámara deste perfil - Cómpre reemprazalo.

source: Set
cs_cz: Nastavit
de_de: setzen
es_es: Configurar
gl_es: Configurar

source: Loading INDI properties...
cs_cz: Načítání vlastností INDI ...
es_es: Cargando propiedades INDI...
gl_es: Cargando propiedades INDI...

source: INDI Options
cs_cz: Možnosti INDI
de_de: INDI Optionen
es_es: Opciones de INDI
gl_es: Opcións de INDI

source: %dhr
cs_cz: %dh

source: %dhr%dmin
cs_cz: %dh%dmin

source: %dsec
cs_cz: %ds
es_es: %dseg

source: loading...
cs_cz: načítání...
es_es: cargando...
gl_es: cargando...

source: Upload Log Files - Select logs
cs_cz: Nahrát Soubory Protokolu - Vybrat protokol(y)
es_es: Cargando Archivos Log - Seleccione logs
gl_es: Subir arquivos de rexistro - Selecciona os rexistros

source: Upload Log Files - Confirm upload
cs_cz: Nahrát soubory protokolu - Potvrzení nahrávání
es_es: Cargando Archivos Log - Confirme subida
gl_es: Subir arquivos de rexistro - Confirma a subida

source: Upload Log Files - Upload complete
cs_cz: Nahrát Soubory Protokolu - Nahrání dokončeno
es_es: Cargando Archivos Log - Subida completada
gl_es: Subir arquivos de rexistro - Subida completada

source: Upload Log Files - Upload not completed
cs_cz: Nahrát Soubory Protokolu - Nahrání není dokončeno
es_es: Cargando Archivos Log - Subida no completada
gl_es: Subir arquivos de rexistro - Subida non completada

source: When asking for help in the PHD2 Forum it is important to include your PHD2 logs. This tool will help you upload your log files so they can be seen in the forum. The first step is to select which files to upload.
cs_cz: Pokud žádáte o pomoc ve fóru PHD2, je důležité, abyste připojili své protokoly PHD2. Tento nástroj vám pomůže nahrát soubory protokolů, aby bylo možné je zobrazit ve fóru. Prvním krokem je výběr souborů, které chcete nahrát...
es_es: Cuando pida ayuda en el Foro PHD2 es importante que incluya los logs de PHD2. Esta herramienta le ayudará a subir sus archivos log para que se puedan ver en el foro. El primer paso es seleccionar que archivos subir.
gl_es: Ó solicitares axuda no foro PHD2, é importante incluír os rexistros PHD2. Esta ferramenta axudarache a cargar os ficheiros de rexistro para que se poidan ver no foro. O primeiro paso é seleccionar que ficheiros hai que cargar.

source: Select
cs_cz: Vybrat
es_es: Seleccionar
gl_es: Seleccionar

source: Night Of
cs_cz: Noc z
es_es: Noche de
gl_es: Noite De

source: Guided
cs_cz: Vedení
es_es: Guiado
gl_es: Guiado

source: Guide Asst.
cs_cz: Asis. Navádění
es_es: Assist. Guiado.
gl_es: Asist. Guiado.

source: Recent uploads
cs_cz: Nahrát Nedávné
es_es: Subidas recientes
gl_es: Cargas recentes

source: < Back
cs_cz: < Zpět
de_de: < zurück
es_es: < Atrás
gl_es: < Atrás

source: Next >
cs_cz: Další >
de_de: weiter >
es_es: Siguiente >
gl_es: Seguinte >

source: Show logs with no guiding
cs_cz: Zobrazit protokoly bez navádění
es_es: Muestra logs sin guiado

source: Show all available logs, including logs from nights when there was no guiding
cs_cz: Zobrazí všechny dostupné protokoly, včetně protokolů z nocí, kdy nebylo spuštěno žádná navádění
es_es: Muestra todos los logs disponibles, incluyendo logs de noches donde no hubo guiado

source: Upload
cs_cz: Nahrát
es_es: Subir
gl_es: Carga

source: Uploading log files ...
cs_cz: Nahrát ladící soubory...
es_es: Subiendo archivos log ...
gl_es: Cargando arquivos de rexistro...

source: Uploading ... %.f%%
cs_cz: Nahrávání ... %.f%%
es_es: Subiendo ... %.f%%
gl_es: Subindo ... %.f%%

source: Connecting ...
cs_cz: Připojování...
es_es: Conectando ...
gl_es: Conectando...

source: Connection failed, will retry in %ds
cs_cz: Nepřipojeno,opakovat znovu v %ds
es_es: Falló la conexión, reintentaré en %ds
gl_es: Fallou a conexión, volverase intentar en %ds

source: Upload failed, will retry in %ds
cs_cz: Nenahráno, opakovat znovu v %ds
es_es: Falló la subida, reintentaré en %ds
gl_es: Fallou a subida, volverase intentar en %ds

source: The following log files will be uploaded:
cs_cz: Následující soubory protokolu budou nahrané:
es_es: Se subirán los siguientes archivos logs:
gl_es: Subiranse os seguintes arquivos de rexistro:

source: Guide and Debug logs
cs_cz: Protokoly Navádění a Ladění
es_es: Logs de Guía y Depuración
gl_es: Rexistro de Guía e Depuración

source: Debug log
cs_cz: Ladící protokol
es_es: Log de Depuración
gl_es: Rexistro de Depuración

source: Guide log
cs_cz: Protokoly autoguidingu
es_es: Log de Guía
gl_es: Rexistro de Guiado

source: The log files have been uploaded and can be accessed at this link:
cs_cz: Soubory protokolu byly nahrány a jsou k dispozici na následujícím odkazu:
es_es: Los archivos log se han subido y pueden ser accedidos en este link:
gl_es: Os arquivos de rexistro foron subidos e pódese ir a eles nesta ligazón:

source: You can share your log files in the <a href="forum">PHD2 Forum</a> by posting a message that includes the link. Copy and paste the link into your forum post.
cs_cz: Soubory protokolů můžete sdílet ve fóru <a href="forum"> PHD2 </a> zasláním zprávy obsahujícího odkaz. Zkopírujte a vložte odkaz do příspěvku ve fóru.
es_es: Puede compartir sus archivos log en el <a href="forum">PHD2 Forum</a> creando un mensaje que incluya el link. Copie y pegue el link en su mensaje en el foro.
gl_es: Podes compartir os ficheiros de rexistro no <a href="forum">Foro PHD2 </a> publicando unha mensaxe que inclúa a ligazón. Copia e pega a ligazón á túa publicación no foro.

source: Copy link to clipboard
cs_cz: Kopírovat odkaz do schránky
es_es: Copiar link al portapapeles
gl_es: Copia a ligazón ó portapapeis

source: PHD2 was unable to upload the log files due to an internal error. Please report the error in the PHD2 Forum.
cs_cz: PHD2 nemohl nahrát soubory protokolu z důvodu vnitřní chyby. Nahlaste chybu ve fóru PHD2.
es_es: PHD2 no pudo subir los archivos log por un error interno. Por favor reporte el error en el foro PHD2.
gl_es: PHD2 non foi capaz de cargar os arquivos de rexistro debido a un erro interno. Informa do erro no foro PHD2.

source: PHD2 was unable to upload the log files. The service may be temproarily unavailable. You can try again later or you can try another file sharing service such as Dropbox or Google Drive.
cs_cz: PHD2 se nepodařilo nahrát soubory protokolu. Služba může být dočasně nedostupná. Můžete to zkusit později nebo použít jinou službu pro sdílení souborů, například Dropbox nebo Google Drive.
es_es: PHD2 no pudo subir los archivos log. El servicio puede estar temporalmente no disponible. Puede intentar más tarde o utilizar otro servicio como Dropbox o Google Drive.
gl_es: PHD2 non foi capaz de cargar os arquivos de rexistro. O servizo pode non estar dispoñible temporalmente. Podes volver a intentalo máis tarde ou podes usar outro servizo de para compartir arquivos como Dropbox ou Google Drive.
