Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: About %s
cs_cz: O aplikaci %s
de_de: Über %s
es_es: Acerca de %s
gl_es: Acerca de %s

source: Global
cs_cz: Globální

source: Camera
cs_cz: Kamera
de_de: Kamera
es_es: Cámara
gl_es: Cámara

source: Guiding
cs_cz: Navádění
es_es: Guiado
gl_es: Guiado

source: Algorithms
cs_cz: Algoritmy
de_de: Algorithmus
es_es: Algoritmos
gl_es: Algoritmos

source: Other Devices
cs_cz: Další Zařízení
de_de: Andere Geräte
es_es: Otros Dispositivos
gl_es: Outros dispositivos

source: Advanced Settings
cs_cz: Pokročilá Nastavení
es_es: Configuración Avanzada

source: Help
cs_cz: Nápověda
de_de: Hilfe
es_es: Ayuda
gl_es: Axuda

source: Mount
cs_cz: Montáž
de_de: Montierung
es_es: Montura
gl_es: Montura

source: No mount specified
cs_cz: Není zadána žádná montáž
de_de: Keine Montierung gewählt
es_es: Ninguna montura especificada
gl_es: Montura non especificada

source: Signal-to-noise ratio of guide star Green means SNR >= 10 Yellow means 4 <= SNR < 10 Red means SNR < 4
cs_cz: Poměr signálu k šumu (SNR) naváděcí hvězdy Zelená znamená SNR >= 10 Žlutá znamená 4 <= SNR < 10 Červená znamená SNR < 4
de_de: Signal-Rausch-Verhältnis des Leitsterns Grün bedeutet SNR >= 10 Gelb bedeutet 4 <= SNR < 10 Rot bedeutet SNR < 4
es_es: Relación señal ruido de la estrella guía Media de verdes SNR >= 10 Media de amarillos 4 <= SNR < 10 Media de rojos SNR < 4
gl_es: Ratio sinal-ruido da estrela guía Media Verde SNR >=10 Media Amarela 4 <= SNR < 10 Media Vermella SNR < 4

source: Not calibrated
cs_cz: Nekalibrováno
es_es: No calibrado
gl_es: Non calibrado

source: Calibrated
cs_cz: Kalibrace
es_es: Calibrado
gl_es: Calibración

source: Calibrated, scope pointing information not available
cs_cz: Kalibrováno, informace o směru dalekohledu nejsou k dispozici
es_es: Calibrado, información de posición del telescopio no disponible
gl_es: Calibrado, pero o dispositivo non está dispoñible ou non se está a usar

source: Calibrated, declination compensation disabled
cs_cz: Kalibrováno, kompenzace deklinace deaktivováno
es_es: Calibrado, compensación de declinación deshabilitado
gl_es: Calibrado, desactivada a compensación en declinación

source: Calibrated, but a new calibration is required to activate declination compensation
cs_cz: Kalibrováno, je ale nutná nová kalibrace kvůli aktivaci kompenzace deklinace
es_es: Calibrado, pero se necesita nueva calibración para activar la compensación de declinación
gl_es: Calibrado, pero requírese unha nova calibración para activar a compensación en declinación

source: Calibrated, scope pointing info in use
cs_cz: Kalibrováno, údaje o směru dalekohledu jsou v užívání
es_es: Calibrado, información de posición en uso
gl_es: Calibrado, usando información de a onde apunta o telescopio

source: Aux Mount
cs_cz: Aux Montáž
de_de: Aux-Montierung
es_es: Montura Auxiliar
gl_es: Montura Auxiliar

source: Rotator
cs_cz: Rotátor
es_es: Rotador
gl_es: Rotador

source: BPM
cs_cz: MVP
gl_es: BMP

source: All devices connected
cs_cz: Všechna za připojena
de_de: Alle Geräte verbunden
es_es: Todos los dispositivos conectados
gl_es: Todos os dispositivos conectados

source: No devices connected
cs_cz: Žádné za není připojeno
de_de: Keine Geräte verbunden
es_es: Ningún dispositivo conectado
gl_es: Sen dispositivos conectados

source: Devices not connected: %s
cs_cz: Za nejsou připojena: %s
es_es: Dispositivos no conectados: %s
gl_es: Dispositivos non conectados: %s

source: Dark library in use
cs_cz: Dark knihovna se používá
es_es: Se está utilizando librería dark
gl_es: Librería de darks en uso

source: Dark library not in use
cs_cz: Dark knihovna se nepoužívá
es_es: No se está utilizando librería dark
gl_es: Biblioteca de Darks non se usa

source: Bad-pixel map in use
cs_cz: Mapa vadných pixlů se používá
es_es: Se está utilizando mapa de pixeles malos
gl_es: Mapa de píxeles erróneos en uso

source: Bad-pixel map not in use
cs_cz: Mapa vadných pixlů se nepoužívá
es_es: No se está utilizando mapa de pixeles malos
gl_es: Mapa de píxeles erróneos non se usa

source: Cal
cs_cz: Kal
de_de: Kal.

source: Selected star at (999.9, 999.9)
cs_cz: Vybraná hvězda na (999.9, 999.9)
de_de: Stern gewählt bei (999.9, 999.9)
es_es: Estrella seleccionada en (999.9, 999.9)
gl_es: Estrela seleccionada en (999.9, 999.9)

source: Backlash Results
cs_cz: Výsledky Zpětné Vůle
de_de: Backlash Ergebnisse
es_es: Resultados de Backlash
gl_es: Resultados do Backlash

source: Ideal
cs_cz: Ideální

source: Measured
cs_cz: Měření
de_de: Gemessen
es_es: Medido
gl_es: Medido

source: North
cs_cz: Sever
de_de: Norden
es_es: Norte
gl_es: Norte

source: South
cs_cz: Jih
de_de: Süden
es_es: Sur
gl_es: Sur

source: Pulse size = %d ms
cs_cz: Velikost pulsu = %d ms
es_es: Tamaño de pulso = %d ms
gl_es: Tamaño do pulso = %d ms

source: Backlash measurement cannot be run - please re-run your mount calibration
cs_cz: Měření vůle není možné spustit - proveďte znovu kalibraci montáže
de_de: Backlash-Messung kann nicht gestartet werden - Bitte Kalibrierung der Montierung wiederholen
es_es: La medida de Backlash no se ha calculado - vuelva a ejecutar la calibración de la montura
gl_es: A medida do Backlash non funciona- reinicia a calibración da montura

source: Backlash measurement cannot be run - Dec guide rate not available
cs_cz: Měření vůle není možné spustit - řídící rychlost v Dec není k dispozici
de_de: Backlashmessung kann nicht gestartet werden - DEC Guiding Rate nicht verfügbar
es_es: La medida del Backlash no se ha calculado - velocidad guía DEC no disponible
gl_es: A medida do Backlash non funciona- A ratio de guía en DEC non está dispoñible

source: Clearing North backlash, step %d
cs_cz: Vymazání Severní vůle, krok %d
de_de: Bereinigen des Nord-Backlash, Schritt %d
es_es: Compensando Backlash Norte, paso %d
gl_es: Limpando Backlash Norte, paso %d

source: Clearing North backlash, step %d (up to limit of %d)
cs_cz: Vymazání Severní vůle, krok %d (až do výše %d)
de_de: Bereinigen des Nord Backlash, Schritt %d (bis zur Grenze von %d)
es_es: Compensando Backlash Norte, paso %d (limite de %d)
gl_es: Limpando Backlash Norte, paso %d (por enriba do límite de %d)

source: Could not clear North backlash - test failed
cs_cz: Nelze smazat Severní vůli - test selhal
de_de: Konnte Nord-Backlash nicht bereinigen - Test fehlgeschlagen
es_es: No se ha podido compensar Backlash Norte - test fallido
gl_es: Non se puido limpar o Backlash Norte - O test fallou

source: Moving North for %d ms, step %d / %d
cs_cz: Pohyb na Sever po dobu %d ms, krok %d / %d
de_de: Nach Norden für %d ms, step %d / %d
es_es: Moviendo al norte durante %d ms, paso %d / %d
gl_es: Movendo cara ó Norte %d ms, paso %d / %d

source: Star too close to edge for accurate measurement of backlash. Choose a star farther from the edge.
cs_cz: Hvězda je příliš blízko okraji pro přesné měření vůle. Vyberte hvězdu dál od okraje.
de_de: Stern zu nah am Bildrand für genaue Backlash-Messung. Bitte anderen Stern wählen.
es_es: Estrella demasiado cercana al borde para una medida del Backlash precisa. Elija otra estrella más alejada del borde.
gl_es: Estrela demasiado preto do bordo para medir con precisión o backlash. Escolle unha estrela máis afastada.

source: Moving South for %d ms, step %d / %d
cs_cz: Pohyb na jih po dobu %d ms, krok %d / %d
de_de: Nach Süden für %d ms, step %d / %d
es_es: Moviendo al sur durante %d ms, paso %d / %d
gl_es: Movendo cara ó Sur %d ms, paso %d / %d

source: Dec movements too erratic - test failed
cs_cz: Pohyby v Dec jsou příliš nepravidelné - test selhal
es_es: Movimiento Dec demasiado errático - falló el test
gl_es: Movementos en Dec demasiado erráticos - fallou o test

source: Mount never established consistent south moves - test failed
cs_cz: Montáž neprovedla nepřerušený jižní pohyb - test selhal
es_es: La montura no logró movimientos consistentes al Sur - falló el test
gl_es: A montura non realiza movementos consistentes cara ó sur - fallou o test

source: Issuing test backlash correction of %d ms
cs_cz: Spouštím testovací korekci vůle o %d ms
de_de: Annahme Test Backlash Korrektur von %d ms
es_es: Emitiendo test de corrección de Backlash de %d ms
gl_es: Test de corrección de backlash de %d ms

source: Restoring star position
cs_cz: Obnovení polohy hvězdy
de_de: Sternposition wiederherstellen
es_es: Restaurando posición de la estrella
gl_es: Volvendo á posición da estrela

source: Measurement complete
cs_cz: Měření dokončeno
de_de: Messung fertig
es_es: Medición completa
gl_es: Medición completada

source: Measurement halted
cs_cz: Měření zastaveno
de_de: Messung angehalten
es_es: Medición detenida
gl_es: Medición detida

source: Exposure time
cs_cz: Expoziční čas
de_de: Belichtungszeit
es_es: Tiempo de Exposición
gl_es: Tempo de Exposición

source: Calibration Assistant
cs_cz: Kalibrační Asistent
es_es: Asistente de Calibración

source: Current Pointing Location
cs_cz: Aktuální Poloha Zaměřování
es_es: Ubicación Apuntada Actual

source: Calibration Location
cs_cz: Kalibrační Místo
es_es: Ubicación de Calibración

source: Pointing
cs_cz: Nastavení směru
es_es: Apuntando

source: West
cs_cz: Západ
es_es: Oeste
gl_es: Oeste

source: East
cs_cz: Východ
de_de: Ost
es_es: Este
gl_es: Leste

source: Declination
cs_cz: Deklinace
de_de: Deklination
es_es: Declinación
gl_es: Declinación

source: Meridian offset (degrees)
cs_cz: Offset poledníku (°)
es_es: Desplazamiento del Meridiano (grados)

source: Target declination for slew, as close to Dec = 0 as possible for your location (>=-20 and <= 20) recommended
cs_cz: Cílová deklinace pro přejezd, co nejblíže k Dec = 0 pro vaši polohu (doporučeno >=-20 a <= 20)
es_es: Declinación objetivo para desplazamiento, los más cercano a Dec = 0 como sea posible para su ubicación (recomendado >= -20 y <= 20)

source: Target offset from central meridian, in degrees; east or west based on 'Pointing' buttons (less than 15 degrees recommended)
cs_cz: Offset cíle od centrálního poledníku ve stupních; na východ nebo na západ podle přepínacích tlačítek 'Nastavení směru' (doporučuje se menší než 15°)
es_es: Desplazamiento objetivo para medidiano central, en grados, este u oeste basado en botones 'Apuntando' (recomendado menos de 15 grados)

source: Scope on the east side of pier, pointing west
cs_cz: Dalekohled na východní straně pilíře, směřující na západ
es_es: Telescopio en el lado este del pie, apuntando al oeste

source: Scope on west side of pier, pointing east
cs_cz: Dalekohled na západní straně pilíře, směřující na východ
es_es: Telescopio en el lado oeste del pie, apuntando al este

source: Save custom values...
cs_cz: Uloží vlastní hodnoty...
es_es: Grabar valores personalizados...

source: Save a custom sky location if your site has restricted sky visibility and you can't calibrate at the recommended location
cs_cz: Uloží vlastní umístění na obloze, pokud má vaše lokalita omezenou viditelnost oblohy a nemůžete kalibrovat na doporučeném umístění
es_es: Grabe una ubicación en el cielo personalizada si su sitio tiene restringida visión del cielo y no puede calibrar en la ubicación recomendada

source: Load custom values
cs_cz: Načíst vlastní hodnoty
es_es: Cargar valores personalizados

source: Reload a previously saved custom location and displays its values in the 'Calibration Location' fields
cs_cz: Načte předem uloženou vlastní polohu a zobrazí její hodnoty v polích 'Kalibrační Místo'
es_es: Recarga una ubicación personalizada previamente guardada y muestra sus valores en los campos 'Ubicación de Calibración'

source: Restore defaults
cs_cz: Obnoví výchozí hodnoty
es_es: Restaurar valores por defecto

source: Restore the 'Calibration Location' fields to show the recommended pointing location
cs_cz: Obnoví pole 'Kalibrační Místo' a zobrazí doporučenou polohu umístění
es_es: Restaurar los campos 'Ubicación de Calibración' para mostrar la ubicación de apuntado recomendada

source: Slew
cs_cz: Přejezd
de_de: Bewegen
es_es: Desplazar
gl_es: Ir

source: Start a slew to the calibration location. BE SURE the scope can be safely slewed
cs_cz: Zahájí přejezd na kalibrační místo. UJISTĚTE se, že je možné dalekohledem bezpečně přejed
es_es: Inicia desplazamiento a la ubicación de calibración. ASEGURESE que el telescopio puede desplazarse sin peligro

source: Calibrate
cs_cz: Kalibrovat
es_es: Calibrar
gl_es: Calibrar

source: Start the PHD2 calibration. The Calibration Assistant window will remain open to monitor and assess results
cs_cz: Zahájí kalibraci s PHD2. Okno Kalibračního Asistenta zůstane otevřené pro sledování a hodnocení výsledků
es_es: Inicia la calibración de PHD2. La ventana del Asistente de Calibración permanecerá abierta para monitorear y evaluar resultados

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
gl_es: Cancelar

source: Close the Calibration Assistant window. Any calibration currently underway will continue.
cs_cz: Zavře okno Kalibračního Asistenta. Jakékoli kalibrace, které jsou v průběhu, budou pokračovat.
es_es: Cierra la ventana del Asistente de Calibración. Cualquier calibración en curso continuará.

source: Explain
cs_cz: Vysvětlení
es_es: Explicar

source: Show additional information about any calibration result that is less than 'good'
cs_cz: Zobrazí další informace o jakémkoli kalibračním výsledku, který není 'dobrý'
es_es: Muestra información adicional acerca de resultado de calibración que sea menor que 'bueno'

source: Your mount guide speed is too slow for effective calibration and guiding. Use the hand-controller or mount driver to increase the guide speed to at least 0.5x sidereal. Then click the 'Recalc' button so PHD2 can compute a correct calibration step-size.
cs_cz: Rychlost vaší montáže je příliš malá pro účinnou kalibraci a navádění. Pomocí ovladače ručního pohybu nebo ovladače montáže zvyšte rychlost na minimálně 0,5x hvězdné rychlosti. Poté klikněte na tlačítko 'Přepočítat', aby PHD2 mohl vypočítat správnou velikost kalibračního kroku.
es_es: La velocidad de guiado de su montura es muy baja para una calibración y guiado efectivo. Utilice el controlador de mano o driver para incrementar la velocidad de guiado a al menos 0.5x sideral. Luego, click en botón 'Recalcular' para que PHD2 pueda recalcular un tamaño de paso de calibración correcto.

source: Your mount guide speed is below the minimum recommended value of 0.5x sidereal. Use the hand-controller or mount driver to increase the guide speed to at least 0.5x sidereal. Then click the 'Recalc' button so PHD2 can compute a correct calibration step-size.
cs_cz: Rychlost vaší montáže je nižší než minimální doporučená hodnota 0,5x hvězdné rychlosti. Pomocí ovladače ručního pohybu nebo ovladače montáže zvyšte rychlost alespoň na 0,5x hvězdné rychlosti. Poté klikněte na tlačítko 'Přepočítat', aby PHD2 mohl vypočítat správnou velikost kalibračního kroku.
es_es: La velocidad de guiado de su montura está por debajo del mínimo recomendado de 0.5x sideral. Utilice el controlador de mano o driver para incrementar la velocidad de guiado a al menos 0.5x sideral. Luego, click en botón 'Recalcular' para que PHD2 pueda recalcular un tamaño de paso de calibración correcto.

source: Your current calibration parameters can be adjusted for more accurate results. Click the 'Recalc' button to restore them to the default values.
cs_cz: Vaše aktuální kalibrační parametry lze upravit pro přesnější výsledky. Kliknutím na tlačítko 'Přepočítat' je obnovíte na výchozí hodnoty.
es_es: Sus parámetros de calibración actuales pueden ser ajustados para mejores resultados. Click en botón 'Recalcular' para regresarlos a sus valores por defecto.

source: Calibration failed or was cancelled
cs_cz: Kalibrace selhala nebo byla zrušena
es_es: Calibración falló o fue cancelada

source: Mount can't report its pointing position
cs_cz: Montáž nemůže hlásit svou polohu umístění
es_es: La montura no puede reportar su posición de apuntado

source: MERIDIAN FLIP!
cs_cz: PŘEKLOPENÍ POLEDNÍKU!
es_es: CAMBIO DE MERIDIANO!

source: WATCH SCOPE DURING SLEWING TO INSURE SAFETY
cs_cz: BĚHEM PŘEJEZDU SLEDUJTE DALEKOHLED, ABYSTE ZAJISTILI BEZPEČNOST
es_es: CONTROLE EL TELESCOPIO DURANTE EL DESPLAZAMIENTO PARA SEGURIDAD

source: Use the 'slew' button to move the scope to within 20 degrees of Dec = 0 or as close to that as your site will allow.
cs_cz: Pomocí tlačítka 'Přejezd' najeďte dalekohledem do vzdálenosti max. 20° od Dec = 0, nebo co nejblíže, jak to vaše místo umožňuje.
es_es: Utilice el botón "desplazar" para mover el telescopio a menos de 20 grados de Dec = 0 o tan cerca como sea posible.

source: Slew the scope to within 20 degrees of Dec = 0 or as close to that as your site will allow.
cs_cz: Přejeďte dalekohledem na 20° od Dec= 0, nebo co nejblíže, jak to vaše místo umožňuje.
es_es: Mueva el telescopio a menos de 20 grados de Dec = 0 o tan cerca como sea posible.

source: Calibration is likely to fail this close to the pole.
cs_cz: Kalibrace v této směru pravděpodobně selže.
es_es: Es probable que la calibración falle tan cerca del polo.

source: If you calibrate within 30 degrees of the pole, you will need to recalibrate when you slew to a different target.
cs_cz: Pokud provedete kalibraci v rozmezí 30° od cílového bodu, budete muset provést novou kalibraci, když se budete pohybovat k jinému cíli.
es_es: Si calibra dentro de los 30 grados del polo, necesitará recalibrar cuando desplace a un nuevo objeto.

source: Calibration will be more accurate with the scope pointing closer to the celestial equator.
cs_cz: Kalibrace bude přesnější, pokud bude dalekohled mířit blíže k nebeskému rovníku.
es_es: La calibración será más precisa con el telescopio apuntando cerca del ecuador celeste.

source: Mount is not connected
cs_cz: Montáž nepřipojena
es_es: Montura no conectada

source: Adjust 'Calibration Location' values if needed for your site, then click 'Slew'
cs_cz: V případě potřeby upravte hodnoty 'Kalibrační Místo', poté klikněte na tlačítko 'Přejezd'
es_es: Ajuste los valores de 'Ubicación de Calibración' para su sitio de ser necesario, luego click en 'Desplazar'

source: Manually move the telescope to a Dec location near %d
cs_cz: Ručně přeložte dalekohled na Dec poblíž %d
es_es: Mueva el telescopio manualmente a una ubicación Dec cerca de %d

source: Slewing...
cs_cz: Přejíždění....
de_de: Bewegen...
es_es: Desplazándose...
gl_es: Indo...

source: Slew failed! Make sure scope is tracking at sidereal rate
cs_cz: Přejezd selhal! Ujistěte se, že se dalekohled pohybuje rychlostí hvězdného času
es_es: Falló desplazamiento! Asegúrese que el telescopio esté siguiendo a velocidad sideral

source: Slew was cancelled
cs_cz: Přejezd byl zrušen
es_es: Desplazamiento fue cancelado

source: Pausing...
cs_cz: Přerušení...
es_es: Pausando...

source: Wait for tracking to stabilize, then click 'Calibrate' to start calibration or 'Cancel' to exit
cs_cz: Počkejte, až se pohyb ustálí, poté klikněte na 'Kalibrovat' pro spuštění kalibrace nebo 'Zrušit' pro ukončení
es_es: Espere que se estabilice el seguimiento, click en 'Calibrar' para iniciar calibración o 'Cancelar' para salir

source: Initial slew to approximate position
cs_cz: Počáteční přejezd na přibližnou pozici
es_es: Desplazamiento inicial para aproximar la posición

source: Final slew north to pre-clear Dec backlash
cs_cz: Konečný přejezd na sever k před vyčištění zpětné vůle Dec
es_es: Deslizamiento final al norte para pre-despejar el backlash Dec

source: Slewing to calibration location
cs_cz: Přejezd na kalibrační místo
es_es: Desplazando a ubicación de calibración

source: Wait for tracking to stabilize, then Click 'Calibrate' to start calibration or 'Cancel' to exit
cs_cz: Počkejte, až se pohyb ustálí, poté Klikněte na 'Kalibrovat' pro spuštění kalibrace nebo 'Zrušit' pro ukončení
es_es: Espere que se estabilice el seguimiento, click en 'Calibrar' para iniciar calibración o 'Cancelar' para salir

source: Steps
cs_cz: Kroky
es_es: Pasos

source: Orthogonality
cs_cz: Kolmost
es_es: Ortogonalidad

source: Rates
cs_cz: Rychlosti
de_de: Geschwindigkeiten
es_es: Tasas
gl_es: Taxas

source: Sky location (Dec comp disabled)
cs_cz: Pozice na Obloze (Kompenzace Dec vypnutá)
es_es: Ubicación del cielo (Comp de Dec deshabilitada)

source: Sky location
cs_cz: Pozice na obloze
es_es: Ubicación en el cielo

source: Calibration result was good, guiding is active using the new calibration
cs_cz: Výsledek kalibrace byl dobrý, navádění je aktivní s využitím nové kalibrace
es_es: El resultado de calibración es bueno, el guiado está activo con la nueva calibración

source: Calibration result was acceptable, guiding is active using the new calibration
cs_cz: Výsledek kalibrace byl přijatelný, navádění je aktivní s využitím nové kalibrace
es_es: El resultado de calibración es aceptable, el guiado está activo con la nueva calibración

source: Calibration result was poor, consider re-doing it while following all recommendations
cs_cz: Výsledek kalibrace byl špatný, zvažte jej znovu provedení s dodržením všech doporučení
es_es: El resultado de calibración no es bueno, considere volver a hacerlo siguiendo todas las recomendaciones

source: Calibration failed - probably because the mount didn't move at all
cs_cz: Kalibrace selhala - pravděpodobně kvůli tomu, že se montáž vůbec nepohybovala
es_es: Fallo de calibración - probablemente porque la montura no se movió

source: Scope isn't reporting current position
cs_cz: Dalekohled nehlásí aktuální pozici
es_es: El telescopio no está reportando su posición actual

source: Slew the scope closer to Dec = 0
cs_cz: Přejeďte dalekohled blíže k Dec = 0
es_es: Mueva el telescopio cerca de Dec = 0

source: Pre-clearing backlash
cs_cz: Před vyčištění zpětné vůle
es_es: Pre-compensando backlash

source: Waiting for calibration to complete
cs_cz: Čekám na dokončení kalibrace
es_es: Esperando que termine la calibración

source: Calibration could not start - suspend any imaging automation apps
cs_cz: Kalibrace nemůže začít - pozastavte veškeré aplikace pro automatické snímkování
es_es: La calibración no pudo iniciar - suspenda las aplicaciones de toma de imágenes automatizadas

source: Save Customized Calibration Position
cs_cz: Uložit Vlastní Kalibrační Pozici
es_es: Grabar Posición de Calibración Personalizada

source: Target Position
cs_cz: Cílová Pozice
es_es: Posición de objetivo

source: Target declination for slew, as close to Dec = 0 as possible for your location
cs_cz: Cílová deklinace pro přejezd, co nejblíže Dec = 0,, co nejblíže možné pro vaši polohu
es_es: Declinación objetivo para desplazamiento, tan cerca de Dec = 0 como sea posible

source: Target offset from central meridian, in degrees; east or west based on 'Pointing' buttons
cs_cz: Zadejte offset cíle od centrálního poledníku ve stupních; východním nebo západním směrem podle přepínacích tlačítek 'Nastavení směru'
es_es: Desplazamiento objetivo del meridiano central, en grados; este u oeste basado en botones 'Apuntando'

source: Scope on the west side of pier, pointing east
cs_cz: Dalekohled na západní straně pilíře, směřující na východ
es_es: Telescopio en el lado oeste del pie, apuntando al este

source: Check this if calibration can only be done on a particular side of the meridian because of nearby obstructions
cs_cz: Zaškrtněte tuto možnost, pokud lze kalibraci provést pouze na jedné straně poledníku kvůli překážkám v okolí
es_es: Marque si la calibración sólo puede hacerse en un lado particular del meridiano por obstrucciones

source: Western sky only
cs_cz: Pouze Západní obloha
es_es: Sólo cielo oeste

source: Eastern sky only
cs_cz: Pouze Východní obloha
es_es: Sólo cielo al este

source: If your site location requires a unique sky position for calibration, you can specify it here.
cs_cz: Pokud vaše poloha vyžaduje specifickou pozici na obloze pro kalibraci, můžete ji zde zadat.
es_es: Si su sitio requiere una posición de calibración determinada, la puede especificar aquí.
