Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: This version of AO firmware (%03u) limits the travel range of the AO, and may cause calibration to fail. It is recommended to load firmware version 101 or earlier. The SXV-AO Utility v104 or newer, available at http://www.sxccd.com/drivers-downloads, contains the v101 firmware.
cs_cz: Tato verze firmwaru AO (%03u) omezuje rozsah pohybu AO a může způsobit selhání kalibrace. Doporučuje se nahrát firmware ve verzi 101 nebo starší. Pro tento účel je k dispozici nástroj SXV-AO Utility ve verzi 104 nebo novější, který je možné stáhnout z webu http://www.sxccd.com/drivers-downloads. Tento nástroj obsahuje firmware ve verzi 101.
de_de: Diese Version der AO Firmware (%03u) begrenzt den Fahrbereich der AO, und kann die Kalibrierung stören. Es wird empfohlen die Firmware Version 101 or oder früher zu laden. Die SXV-AO Utility v104 oder neuer, erhältlich bei http://www.sxccd.com/drivers-downloads, enthält die v101 Firmware.
es_es: Esta versión de firmware de la OA (%03u) limita el rango de movimiento de la OA, y puede causar fallos de calibración. Se recomienda cargar la versión de firmware 101 o anterior. La utilidad de SXV-AO versión 104 o posterior, disponible en http://www.sxccd.com/drivers-downloads, contiene la versión de firmware v101.
gl_es: Esta versión de firmware da OA (%03u) limita o rango de movemento da OA, e pode causar fallos de calibración. Recoméndase cargar a versión de firmware 101 ou anterior. A utilidade de SXV-AO versión 104 ou posterior, dispoñible en http://www.sxccd.com/drivers-downloads, contén a versión de firmware v101.

source: Would you like to proceed anyway?
cs_cz: Přesto chcete pokračovat?
de_de: Willst du trotzdem weitermachen?
es_es: ¿Quiere proceder de todos modos?
gl_es: Queres proceder de todos os xeitos?

source: Select serial port
cs_cz: Výběr sériového portu
de_de: Seriellen Port auswählen
es_es: Seleccionar puerto serie
gl_es: Seleccionar porto serie

source: Serial Port
cs_cz: Sériový Port
de_de: Serieller Port
es_es: Puerto Serie
gl_es: Puerto Serie

source: We need at least INDI driver %s version 1.12 to get the Firmware version and the Limit switch states.
cs_cz: Pro získání verze firmwaru a stavů přepínače potřebujete alespoň verzi ovladače INDI %s 1.12.
de_de: Wir brauchen mindestens INDI Treiber %s Version 1.12 um die Firmware Version und die Endschalter-Zustände zu bekommen
es_es: Se necesita al menos la versión 1.12 del controlador INDI %s para saber la versión del Firmware y el límite del estado de interrupción.
gl_es: Necesitamos polo menos o controlador INDI %s versión 1.12 para obter a versión de Firmware e os estados do botón Limitar.

source: This AO device has firmware version %03u which means it needs to be flashed. The SXV-AO Utility v104 or newer, available at http://www.sxccd.com/drivers-downloads, contains the firmware.
cs_cz: Toto za AO má firmware verze %03u, což znamená, že je třeba jej flashnout. Nástroj SXV-AO Utility v104 nebo novější, který je k dispozici na adrese http://www.sxccd.com/drivers-downloads, obsahuje firmware.
de_de: Dieses AO Gerät hat die Firmware Version %03u was bedeuted, dass es geflashed werden muss. Die SXV-AO Utility v104 oder neuer, erhältlich bei http://www.sxccd.com/drivers-downloads, enthält diese Firmware.
es_es: Este dispositivo de OA tiene la versión del firmware %03u la cual necesita ser actualizada. La utilidad SXV-AO versión 104 o superior, disponible en http://www.sxccd.com/drivers-downloads, contiene el firmware.
gl_es: Este dispositivo de OA ten a versión de firmware %03u, o que significa que debe ser cambiada. A SXV-AO Utility v104 ou máis recente, dispoñible en http://www.sxccd.com/drivers-downloads, contén o firmware.

source: Zoom in
cs_cz: Přiblíží
de_de: Vergrößeren
es_es: Ampliar Zoom
gl_es: Ampliar Zoom

source: Zoom out
cs_cz: Oddálí
de_de: Verkleinern
es_es: Reducir Zoom
gl_es: Reducir Zoom

source: Reference Circle
cs_cz: Referenční Kruh
de_de: Referenzkreis
es_es: Círculo de Referencia
gl_es: Círculo de Referencia

source: Check to display a reference circle
cs_cz: Zaškrtnutím se zobrazí referenční kruh
de_de: Auswählen, um einen Referenzkreis anzuzeigen
es_es: Habilitar para mostrar Círculo de Referencia
gl_es: Habilitar para mostrar Círculo de Referencia

source: Radius:
cs_cz: Poloměr:
es_es: Radio:
gl_es: Radio:

source: Reference circle radius
cs_cz: Poloměr referenčního kruhu
de_de: Referenzkreisradius
es_es: Radio del círculo de referencia
gl_es: Radio do círculo de referencia

source: SkyE
cs_cz: NebeV
gl_es: CeoLeste

source: SkyN
cs_cz: NebeS
gl_es: CeoNorte

source: Guide Pulse Duration (ms):
cs_cz: Délka Trvání Řídícího Pulsu (ms):
de_de: Dauer des Guidingimpuls (ms):
es_es: Duración del Pulso de Guiado (ms):
gl_es: Duración do pulso de guiado (milisegundos)

source: Manual guide pulse duration (milliseconds)
cs_cz: Délka trvání ručního pulzu (v milisekundách)
de_de: Länge des manuellen Guidingimpuls (Millisekunden)
es_es: Duración de pulsos de guiado manual (milisegundos)
gl_es: Duración de pulsos de guiado manuais (milisegundos)

source: Reset the manual guide pulse duration to the default value. The default value is the calibration step size.
cs_cz: Obnoví délku trvání ručního impulzu na výchozí hodnotu. Výchozí hodnotou je velikost kroku kalibrace.
de_de: Zurücksetzen des manuellen Guidingimpuls auf den Vorgabewert. Der Vorgabewert ist die Schrittweite der Kalibrierung.
es_es: Restaurar la duración de pulsos de guiado manual a valores por defecto. El valor por defecto es el tamaño del paso de calibración.
gl_es: Restaurar a duración de pulsos de guiado manuais a valores por defecto. O valor por defecto é o tamaño do paso de calibración.

source: MOVE1 (+/- 0.5)
cs_cz: POHYB1 (+/- 0.5)
de_de: BEWEGUNG1 (+/- 0.5)

source: MOVE2 (+/- 1.0)
cs_cz: POHYB2 (+/- 1.0)
de_de: BEWEGUNG2 (+/- 1.0)

source: MOVE3 (+/- 2.0)
cs_cz: POHYB3 (+/- 2.0)
de_de: BEWEGUNG3 (+/- 2.0)

source: MOVE4 (+/- 3.0)
cs_cz: POHYB4 (+/- 3.0)
de_de: BEWEGUNG4 (+/- 3.0)

source: MOVE5 (+/- 5.0)
cs_cz: POHYB5 (+/- 5.0)
de_de: BEWEGUNG5 (+/- 5.0)

source: Select the dither amount type. Imaging applications have the option of sending each of these dither amounts to PHD.
cs_cz: Vyberte typ hodnoty ditherace. Aplikace pro snímání mají možnost odeslat každou z těchto hodnot ditherace do PHD.
de_de: Wähle einen Dither-Wert. Manche Aufnahmeanwendungen haben die Möglichkeit einen Dither-Wert an PHD zu übermitteln.
es_es: Seleccionar la cantidad de Dither. Las aplicaciones de captura tienen la opción de enviar estas cantidades a PHD.
gl_es: Seleccionar a cantidade de dither. As aplicacións de imaxe teñen a opción de enviar esa cantidade de dither a PHP.

source: Scale factor for dithering. The dither amount type is multiplied by this value to get the actual dither amount. Changing the value here affects both manual dithering and dithering from imaging applications connected to PHD.
cs_cz: Faktor měřítka pro ditheraci. Hodnota ditherace je vynásobena tímto faktorem, aby se získala skutečná hodnota ditherace. Změna této hodnoty ovlivňuje jak manuální ditheraci, tak ditheraci z obrazových aplikací připojených k PHD.
de_de: Skalierungsfaktor für das Dithern. Der Dither-Wert wird mit diesem Wert multipliziert, um den tatsächliche Wert zu erhalten. Wird der Wert geändert, betrifft das sowohl das manuelle Dithern als auch das Dithern durch eine Aufnahmenanwendung, die mit PHD verbunden ist.
es_es: Factor de Escala de Dithering. La cantidad de Dither se multiplica por este valor para calcular la cantidad total de dither. Cambiando este valor afecta tanto al dithering manual como al que se realiza desde aplicaciones conectadas a PHD.
gl_es: Factor de Escala de Dithering. A cantidade de Dither multiplícase por este valor para calcular a cantidade total de dither. Cambiando este valor afecta tanto ó dithering manual coma ó que se realiza desde aplicacións conectadas a PHD.

source: RA Only
cs_cz: Jen RA
de_de: nur RA
es_es: Sólo AR
gl_es: Só AR

source: Dither on RA axis only. Changing the value here affects both manual dithering and dithering from imaging applications connected to PHD.
cs_cz: Ditherace pouze ve směru RA. Změna hodnoty zde ovlivňuje jak manuální ditheraci, tak ditheraci v obrazových aplikací připojených k programu PHD.
de_de: Dithern nur der RA-Achse. Wird der Wert geändert, betrifft das sowohl das manuelle Dithern als auch das Dithern durch eine Aufnahmeanwendung, die mit PHD verbunden ist.
es_es: Realizar dither sólo en el eje AR. El cambio de este valor afecta a tanto al dithering manual como al realizado desde las aplicaciones conectadas a PHD.
gl_es: Realizar Dither só no eixe AR. O cambio deste valor afecta tanto í dithering manual coma ó realizado dende as aplicacións conectadas a PHD.

source: Move the guider lock position a random amount on each axis, up to the maximum value determined by the dither type and the dither scale factor.
cs_cz: Náhodně posune pozici na každé ose až do maximální hodnoty určené typem ditherace a faktorem měřítka ditherování.
de_de: Bewege die Lock-Position beider Achsen um einen zufällige Wert, bis zu dem maximalen Wert, der von den Dither-Typ und der Dither-Skalierung bestimmt wird.
es_es: Mover la posición de bloqueo de guiado una cantidad aleatoria en cada eje, hasta un máximo determinado por el tipo de dither y el factor de escala.
gl_es: Mover a posición de bloqueo de guiado unha cantidade aleatoria en cada eixe, ata un máximo determinado polo tipo de dither e o factor de escala.

source: File does not exist - cannot load
cs_cz: Soubor neexistuje - nelze načíst
de_de: Datei existiert nicht - Laden nicht möglich
es_es: El archivo no existe - No se puede cargar
gl_es: O arquivo non existe - Non se pode cargar

source: FITS file is not of an image:
cs_cz: Tento FITS soubor nemá žádný obrázek:
de_de: FITS-Datei ist kein Bild:
es_es: El archivo FITS no es de una imagen:
gl_es: O arquivo FITS non é dunha imaxe:

source: Memory allocation error loading FITS file %s
cs_cz: Chyba při dělení paměti při čtení souboru FITS file %s
es_es: Error de asignación de memoria cargando archivo FITS %s
gl_es: Erro de alocación de memoria ó cargar arquivo FITS %s

source: Error reading data from FITS file %s
cs_cz: Chyba při čtení dat ze souboru FITS file %s
es_es: Error leyendo datos de archivo FITS %s
gl_es: Erro lendo datos de arquivo FITS %s

source: Review Calibration
cs_cz: Kontrola Kalibrace
de_de: Kalibrierung bewerten
es_es: Revisar Calibración
gl_es: Revisar Calibración

source: Restore Calibration
cs_cz: Obnovit Kalibrace
de_de: Alte Kalibrierung wiederherstellen
es_es: Restaurar Calibración
gl_es: Restaurar Calibración

source: Connecting to Mount...
cs_cz: Připojování k Montáži....
de_de: Verbindung zur Montierung aufbauen...
es_es: Conectando con la Montura...
gl_es: Conectando coa montura...

source: Connecting to AO...
cs_cz: Připojování k AO ...
de_de: AO-Verbindung aufbauen...
es_es: Conectando con Óptica Activa...
gl_es: Conectando con AO...

source: Connecting to Camera...
cs_cz: Připojování ke Kameře ...
de_de: Kameraverbindung aufbauen...
es_es: Conectando con la Cámara...
gl_es: Conectando coa Cámara...

source: Connecting to Rotator...
cs_cz: Připojování k Rotátoru ...
de_de: Verbindung zum Rotator aufbauen...
es_es: Conectando con el Rotador...
gl_es: Conectando co Rotador...

source: AO
es_es: Óptica Activa
gl_es: OptAdap

source: N/A
es_es: No Disponible
gl_es: Non Dispoñible

source: on
de_de: ein
es_es: conectado
gl_es: acender

source: off
de_de: aus
es_es: apagado
gl_es: apagar

source: 16-bit
es_es: 6-bit

source: Failed to set camera exposure
de_de: Setzen der Kamera Belichtung fehlgeschlagen
es_es: Falló al configurar la exposición de la cámara
gl_es: Fallo ó configurar a exposición da cámara

source: Start
de_de: Starten
es_es: Iniciar
gl_es: Iniciar

source: INDI Server
es_es: Servidor INDI
gl_es: Servidor INDI

source: Port
es_es: Puerto
gl_es: Porto

source: Drift
es_es: Deriva
gl_es: Deriva

source: Import...
de_de: Importieren...
es_es: Importar...
gl_es: Importar...

source: Export...
de_de: Exportieren...
es_es: Exportar...
gl_es: Exportar...

source: PE
de_de: Periodischer Fehler (PE)
es_es: Error Periódico
gl_es: Erro Periódico

source: On
de_de: Ein
es_es: Conectado
gl_es: Aceso

source: Hys
es_es: His
gl_es: His

source: Tolerance
de_de: Toleranz
es_es: Tolerancia
gl_es: Tolerancia

source: arc-sec
de_de: Bogensek
es_es: arc-seg
gl_es: arc-seg

source: Try to keep your exposure times in the range of %.1fs to %.1fs
de_de: Versuche deine Belichtungszeiten im Bereich von %.1fs bis %.1fs zu halten
es_es: Intente mantener los tiempos de exposición en los rangos de %.1fs to %.1fs
gl_es: Intenta manter os tempos de exposición nun rango entre %.1fs e %.1fs

source: arc-sec/min
de_de: Bogensek/min
es_es: arc-segs/min
gl_es: arc-segs/min

source: Lowpass
de_de: Tiefpass
es_es: Paso Bajo
gl_es: Paso Baixo

source: Lowpass2
de_de: Tiefpass2
es_es: Paso Bajo 2
gl_es: Paso Baixo 2

source: Resist Switch
de_de: WidersteheWechsel
es_es: Resistencia a Cambio
gl_es: Cambio de resistencia

source: Min
es_es: Mín
gl_es: Mín

source: Max
es_es: Máx
gl_es: Máx

source: Restart PHD2
de_de: Neustart PHD2
es_es: Reiniciar PHD2
gl_es: Reiniciar PHD2

source: Choose this if your guide camera driver downloads 8-bit data
es_es: Seleccione si el driver de su cámara guía utiliza datos de 8 bits

source: Choose this if your guide camera driver downoads 16-bit data. Requires a camera with 10, 12, 14 or 16-bit ADC electronics
es_es: Seleccione si el driver de su cámara guía utiliza datos de 16 bits. Requiere una cámara con electrónica ADC de 10, 12, 14 o 16 bits

source: Bit depth (bits/pixel)
es_es: Profundidad de pixel (bits/pixel)

source: This is the focal length of the guide scope - or the imaging scope if you are using an off-axis-guider or adaptive optics device (Focal length = aperture x f-ratio). Typical finder scopes have a focal length of about 165mm.
es_es: Es la longitud focal del telescopio guía - o del telescopio principal si está utilizando un guiado-fuera-de-eje o un dispositivo de óptica activa (Longitud focal = apertura x ratio-f). Buscadores normales tienen una longitud focal de cerca de 165mm.
gl_es: Esta é a lonxitude focal do telescopio guía - ou do telescopio de fotografía se se está usando unha guía fóra de eixe ou un controlador de óptica adaptativa (Lonxitude focal = apertura X valor f telesc). Podes usar o control arriba/abaixo ou escribir o valor directamente.

source: Mount has high-precision encoders
es_es: La montura tiene encoders de alta precisión

source: AO:
es_es: Óptica Activa:
gl_es: Óptica Adaptativa:

source: PHD2 is not able to make sufficient corrections in Dec. If you have just done a meridian flip, check to see if the 'Reverse Dec output option' on the Advanced Dialog guiding tab is wrong. Otherwise, check for cable snags, try re-doing your calibration, and check for problems with the mount mechanics.
es_es: PHD2 no puede realizar suficientes correcciones en Dec. Si ha realizado un cambio de meridiano, revise si la opción 'Salida Dec Reversa' en la solapa Guia Avanzado está mal. De lo contrario, verifique cables enganchados, reintente la calibración y revise problemas con la mecánica de la montura.
gl_es: PHD2 non é quen de facer as correccións suficientes en dec. Se acaba de facer un volteo por meridiano, comproba se a opción de saída "Dec Invertida" da guía de diálogo avanzado é incorrecta. En caso contrario, comproba se hai cables desenchufados, proba a facer a calibración e comproba se hai problemas coa mecánica de montura.

source: Arcsec/pixel
de_de: Bogensek/px
es_es: Arcseg/pixel
gl_es: Arcseg/pixel

source: Cannot connect to camera %s: %s
gl_es: Non se pode conectar a cámara %s: %s

source: Error connecting to SAC4-2
de_de: Fehler beim Verbinden mit SAC4-2
gl_es: Erro na conexión con SAC4-2

source: Error capturing data from camera
de_de: Fehler bei der Übertragung der Aufnahmedaten von der Kamera
gl_es: Erro capturando datos dende a cámara

source: Can't find cmosDLL.dll
de_de: cmosDLL.dll nicht gefunden
gl_es: Non se atopou cmosDLL.dll

source: Camera is not connected. Additional camera properties may be available if you connect to it first.
de_de: Kamera ist nicht verbunden. Weitere Kameraeigenschaften sind möglicherweise verfügbar, wenn du zuerst eine Verbindung herstellst.
gl_es: A cámara non está conectada. Pode haber propiedades adicionais da cámara unha vez que estea conectada.

source: Star Saturation Detection
de_de: Sternsättigungserkennung
gl_es: Detección de Saturación da Estrela

source: RA
gl_es: AR

source: Hostname
gl_es: Nome do Host

source: RA / Dec
gl_es: AR / Dec

source: RA:
gl_es: AR:

source: Guiding parameters have been reset because the binning or pixel size changed unexpectedly. You should use separate profiles for different image scales.
gl_es: Hai que resetear os parámetros de guiado porque cambiou o binning ou o tamaño de píxel inesperadamente. Podes usar perfís diferentes para escalas de imaxe diferentes.

source: Enter a focal length in millimeters, between %.f and %.f, or enter 0 if the focal length is not known
gl_es: Insire unha distancia focal en milímetros, entre %.f e %.f, ou escribe 0 se non coñeces a distancia focal

source: Please specify camera type, guider focal length, and guide camera pixel size
de_de: Bitte gib einen Kameratyp, die Brennweite des Leitrohrs und die Pixelgröße der Nachführkamera an
gl_es: Selecciona un tipo de cámara, lonxitude focal do tubo guía, e o tamaño do pixel da cámara guía

source: Cannot connect to mount %s: %s
gl_es: Non se pode conectar a montura %s: %s

source: a-s/px
de_de: Bogensek/px

source: %0.1f um
de_de: %0.1f µm

source: arc-min
de_de: Bogenmin

source: nnn.n x nnn.n arc-min
de_de: nnn.n x nnn.n Bogenmin
