Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: Disconnect all equipment
cs_cz: Odpojí všechna za
de_de: Alle Verbindungen trennen
es_es: Desconectar todo el equipo
gl_es: Desligar todo o equipo

source: Close
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
gl_es: Pechar

source: Connect to camera
cs_cz: Připojí kameru
de_de: Mit Kamera verbinden
es_es: Conectar a la cámara
gl_es: Ligar á cámara

source: Disconnect from camera
cs_cz: Odpojí kameru
de_de: Kameraverbindung trennen
es_es: Desconectar la cámara
gl_es: Desligar a cámara

source: Connect to mount
cs_cz: Připojí montáž
de_de: Montierung verbinden
es_es: Conectar a la montura
gl_es: Ligar a montura

source: Disconnect from mount
cs_cz: Odpojí montáž
de_de: Montierungsverbindung trennen
es_es: Desconectar la montura
gl_es: Desligar a montura

source: Connect to aux mount
cs_cz: Připojí k portu AUX montáž
de_de: Aux-Montierung verbinden
es_es: Conectar la montura aux
gl_es: Ligar a montura aux

source: Disconnect from aux mount
cs_cz: Odpojí montáž od portu AUX
de_de: Verbindung zur Aux-Montierung trennen
es_es: Desconectar de la montura aux
gl_es: Desligar da montura aux

source: Connect to AO
cs_cz: Připojí k AO
de_de: Mit AO verbinden
es_es: Conectar Óptica Activa
gl_es: Ligar Óptica Adaptativa

source: Disconnect from AO
cs_cz: Odpojí AO
de_de: AO-Verbindung trennen
es_es: Desconectar Óptica Activa
gl_es: Desligar Óptica Adaptativa

source: Connect to Rotator
cs_cz: Připojí Rotátor
de_de: Rotator verbinden
es_es: Conectar al Rotador
gl_es: Ligar o Rotador

source: Disconnect from Rotator
cs_cz: Odpojí Rotátor
de_de: Rotatorverbindung trennen
es_es: Desconectar del Rotador
gl_es: Desligar o Rotador

source: No cameras found
cs_cz: Nalezeny žádné kamery
de_de: Keine Kameras gefunden
es_es: No se encontró cámara
gl_es: Non se atoparon cámaras

source: Connecting to Camera ...
cs_cz: Připojování ke Kameře ...
de_de: Kameraverbindung aufbauen...
es_es: Conectando a la cámara...
gl_es: Ligando á cámara...

source: By changing cameras in this profile, you won't be able to use the existing dark library or bad-pixel maps. You should consider creating a new profile for this set-up. Do you want to connect to this camera anyway?
cs_cz: Změnou kamery v tomto profilu nebudete moci používat existující knihovnu pro dark snímky nebo mapu vadných pixelů. Měli byste zvážit vytvoření nového profilu pro toto nastavení. Chcete se k této kameře přesto připojit?
es_es: Al cambiar cámaras en este perfil, no podrá utilizar la librería Dark o mapas de pixel erróneos existente. Debería considerar crear un nuevo perfil para este equipamiento. ¿Desea conectarse a esta cámara de todos modos?
gl_es: Ó cambiar a cámara neste perfil non se vai poder usar unha librería de darks ou mapa de píxeles erróneos existente. Deberías considerar crear un novo perfil para este equipo. Queres continuar cambiando este perfil de cámara?

source: Camera Change Warning
cs_cz: Upozornění na Změnu Kamery
de_de: Kamera-Wechselwarnung
es_es: Aviso de cambio de Cámara
gl_es: Aviso de cambio de Cámara

source: Camera Connected
cs_cz: Kamera Připojena
de_de: Kamera verbunden
es_es: Cámara Conectada
gl_es: Cámara Conectada

source: Camera Connect Failed
cs_cz: Kamera Nepřipojena
de_de: Kameraverbindung fehlgeschlagen
es_es: Falló la Conexión a la Cámara
gl_es: Fallou a Conexión á Cámara

source: Camera Disconnected
cs_cz: Kamera Odpojena
de_de: Kamerverbindung getrennt
es_es: Cámara desconectada
gl_es: Cámara Desligada

source: Connecting to Mount ...
cs_cz: Připojování k Montáži...
de_de: Verbindung zur Montierung aufbauen...
es_es: Conectando a la montura...
gl_es: Conectando á montura...

source: Mount does not support the required PulseGuide interface
cs_cz: Montáž nepodporuje požadované rozhraní PulseGuide
de_de: Montierung unterstützt nicht die erforderliche PulseGuide Schnittstelle
es_es: La montura no soporta el interface de Guiado por Pulsos requerido
gl_es: A montura non soporta a interface de Guiado por Pulsos requirido

source: Mount Connected
cs_cz: Montáž Připojena
de_de: Montierung verbunden
es_es: Montura Conectada
gl_es: Montura Ligada

source: Mount Connect Failed
cs_cz: Montáž Nepřipojena
de_de: Verbindung zur Montierung fehlgeschlagen
es_es: Falló la Conexión a la Montura
gl_es: Fallou a Conexión á Montura

source: Connecting to Aux Mount ...
cs_cz: Připojování k AUX montáži ...
de_de: Verbindung zur Aux-Montierung aufbauen...
es_es: Conectando a Montura Aux...
gl_es: Conectando a Montura Aux...

source: Aux Mount Connected
cs_cz: AUX Montáž Připojena
de_de: Aux-Montierung verbunden
es_es: Montura Aux Conectada
gl_es: Montura Aux Ligada

source: Aux Mount Connect Failed
cs_cz: AUX Montáž Nepřipojena
de_de: Verbindung zur Aux-Montierung fehlgeschlagen
es_es: Falló la Conexión a la Montura Aux
gl_es: Fallou a Conexión á Montura Aux

source: Mount Disconnected
cs_cz: Montáž Odpojena
de_de: Montierung getrennt
es_es: Montura Desconectada
gl_es: Montura Desligada

source: Aux Mount Disconnected
cs_cz: AUX Montáž Odpojena
de_de: Aux-Montierung getrennt
es_es: Montura Aux Desconectada
gl_es: Montura Aux Desligada

source: Hide
cs_cz: Skrýt
de_de: verbergen
es_es: Ocultar
gl_es: Ocultar

source: More Equipment ...
cs_cz: Další Za ...
de_de: Mehr Ausrüstung...
es_es: Más Equipo ...
gl_es: Máis Equipamento ...

source: Connecting to AO ...
cs_cz: Připojování k AO ...
de_de: AO-Verbindung aufbauen...
es_es: Conectando a la Óptica Activa ...
gl_es: Conectando á Óptica Adaptativa...

source: Centering AO ...
cs_cz: Centrování AO ...
de_de: Zentrieren AO...
es_es: Centrando Óptica Activa ...
gl_es: Centrando Óptica Adaptativa ...

source: AO Connected
cs_cz: AO Připojeno
de_de: AO verbunden
es_es: Óptica Activa Conectada
gl_es: Óptica Adaptativa Ligada

source: AO Connect Failed
cs_cz: AO Nepřipojeno
de_de: AO-Verbindung fehlgeschlagen
es_es: Falló la Conexión de la Óptica Activa
gl_es: Fallou a Conexión da Óptica Adaptativa

source: AO Disconnected
cs_cz: AO Odpojeno
de_de: AO getrennt
es_es: Óptica Activa Desconectada
gl_es: Óptica Adaptativa Desligada

source: Connecting to Rotator ...
cs_cz: Připojování k Rotátoru ...
de_de: Verbindung zum Rotator aufbauen...
es_es: Conectando al Rotador ...
gl_es: Conectando ó Rotador ...

source: Rotator Connected
cs_cz: Rotátor Připojen
de_de: Rotator verbunden
es_es: Rotador Conectado
gl_es: Rotador Ligado

source: Rotator Connect Failed
cs_cz: Rotátor Nepřipojen
de_de: Verbindung zum Rotator fehlgeschlagen
es_es: Falló la Conexión al Rotador
gl_es: Fallou a Conexión ó Rotador

source: Rotator Disconnected
cs_cz: Rotátor Odpojen
de_de: Rotator getrennt
es_es: Rotador Desconectado
gl_es: Rotador Desligado

source: New Equipment Profile
cs_cz: Nový Profil Za
de_de: Neues Ausrüstungs Profil
es_es: Nuevo Perfil de Equipo
gl_es: Novo Perfil de Equipo

source: Name
cs_cz: Jméno
es_es: Nombre
gl_es: Nome

source: Enter the name of the new equipment profile
cs_cz: Zadejte název nového profilu za
de_de: Name für eine neues Ausrüstungsprofil eingeben
es_es: Introduzca el nombre del nuevo perfil de equipo
gl_es: Introduce o nome do novo perfil de equipo

source: PHD Defaults
cs_cz: Výchozí hodnoty PHD
de_de: PHD Voreinstellungen
es_es: PHD Por Defecto
gl_es: PHD por Defecto

source: Profile initial settings
cs_cz: Počáteční nastavení profilu
de_de: Profil Anfangseinstellungen
es_es: Configuración inicial de perfil
gl_es: Configuración inicial de perfil

source: Select PHD Defaults to create a profile with default PHD settings, or select an existing Equipment Profile to copy its settings into your new profile.
cs_cz: Chcete-li vytvořit profil s výchozími nastaveními PHD, vyberte možnost Výchozí nastavení PHD nebo vyberte existující profil za a zkopírujte jeho nastavení do nového profilu.
de_de: Wähle PHD-Voreinstellungen, um ein Profil aus den Vorgabe-Einstellungen zu erstellen oder wähle ein vorhandenes Geräteprofil, um die Einstellungen in das neue Profil zu kopieren.
es_es: Seleccione PHD por Defecto para crear un perfil con las configuraciones de PHD por defecto, o seleccione un Perfil de Equipo existente para copiar su configuración en el nuevo perfil.
gl_es: Selecciona PHD por Defecto para crear un perfil coas configuracións de PHD por defecto, ou selecciona un Perfil de Equipo existente para copiar a configuración actual no novo perfil.

source: Cannot create profile %s, there is already a profile with that name
cs_cz: Nelze vytvořit profil %s, profil s tímto jménem již existuje
de_de: Profilname %s wird schon verwendet
es_es: No se puede crear el perfil %s, ya existe un perfil con ese nombre
gl_es: Non se pode crear o perfil %s, xa hai un perfil con ese nome

source: Could not create profile %s from profile %s
cs_cz: Nelze vytvořit profil %s z profilu %s
de_de: Kann Profil %s aus Profil %s nicht erstellen
es_es: No se puede crear el perfil %s desde el perfil %s
gl_es: Non se pode crear o perfil %s dende o perfil %s

source: Could not create profile %s
cs_cz: Nelze vytvořit profil %s
de_de: Kann Profil %s nicht erstellen
es_es: No se puede crear el perfil %s
gl_es: Non se pode crear o perfil %s

source: Delete profile %s?
cs_cz: Smazat profil %s?
de_de: Profil löschen %s?
es_es: ¿Borrar el perfil %s?
gl_es: Borrar o perfil %s?

source: Delete Equipment Profile
cs_cz: Smazat Profil Za
de_de: Ausrüstungsprofil löschen
es_es: Borrar Perfil de Equipo
gl_es: Borrar Perfil de Equipo

source: Rename %s
cs_cz: Přejmenovat %s
de_de: Umbenennen %s
es_es: Renombrar %s
gl_es: Renomear %s

source: Rename Equipment Profile
cs_cz: Přejmenovat Profil Za
de_de: Ausrüstungsprofil umbenennen
es_es: Renombrar perfil de Equipo
gl_es: Renomear perfil de Equipo

source: Could not rename profile
cs_cz: Název profilu nelze změnit
de_de: Profil kann nicht umbenannt werden
es_es: No se puede renombrar el perfil
gl_es: Non se pode renomear o perfil

source: Import PHD Equipment Profiles
cs_cz: Importovat Hardwarový Profily PHD
de_de: PHD Ausrüstungsprofile importieren
es_es: Importar perfiles PHD de Equipo
gl_es: Importar perfís PHD de equipo

source: Export PHD Equipment Profile
cs_cz: Exportovat Hardwarový Profil PHD
de_de: PHD Ausrüstungsprofile exportieren
es_es: Exportar Perfil de Equipo PHD
gl_es: Exportar Perfil de Equipo PHD

source: AO-Simulator
cs_cz: Simulátor AO
es_es: Simulador de Óptica Activa
gl_es: Simulador de Óptica Adaptativa

source: The AO Simulator only works with the Camera Simulator. You should either disconnect the AO Simulator or connect the Camera Simulator.
cs_cz: Simulátor AO funguje pouze s Simulátorem Kamery. Měli byste buď odpojit Simulátor AO nebo připojit Simulátor Kamery.
de_de: Der AO-Simulator arbeitet nur mit dem Kamera-Simulator. Du solltest entweder den AO-Simulator trennen oder den Kamera-Simulator verbinden.
es_es: El Simulador de OA únicamente funciona con el Simulador de Cámara. Se debe conectar el Simulador OA o el Simulador de Cámara.
gl_es: O Simulador de OA só funciona co Simulador de Cámara. Hai que conectar o Simulador OA ou o Simulador de Cámara.

source: The Rotator Simulator only works with the Camera Simulator. You must either disconnect the Rotator Simulator or connect the Camera Simulator.
cs_cz: Simulátor Rotátoru funguje pouze s Simulátorem Kamery. Buď musíte odpojit Simulátor Rotátoru nebo připojit Simulátor Kamery.
de_de: Der Rotator-Simulator arbeitet nur mit dem Kamera-Simulator. Du musst den Rotator-Simulator trennen oder den Kamera-Simulator verbinden.
es_es: El Simulador de Rotador únicamente funciona con el Simulador de Cámara. Se debe conectar el Simulador de Rotador o el Simulador de Cámara.
gl_es: O Simulador de Rotador só funciona co Simulador de Cámara. Hai que conectar o Simulador de Rotador ou o Simulador de Cámara.

source: Choose a star displacements file
cs_cz: Vyberte soubor s posuny hvězd
de_de: Wähle eine Stern-Verschiebungsdatei
es_es: Seleccionar un archivo de desplazamiento de estrella
gl_es: Seleccionar un arquivo de desprazamento de estrela

source: Can't use this file for star displacements
cs_cz: Tento soubor nelze použít pro posuny hvězd
de_de: Kann diese Datei kann nicht für eine Stern-Verschiebung verwenden
es_es: No puede usarse este archivo para desplazamientos de estrella
gl_es: Non se pode este arquivo para desprazamentos de estrela

source: Can't simulate any star movement without a displacement file
cs_cz: Není možné simulovat žádný pohyb hvězd bez souboru s posuny
de_de: Kann keine Sternbewegung simulieren ohne eine Verschiebungsdatei
es_es: No puede simularse ningún movimiento de estrella sin archivo de desplazamiento
gl_es: Non se pode simular ningún movemento de estrela sen arquivo de desprazamento

source: Cannot load simulated image
cs_cz: Nelze načíst simulovaný SNÍMEK
de_de: Kann Bild für Simulation nicht laden
es_es: No se puede cargar imagen simulada
gl_es: Non se pode cargar imaxe simulada

source: Unsupported type or read error loading FITS file %d %d
cs_cz: Nepodporovaný typ nebo chyba při čtení souboru FITS %d %d
de_de: Nicht unterstützter Typ oder Lesefehler beim Laden der FITS-Datei %d %d
es_es: Tipo no soportado o error al abrir archivo FITS %d %d
gl_es: Tipo non soportado ou erro ó abrir arquivo FITS %d %d

source: PE amplitude and period must be > 0
cs_cz: Amplituda a perioda PE musí být > 0
de_de: PE-Amplitude und Periode müssen >0 sein
es_es: La amplitud y período del EP deben ser >0
gl_es: A amplitude e período do EP deben ser >0

source: PE amplitude and period must be numbers > 0
cs_cz: Amplituda PE a perioda musí být čísla > 0
de_de: PE-Amplitude und Periode müssen eine Zahl >0 sein
es_es: La amplitud y período del EP deben ser números > 0
gl_es: A amplitude e o período do EP deben ser números > 0

source: Camera Simulator
cs_cz: Simulátor Kamery
de_de: Kamera-Simulator
es_es: Simulador de Cámara
gl_es: Simulador de Cámara

source: Number of simulated stars
cs_cz: Počet simulovaných hvězd
de_de: Anzahl der simulierten Sterne
es_es: Número de Estrellas Simuladas
gl_es: Número de Estrelas Simuladas

source: Stars
cs_cz: Hvězdy
de_de: Sterne
es_es: Estrellas
gl_es: Estrelas

source: Number of hot pixels
cs_cz: Počet horkých pixlů
de_de: Anzahl der Hot-Pixel
es_es: Número de Hot Pixels
gl_es: Número de Hot Pixels

source: Hot pixels
cs_cz: Horké pixly
de_de: Hot-Pixel
es_es: Píxeles calientes

source: % Simulated noise
cs_cz: % Simulovaný šum
de_de: % Simuliertes Rauschen
es_es: % Simulación de Ruido
gl_es: % Simulación de Ruido

source: Noise
cs_cz: Šum
de_de: Rauschen
es_es: Ruido
gl_es: Ruido

source: Dec backlash, arc-secs
cs_cz: Vůle v Dec, arc-s
de_de: DEC-Backlash, Bogensekunden
es_es: Backlash de Dec,en arc-segs
gl_es: Backslash de Dec,en arc-segs

source: Dec backlash
cs_cz: Vůle v Dec
es_es: Backlash de Dec
gl_es: Backslash de Dec

source: Dec drift, arc-sec/min
cs_cz: Drift v Dec, arc-s/min
de_de: DEC-Drift, Bogensek/min
es_es: Deriva de Dec,arc-segs/min
gl_es: Deriva de Dec,arc-segs/min

source: Dec drift
cs_cz: Drift v Dec
es_es: Deriva en Dec
gl_es: Deriva en Dec

source: Guide rate, x sidereal
cs_cz: Rychlost ,x hvězdný
de_de: Guiding Rate, x siderisch
es_es: Tasa de Guiado, x sideral
gl_es: Taxa de Guiado, x sideral

source: Guide rate
cs_cz: Rychlost
de_de: Guiding Rate
es_es: Tasa de Guiado
gl_es: Taxa de Guiado

source: Apply stiction
cs_cz: Použít tření
es_es: Aplicar fricción estática
gl_es: Aplicar restrición

source: Simulate dec axis stiction
cs_cz: Simulujte tření dec os
es_es: Simular fricción estática en eje dec
gl_es: Simular restrición do eixe Dec

source: Apply PE
cs_cz: Použít PE
de_de: PE anwenden
es_es: Aplicar PE
gl_es: Aplicar Erro Períiódico

source: Simulate periodic error
cs_cz: Simulace periodické chyby
de_de: Simulierter periodischer Fehler
es_es: Simular error periódico
gl_es: Simular erro periódico

source: Default curve
cs_cz: Výchozí křivka
de_de: Standardkurve
es_es: Curva por defecto
gl_es: Curva por defecto

source: Use a built-in PE curve that has some steep and smooth sections.
cs_cz: Použijte vestavěnou křivku PE, která má některé strmé a hladké úseky.
de_de: Verwende eine integrierte PE-Kurve, die steile und glatte Abschnitte hat.
es_es: Usar una curva de Error Periódico que tenga algunas secciones con picos y valles.
gl_es: Usar unha curva de Erro Periódico que teña algunhas seccións con picos e vales.

source: Amplitude:
cs_cz: Amplituda:
es_es: Amplitud:

source: PE Amplitude, arc-secs
cs_cz: Amplituda PE, arc-s
de_de: PE Amplitude, Bogensekunden
es_es: Amplitud PE, arc-segs
gl_es: Amplitude PE, arc-seg

source: Custom curve
cs_cz: Vlastní křivka
de_de: Benutzerdefinierte Kurve
es_es: Curva personalizada
gl_es: Curva personalizada

source: Use a simple sinusoidal curve. You can specify the amplitude and period.
cs_cz: Použijte jednoduchou sinusovou křivku. Můžete zadat amplitudu a periodu.
de_de: Verwende eine einfache Sinuskurve. Du kannst die Amplitude und die Periode angeben.
es_es: Usar una curva sinusoidal sencilla. Se puede especificar la amplitud y el período.
gl_es: Usar unha curva sinusoidal sinxela. Pódese especificar a amplitude e o período.

source: Amplitude
cs_cz: Amplituda
es_es: Amplitud

source: Amplitude, arc-secs
cs_cz: Amplituda, arc-s
de_de: Amplitude, Bogensekunden
es_es: Amplitud, arc-segs
gl_es: Amplitude, arc-seg

source: Period
cs_cz: Doba
de_de: Periode
es_es: Período
gl_es: Período

source: Period, seconds
cs_cz: Doba, sekundy
de_de: Periode, Sekunden
es_es: Período, segundos
gl_es: Período, segundos

source: Reverse Dec pulse on West side of pier
cs_cz: Obrácený Dec puls na Západní straně pilíře
de_de: DEC-Impuls umkehren bei Teleskop-Position (Side of Pier) West
es_es: Invertir pulso de Dec al cambiar al Oeste de la columna
gl_es: Inverter os pulsos en Dec ó cambiar ó Oeste do trípode

source: Simulate a mount that reverses guide pulse direction after a meridian flip, like an ASCOM pulse-guided mount.
cs_cz: Simulujte montáž, která po překlopení poledníku změní směr naváděcího impulsu, jako je montáž ASCOM s naváděcím impulsem.
de_de: Eine Montierung simulieren, die den Guidingimpuls umkehrt nach dem Umschwenken, wie eine über ASCOM Pulsguide gesteuerte Montierung.
es_es: Simular una montura que invierte la dirección del guiado de pulsos después del cambio de meridiano, como en una montura guiada por pulsos con ASCOM.
gl_es: Simular unha montura que xira la dirección do guiado de pulsos despois do cambio de meridiano, como nunha montura guiada por pulsos con ASCOM.

source: Side of Pier: MMMMM
cs_cz: Strana Pilíře: MMMMM
de_de: Teleskop-Position: MMMMM
es_es: Tamaño de la columna: MMMMM
gl_es: Tamaño da columna: MMMMM

source: Pier Flip
cs_cz: Otočit Pilíř
de_de: Umschwenken der Teleskop-Position (Meridian Flip)
es_es: Girar sobre la columna
gl_es: Xirar sobre a columna

source: Session
cs_cz: Relace
de_de: Sitzung
es_es: Sesión
gl_es: Sesión

source: Camera angle, degrees
cs_cz: Úhel kamery, °
de_de: Kamerawinkel, Grad
es_es: Ángulo de cámara, grados
gl_es: Ángulo de cámara, graos

source: Camera angle
cs_cz: Úhel kamery
de_de: Kamerawinkel
es_es: Ángulo de cámara
gl_es: Ángulo de cámara

source: Seeing, FWHM arc-sec
cs_cz: Seeing, FWHM arc-s
de_de: Seeing, FWHM Bogensekunden

source: % cloud opacity
cs_cz: % c neprůhlednost oblohy
es_es: % c opacidad de nubes

source: Cloud %
cs_cz: Obloha %
es_es: Nube %

source: Comet
cs_cz: Kometa
de_de: Komet
es_es: Cometa
gl_es: Cometa

source: Reset all values to application defaults
cs_cz: Obnoví všechny hodnoty na výchozí hodnoty aplikace
de_de: Alle Einstellungen der Anwendung zurücksetzen
es_es: Borrar todos los valores y volver a valores por defecto
gl_es: Borrar todos os valores e volver a valores por defecto

source: Side of pier: %s
cs_cz: Strana pilíře: %s
de_de: Teleskop-Position: %s
es_es: Lado de la Columna: %s
gl_es: Tamaño da Columna: %s

source: Scope:
cs_cz: Dalek.:
de_de: Tel:
es_es: Telescopio:
gl_es: Telescopio:

source: Select the number of frames of history to display on the X-axis
cs_cz: Umožní vybrat počet snímků historie, které se mají zobrazit na ose X
de_de: Wähle die Anzahl der Bilder, die im Verlauf der X-Achse angezeigt werden
es_es: Seleccione el número de cuadros de histórico a mostrar en el eje X
gl_es: Seleccionar o número de puntos de histórico a mostrar no eixe X

source: Graph settings
cs_cz: Nastavení grafu
de_de: Grafik-Einstellungen
es_es: Configuraciones de Gráficas
gl_es: Configuracións de Gráficas

source: Clear
cs_cz: Smazat
de_de: Zurücksetzen
es_es: Limpiar
gl_es: Limpar

source: Clear graph data. You can also partially clear the graph by holding down the Ctrl key and clicking on the graph where you want the data to start.
cs_cz: Smaže data grafu. Graf můžete částečně smazat také tak, že podržíte stisknutou klávesu Ctrl a kliknete na graf v místě, kde chcete data začít mazat.
de_de: Diagrammdaten zurücksetzen. Du kannst auch teilweise die Diagramme zurücksetzen, indem du mit gedrückter Strg-Taste auf den Graphen klickst, der zurückgesetzt werden soll.
es_es: Limpiar los datos de las gráficas. También puede borrar parcialmente la gráfica manteniendo la tecla Ctrl y haciendo click en el lugar de la gráfica desde donde quiere comenzar.
gl_es: Limpar os datos das gráficas. Tamén podes borrar parcialmente a gráfica mantendo a tecla Ctrl e premendo no lugar da gráfica dende onde queres comezar.

source: Trendlines
cs_cz: Tendence
de_de: Trend-Linien
es_es: Líneas de Tendencia
gl_es: Liñas de Tendencia

source: Plot trend lines
cs_cz: Vykreslování spojnic trendu
de_de: Trend-Linien ausgeben
es_es: Graficar líneas de tendencia
gl_es: Amosar as liñas de tendencia

source: Corrections
cs_cz: Opravy
de_de: Korrekturen
es_es: Correciones
gl_es: Correccións

source: Display mount corrections
cs_cz: Zobrazí opravy montáže
de_de: Korrekturen der Montierung anzeigen
es_es: Mostrar correcciones de montura
gl_es: Amosar correccións da montura

source: RMS Error [px]:
cs_cz: Chyba RMS [px]:
de_de: RMS Fehler [px]:
es_es: Error RMS [px]:
gl_es: Erro RMS [px]:

source: Tot
cs_cz: Celk
es_es: Total
gl_es: Total

source: RA Osc: 0.00
cs_cz: RA Kmit: 0.00
de_de: RA Osz: 0.00
es_es: Osc RA: 0.00
gl_es: Osc AR: 0.00

source: Plot mode
cs_cz: Režim grafu
de_de: Ausgabe-Modus
es_es: Modo de Gráfica
gl_es: Modo de Gráfica

source: Y-axis units
cs_cz: Jednotky osy Y
de_de: Einheit Y-Achse
es_es: Unidades del Eje Y
gl_es: Unidades do Eixe Y

source: Arc-seconds
cs_cz: Úhlová sekunda
de_de: Bogensekunden
es_es: Arco-Segundos
gl_es: Arco-Segundos

source: Pixels
cs_cz: Pixly
de_de: Pixel
gl_es: Píxeles

source: Corrections to Scale
cs_cz: Opravy Měřítka
es_es: Correcciones a Escala

source: Star Mass
cs_cz: Velikost Hvězdy
de_de: Sterngröße
es_es: Masa de la Estrella
gl_es: Masa da Estrela

source: Star SNR
cs_cz: SNR Hvězdy
de_de: Stern SNR
es_es: SNR de laEstrella
gl_es: SNR da Estrela

source: RA Color...
cs_cz: RA Barva...
de_de: RA Farbe...
es_es: Color RA...
gl_es: Cor de AR...

source: Dec Color...
cs_cz: Dec Barva...
de_de: DEC Farbe...
es_es: Color Dec...
gl_es: Cor de Dec...

source: dx Color...
cs_cz: dx Barva ...
de_de: dx Farbe...
es_es: color dx...
gl_es: Cor dx...

source: dy Color...
cs_cz: dy Barva ...
de_de: dy Farbe...
es_es: color dy...
gl_es: Cor dy...

source: RA or dx Color
cs_cz: Barvy RA nebo dx
de_de: RA oder dx Farbe
es_es: Color RA o dx
gl_es: Cor AR ou dx

source: Dec or dy Color
cs_cz: Barvy Dec nebo dy
de_de: DEC oder dy Farbe
es_es: Color DEC o dy
gl_es: Cor DEC ou dy

source: Select the Y-axis scale, pixels per Y division
cs_cz: Umožní zvolit měřítko osy Y, počet pixelů na každou dělící osu Y
de_de: Wähle die Y-Achsen-Skala, Pixel pro Y Teilung
es_es: Seleccionar la escala Y, píxeles por división Y
gl_es: Seleccionar a escala Y, píxeles por división Y
