Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: Taking dark frame %d/%d
cs_cz: Pořizování dark snímku %d/%d
de_de: Aufnahme Darkframe %d/%d
es_es: Capturando toma de Dark %d/%d
gl_es: Realizando toma dark %d%d

source: %.1f s dark FAILED
cs_cz: %.1f s dark SELHAL
de_de: %.1f s Dunkelbild gescheitert
es_es: %.1f s Dark FALLO
gl_es: %.1f s Fallou o DARK

source: Dark frames complete
cs_cz: Pořizování dark snímků dokončeno
de_de: Dunkelbilderstellung abgeschlossen
es_es: Tomas Dark completadas
gl_es: Tomas DARK completadas

source: unable to open file %s
cs_cz: nelze otevřít soubor %s
es_es: no se pudo abrir archivo %s
gl_es: non se puido abrir o arquivo %s

source: Drift Align
cs_cz: Zarovnání Driftovou metodou
de_de: Drift-Justage
es_es: Alineado por Deriva
gl_es: Aliñamento por Deriva

source: Scope Pointing
cs_cz: Míření Dalekohledu
de_de: Teleskop zeigt auf
es_es: Posición del Telescopio
gl_es: Posición do Telescopio

source: Meridian Offset (%s)
cs_cz: Poledník Offset (%s)
es_es: Distancia a Meridiano (%s)
gl_es: Compensación do Meridiano (%s)

source: Declination (%s)
cs_cz: Deklinace (%s)
es_es: Declinación (%s)
gl_es: Declinación (%s)

source: Current
cs_cz: Aktuální
de_de: Aktuell
es_es: Actual
gl_es: Actual

source: Slew To
cs_cz: Přejezd Na
de_de: Bewegen zu
es_es: Desplazarse a
gl_es: Ir a...

source: Click to slew to given coordinates.
cs_cz: Kliknutím přejedete na dané souřadnice.
de_de: Klicken um die eingegeben Koordinaten anzufahren.
es_es: Hacer click para desplazarse a las coordenadas dadas.
gl_es: Facer click para ir ás coordenadas dadas.

source: Save
cs_cz: Uložit
de_de: Speichern
es_es: Guardar
gl_es: Gardar

source: Click to save these coordinates as the default location for this axis adjustment.
cs_cz: Kliknutím uložíte tyto souřadnice jako výchozí umístění pro toto nastavení osy.
de_de: Klicke hier um diese Koordinaten als die Standardposition für diese Achsen-Einstellung zu speichern.
es_es: Hacer click para guardar estas coordenadas como localización por defecto para este ajuste de ejes.
gl_es: Facer click para gardar estas coordenadas como localización por defecto para este axuste de eixes.

source: Altitude adjustment notes
cs_cz: Poznámky k úpravě výšky
de_de: Hinweise zur Polhöheneinstellung
es_es: Notas sobre el ajuste de altitud
gl_es: Notas sobre o axuste de altitude

source: Adjust
cs_cz: Upravit
de_de: Einstellen
es_es: Ajuste
gl_es: Axuste

source: Drift Align - Azimuth Adjustment
cs_cz: Metoda Drift - Ustanovení Azimutu
de_de: Drift-Justage - Azimuteinstellung
es_es: Alineación por deriva - Ajuste Azimut
gl_es: Aliñamento por Deriva - Axuste Acimut

source: Slew to near the Meridian and the Equator. Press Drift to measure drift, watch the Dec trend line. Press Adjust and adjust your mount's azimuth. Repeat Drift/Adjust until alignment is complete. Then, click Altitude to begin Altitude adjustment.
cs_cz: Přejeďte k blízkosti Poledníku a Rovníku. Stiskněte Drift pro měření posunu a sledujte trendovou linku Dec. Stiskněte tlačítko Upravit a upravte azimut montáže. Opakujte Drift/Upravit, dokud nebude zarovnání dokončeno. Poté klikněte na Výška a upravte Nadmořskou výšku.
de_de: Fahre zu einem Stern nahe beim Meridian und beim Äquator. Drücke Drift um die Drift zu messen, beobachte die DEC Kurve. Drücke Einstellen und stelle den Azimut deiner Montierung ein. Wiederhole Drift/Einstellen bis die Ausrichtung fertig ist. Drücke dann Polhöhe um die Polhöhenausrichtung zu beginnen.
es_es: Desplazar cerca del Meridiano y del Ecuador. Presione Deriva para medir la deriva, observe la tendencia de Declinación. Presione Ajuste y ajustar el azimuth de la montura. Repita Deriva/Ajuste hasta completar la alineación. Después, haga click en Altitud para empezar con el ajuste de Altitud.
gl_es: Apuntar preto do Meridiano e do ecuador. Premer Deriva para medir a deriva, e observar a liña de tendencia en Dec. Premer Axuste e cambiar o acimut da montura. Repetir Deriva/Axuste ata que o aliñamento estea completo. Logo premer en Altitude para comezar o axuste de altitude.

source: Azimuth adjustment notes
cs_cz: Poznámky k úpravě azimutu
de_de: Hinweise zur Azimuteinstellung
es_es: Notas sobre el ajuste de Azimut
gl_es: Notas sobre o axuste de Acimut

source: > Altitude
cs_cz: > Výška
de_de: > Polhöhe
es_es: > Altitud

source: Drift Align - Altitude Adjustment
cs_cz: Metoda Drift - Nastavení Nadmořské výšky
de_de: Drift-Justage - Polhöheneinstellung
es_es: Alineación por deriva - Ajuste Altitud
gl_es: Aliñamento por Deriva - Axuste Altitude

source: Slew to a location near the Equator and the Eastern or Western horizon. Press Drift to measure drift, watch the Dec trend line. Press Adjust and adjust your mount's altitude. Repeat Drift/Adjust until alignment is complete. Click Azimuth to repeat Azimuth adjustment.
cs_cz: Přejeďte na místo v blízkosti rovníku na východní nebo západní obzoru. Stiskněte Drift pro měření posunu, sledujte trendovou linku Dec. Stiskněte tlačítko Upravit a nastavte azimut montáže. Opakujte Drift/Upravit dokud nebude zarovnání dokončeno. Kliknutím na Azimut opakujte nastavení azimutu.
de_de: Fahre zu einem Stern nahe beim Äquator und beim Ost- oder Westhorizont. Drücke Drift um die Drift zu messen, beobachte die DEC Kurve. Drücke Einstellen und stelle dann die Höhe deiner Montierung ein. Wiederhole Drift/Einstellen bis die Ausrichtung fertig ist. Drücke dann Azimut um die Azimutausrichtung zu wiederholen.
es_es: Desplazar a localización cerca del Ecuador y del horizonte del Este u Oeste Presione Deriva para medir la deriva, observe la tendencia de Declinación. Presione Ajuste y ajuste la altitud de la montura. Repita Deriva/Ajuste hasta completar la alineación. Haga click en Azimuth para repetir el ajuste de Azimuth.
gl_es: Apuntar preto do ecuador e do horizonte leste ou oeste. Premer Deriva para medir a deriva, e observar a liña de tendencia en Dec. Premer Axuste e cambiar a altitude da montura. Repetir Deriva/Axuste ata que o aliñamento estea completo. Premer en Acimut para repetir o axuste.

source: < Azimuth
cs_cz: < Azimut
de_de: < Azimut
es_es: < Azimut
gl_es: < Acimut

source: Please connect a camera and a mount
cs_cz: Připojit kameru a montáž
de_de: Bitte Verbindung zur Kamera und Montierung aufbauen
es_es: Por favor conecte una cámara y una montura
gl_es: Conecta unha cámara e unha montura

source: Please calibrate before starting drift alignment
cs_cz: Před zahájením ustanovení driftovou metodou proveďte kalibraci
de_de: Bitte zuerst kalibrieren bevor die Drift-Justage gestartet wird
es_es: Por favor calibre antes de comenzar la alineación por deriva
gl_es: Calibra antes de comezar o aliñamento por deriva

source: Start Looping...
cs_cz: Zahájit Cyklování...
de_de: Starte Live-View...
es_es: Comenzar bucle....
gl_es: Comezar bucle....

source: Auto-selecting a star
cs_cz: Auto-výběr hvězdy
de_de: automatische Leitsternauswahl
es_es: Auto-seleccionar estrella
gl_es: Autoseleccionando estrela

source: Waiting for calibration to complete...
cs_cz: Čeká se na dokončení kalibrace...
de_de: Warten bis die Kalibrierung abgeschlossen ist...
es_es: Esperando a completar la calibración...
gl_es: Agardando a completar a calibración...

source: Start guiding...
cs_cz: Zahájit ...
de_de: Nachführen beginnen...
es_es: Comienzo del Guiado...
gl_es: Comezo do Guiado...

source: Drifting... click Adjust when done drifting
cs_cz: Probíhá driftování... po dokončení klikněte na Upravit
de_de: Driften... Klicke Justage, wenn der Drift abgeschlossen ist
es_es: Realizando Deriva.... hacer click en Ajuste cuando termine la deriva
gl_es: Realizando Deriva.... facer click en Axuste cando remate a deriva

source: Adjust azimuth, click Drift when done
cs_cz: Upravte azimut, klikněte na Drift, až bude hotovy
de_de: Justiere den Azimut, klicke Drift, wenn abgeschlossen
es_es: Ajustar Azimut, hacer click en Deriva cuando finalice
gl_es: Axuste Azimut, facer click en Deriva cando remate

source: Adjust altitude, click Drift when done
cs_cz: Upravte výšku, klikněte na Drift, až bude hotovy
de_de: Justiere die Polhöhe, klicke Drift, wenn abgeschlossen
es_es: Ajustar Altura, hacer click en Deriva cuando finalice
gl_es: Axuste Altitude, facer click en Deriva cando remate

source: Slew failed!
cs_cz: Přejezd slhal!
de_de: Keine Bewegung!
es_es: Desplazamiento falló!
gl_es: Fallou o desprazamento!

source: Slew was canceled
cs_cz: Přejezd zrušen
de_de: Bewegung wurde abgebrochen
es_es: Desplazamiento fue cancelado
gl_es: Cancelouse o desprazamento

source: Slewing ...
cs_cz: Přejíždění...
de_de: Bewegen...
es_es: Desplazándose. ...
gl_es: Indo. ...

source: Coordinates saved.
cs_cz: Uložit Souřadnice.
de_de: Koordinaten gespeichert.
es_es: Coordenadas guardadas.
gl_es: Coordenadas gardadas.

source: Please connect a camera first.
cs_cz: Nejprve připojte kameru.
de_de: Bitte zuerst eine Kamera verbinden
es_es: Por favor, conecte una cámara primero.
gl_es: Conecta antes a cámara.

source: The Drift Align tool is most effective when PHD2 knows your guide scope focal length and camera pixel size. Enter your guide scope focal length on the Global tab in the Brain. Enter your camera pixel size on the Camera tab in the Brain. Would you like to run the drift tool anyway?
cs_cz: Nástroj pro Driftovou metodiku je nejúčinnější, když PHD2 zná ohniskovou vzdálenost pointačního dalekohledu a velikost pixelu kamery. Zadejte ohniskovou vzdálenost pointačního dalekohledu na záložce Globální v sekci Vedení. Velikost pixelu kamery zadejte na kartě Kamera v sekci Pokročilá Nastavení Chcete přesto spustit nástroj pro drift?
de_de: Das Drift-Justage Tool ist besonders effektiv, wenn PHD2 die Brennweite des Leitrohrs und die Pixelgröße der Nachführkamera kennt. Gib die Brennweite des Leitrohrs im Gehirn in der Registerkarte 'Nachführen' ein Gib die Pixelgröße der Nachführkamera im Gehirn in der Registerkarte 'Kamera' ein Willst du das Drift-Justage-Tool starten?
es_es: La herramienta de Alineación de Deriva es más efectiva cuando PHD2 conoce la longitud focal del telescopio guía y el tamaño del píxel de la cámara. Introduzca su longitud focal del telescopio guía en la pestaña Global del cerebro. Introduzca su tamaño de píxel en la pestaña Cámara del cerebro. ¿Desea ejecutar la herramienta de alineación de todos modos?
gl_es: A ferramenta Aliñamento por Deriva é máis eficaz cando PHD2 coñece a lonxitude focal do telescopio guía e o tamaño do píxel da cámara. Introduce a distancia focal do telescopio guía na pestana Global no Cerebro. Introduce o tamaño de píxel da cámara na pestana Cámara no Cerebro. Queres executar a ferramenta de deriva de todos os xeitos?

source: There is no calibration data available.
cs_cz: Kalibrační data nejsou k dispozici.
de_de: Es sind keine Kalibrierungsdaten vorhanden.
es_es: No hay datos de calibración disponibles.
gl_es: Non hai datos de calibración dispoñibles.

source: Please connect a mount first.
cs_cz: Připojte montáž.
de_de: Bitte zuerst eine Montierung verbinden.
es_es: Por favor conecte una montura primero.
gl_es: Conecta unha montura primeiro.

source: , Mount
cs_cz: , Montáž
de_de: , Montierung
es_es: , Montura
gl_es: , Montura

source: %s calibration will be cleared - calibration will be re-done when guiding is started.
cs_cz: %s kalibrace bude vymazána - kalibrace bude znovu provedena, jakmile bude navádění spuštěno.
de_de: %s Kalibrierung wird verworfen - Kalibrierung wird neu erstellt, wenn die Nachführung gestartet wird.
es_es: %s la calibración se borrará - la calibración se recreará cuando el guiado comience.
gl_es: %s a calibración vaise borrar - a calibración volverase crear cando o guiado remate.

source: Clear Calibration
cs_cz: Smazat Kalibraci
de_de: Kalibrierung zurücksetzen
es_es: Borrar Calibración
gl_es: Borrar Calibración

source: Scope has no current calibration data - you should just do a fresh calibration.
cs_cz: Dalekohled nemá aktuální kalibrační údaje - měli byste provést novou kalibraci.
es_es: El telescopio no tiene datos de calibración - debería realizar una calibración nueva.
gl_es: O telescopio non ten agora datos de calibración - Debes facer unha nova calibración.

source: This is unnecessary because PHD2 has pointing info from the mount. If you are seeing run-away Dec guiding after a meridian flip, use Help and look in the index for 'Reverse Dec output'.
cs_cz: To není nutné, protože PHD2 má informaci o směru dalekohledu z montáže. Pokud při navádění vidíte, že osa Dec uniká po překlopení poledníku, použijte nápovědu a vyhledejte v indexu 'Obrátit výstup Dec'.
es_es: Esto es innecesario porque PHD2 tiene información de ubicación de la montura. Si está viendo desvíos en guiado Dec después de un meridian flip, use Ayuda y revise el índice para "Salida Dec Reversa".
gl_es: Isto non é necesario porque PHD2 ten información da montura. Se perdes a estrela guía despois dun volteo de meridiano, usa Axuda e busca no índice "Dec Invertida".

source: Failed to flip calibration - please upload debug log file to PHD2 forum for assistance.
cs_cz: Chyba při kalibraci - nahrát soubor s protokolem o ladění na fórum PHD2 pro pomoc.
es_es: Fallo calibración flip - por favor suba archivo de depuración al fórum PHD2 para ayuda.
gl_es: Fallou a calibración de volteo. Carga o ficheiro de rexistro de depuración no foro PHD2 para obter axuda.

source: Calibration angles flipped: (%.2f, %.2f) to (%.2f, %.2f)
cs_cz: Změněna kalibračních úhlů: (%.2f, %.2f) na (%.2f, %.2f)
es_es: Ángulos de calibración flipped: (%.2f, %.2f) to (%.2f, %.2f)
gl_es: Ángulos de calibración volteados: (%.2f, %.2f) a (%.2f, %.2f)

source: The Guiding Assitant will disable guide output and allow the guide star to drift. Ok to disable guide output?
cs_cz: Asistent Navádění vypne a nechá naváděcí hvězdu unášet. Vypnout ?
de_de: Der Guiding-Assistent wird den Guidingausgang deaktivieren, damit der Leitstern seine Position verlässt. Willst du den Guidingausgang deaktivieren?
es_es: El Asistente de Guiado deshabilitará la salida de comandos de guiado y permitirá el desplazamiento de la estrella. ¿OK para deshabilitar el guiado?
gl_es: O Asistente de Guiado deshabilitará a saída de comandos de guiado e permitirá o movemento da estrela. Estás de acordo en deshabilitar o guiado?

source: Confirm Disable Guiding
cs_cz: Potvrdit Vypnutí Navádění
de_de: Bestätige das Guiding zu deaktivieren
es_es: Confirmar Deshabilitar el Guiado
gl_es: Confirmar Deshabilitar Guiado

source: Connect Equipment
cs_cz: Připojit Za
de_de: Ausrüstung verbinden
es_es: Conectar Equipo
gl_es: Conectar Equipo

source: Equipment profile
cs_cz: Profil za
de_de: Geräte-Profil
es_es: Perfil de Equipo
gl_es: Perfil de Equipo

source: Select the Equipment Profile you would like to use. PHD stores all of your settings and equipment selections in an Equipment Profile. You can create multiple profiles and switch back and forth between them.
cs_cz: Vyberte profil za, který chcete použít. PHD ukládá všechna nastavení a výběr vybavení do profilu za. Můžete vytvořit více profilů a přepínat mezi nimi podle potřeby.
de_de: Wähle das gewünschte Geräte-Profil. PHD speichert alle Einstellungen und Ausrüstung in einem Geräte-Profil. Du kannst mehrere Profile anlegen und zwischen diesen hin und her schalten.
es_es: Seleccione el Perfil de Equipo que desee usar. PHD guarda todas las configuraciones y selecciones de equipo en un Perfil de Equipo. Puede crear múltiples perfiles de equipo y cambiar entre ellos.
gl_es: Selecciona o Perfil de Equipo que queiras usar. PHD garda todas as configuracións e seleccións de equipo nun Perfil de Equipo. Podes crear múltiples perfís de equipo e cambiar entre eles.

source: New using Wizard...
cs_cz: Nový s použitím Průvodce...
de_de: Neuen Konfigurator verwenden...
es_es: Nuevo usando el Asistente...
gl_es: Novo usando o Asistente...

source: Run the first-light wizard to create a new profile
cs_cz: Spustit průvodce a vytvořte nový profil
de_de: Profil-Assistent starten um ein Profil zu erstellen
es_es: Ejecutar el asistente de First-Light para crear un nuevo perfil
gl_es: Executar o asistente de First-Light para crear un novo perfil

source: New
cs_cz: Nový
de_de: Neu
es_es: Nuevo
gl_es: Novo

source: Create a new profile, optionally copying from another profile
cs_cz: Vytvořit nový profil nebo kopii z jiného profilu
de_de: Ein neues Profil anlegen, wahlweise aus einem anderen Profil kopieren
es_es: Crear un nuevo perfil, opcionalmente copiando de otro perfil
gl_es: Crear un novo perfil, opcionalmente copiándoo dende outro perfil

source: Delete
cs_cz: Smazat
de_de: Löschen
es_es: Borrar
gl_es: Borrar

source: Delete the selected profile
cs_cz: Smazání vybraného profilu
de_de: Ausgewähltes Profil löschen.
es_es: Borrar el perfil seleccionado
gl_es: Borrar o perfil seleccionado

source: Rename
cs_cz: Přejmenovat
de_de: Umbenennen
es_es: Renombrar
gl_es: Renomear

source: Rename the selected profile
cs_cz: Přejmenovat vybraný profil
de_de: Ausgewähltes Profil umbenennen
es_es: Renombrar el perfil seleccionado
gl_es: Renomear o perfil seleccionado

source: Load a profile from a file
cs_cz: Načíst profil ze souboru
de_de: Profil aus einer Datei laden
es_es: Cargar perfil desde archivo
gl_es: Cargar perfil dende arquivo

source: Save the selected profile to a file
cs_cz: Uloží vybraný profil do souboru
de_de: Profil in eine Datei speichern
es_es: Guardar el perfil seleccionado a archivo
gl_es: Gardar o perfil seleccionado a arquivo

source: Settings...
cs_cz: Nastavení...
de_de: Einstellungen...
es_es: Configuraciones...
gl_es: Configuracións...

source: Open the advanced settings dialog
cs_cz: Otevřít dialogové okno pokročilá nastavení
de_de: Erweiterte Einstellungen öffnen
es_es: Abrir las Configuraciones Avanzadas
gl_es: Abrir as Configuracións Avanzadas

source: Manage Profiles
cs_cz: Správa Profilů
de_de: Profile verwalten
es_es: Gestionar Perfiles
gl_es: Xestionar Perfís

source: Create a new Equipment Profile, or delete or rename the selected Equipment Profile
cs_cz: Vytvořit nový Profil Zařizení, smažte nebo přejmenujte stávající profil
de_de: Ein neues Geräte-Profil anlegen, löschen oder das ausgewählte Profil umbenennen
es_es: Crear un nuevo Perfil de Equipo, o borrar o renombrar el Perfil de Equipo seleccionado
gl_es: Crear un novo Perfil de Equipo, ou borrar ou renomear o Perfil de Equipo seleccionado

source: Select your equipment below and click Connect All to connect, or click Disconnect All to disconnect. You can also connect or disconnect individual equipment items by clicking the button next to the item.
cs_cz: Vyberte níže uvedená zařizení a klikněte na možnost "Vše Připojit" nebo "Vše Odpojit" pro připojení nebo odpojení. Můžete také připojit nebo odpojit jednotlivé položky vybavení kliknutím na tlačítko vedle dané položky.
de_de: Wähle deine Geräte und klicke auf 'Alles verbinden' um alle Geräte zu verbinden, oder klicke auf 'Alles trennen' um alle Verbindungen zu trennen. Du kannst auch die einzelnen Geräte verbinden oder trennen, indem du auf den Button neben dem Gerät klickst.
es_es: Seleccione su equipo y haga click en Conectar Todo para conectarlo, o en Desconectar Todo para desconectar. También puede conectar o desconectar elementos individuales haciendo click en el botón al lado del elemento.
gl_es: Selecciona o equipo e fai click en Ligar Todo para ligalo, ou en Desligar Todo para desligalo. Tamén podes ligar ou desligar elementos facendo click no botón xunta o elemento.

source: Select which camera to connect to when there are multiple cameras of the same type.
cs_cz: Vyberte, ke které kameře se chcete připojit, pokud existuje více kamer stejného typu.
de_de: Wähle die zu verbindende Kamera bei mehreren Kameras gleichen Typs.
es_es: Seleccione qué cámara conectar cuando haya múltiples cámaras del mismo tipo.
gl_es: Selecciona a cámara que se vai conectar cando haxa moitas cámaras ou varias do mesmo tipo.

source: Camera Setup
cs_cz: Nastavení Kamery
de_de: Kamera-Setup
es_es: Configurar Cámara
gl_es: Configurar Cámara

source: Specify how guide commands will be sent to the mount - via an ASCOM or INDI driver, directly from the camera or AO, or via one of the GPxxx devices. An ASCOM connection is recommended.
cs_cz: Určete, jakým způsobem budou příkazy k montáži odesílány - pomocí ovladače ASCOM nebo INDI přes za GPxxx. Doporučuje se připojení pomocí ASCOM.
de_de: Wähle wie die Guidingkommandos zur Montierung gesendet werden - über ASCOM oder INDI Treiber, direkt von der Kamera, von der AO, oder über eines der GPxxx Geräte. Eine ASCOM Verbindung wird empfohlen.
es_es: Especifica cómo s envían los comandos de guiado a la montura - vía driver ASCOM o INDI, directo desde la cámara u Óptica Adaptativa o vía uno de los dispositivos GPxxx. Se recomienda una conexión ASCOM.
gl_es: Especificar como se van enviar os comandos de guiado á montura - vía controlador ASCOM ou INDI, directamente dende a cámara ou OA, ou mediante algún dos controladores GPxxx. Recoméndase unha conexión ASCOM.

source: Mount Setup
cs_cz: Nastavení Montáže
de_de: Montierungs-Setup
es_es: Configuración de Montura
gl_es: Configuración de montura

source: If you are using a guide port (On-camera or GPXXX) interface for guiding, you can also use an 'aux' connection to your %s-compatible mount. This will be used to make automatic calibration adjustments based on declination and side-of-pier. If you have already selected an %s driver for your 'mount', the 'aux' mount parameter will not be used.
cs_cz: Pokud k používáte rozhraní s portem (On-camera nebo GPXXX), můžete také využít připojení 'aux' k montáži kompatibilní s %s. Toto připojení slouží k automatickým úpravám kalibrace na základě deklinace a polohy dalekohledu na pilíři. Pokud jste již pro svou 'montáž' vybrali ovladač %s, parametr 'aux' montáže nebude použita.
de_de: Wenn du ein Guidingport-Interface benutzt (On-camera oder GPXXX), dann kannst du auch eine 'Aux' Verbindung zu deiner %s-kompatiblen Montierung benutzen. Diese wird benutzt, um automatische Kalibrierungseinstellungen vorzunehmen, abhängig von der Deklination und der Teleskop-Position (Side of Pier). Wenn du schon einen %s Treiber für deine Montierung gewählt hast, wird der 'Aux' Montierung Parameter nicht benutzt.
es_es: Si está utilizando una interfaz de puerto de guiado (En cámara o GPXXX) para guía, también puede utilizar una conexión "Aux" en su montura %s-compatible. Esta será utilizada para hacer ajustes de calibración automáticos, basados en declinación y al-lado-de-pie. Si ya seleccionó un driver %s para su montura, el parámetro "Aux" no será utilizado.
gl_es: Se estás a usar unha interface porto de guiado (dende a cámara ou GPXXX), podes usar tamén unha conexión auxiliar coa montura compatible %s. Isto vaise usar para realizar axustes de calibración baseados na declinación e a posición do trípode. Se se seleccionou un controldador %s para a montura, o parámetro de porto 'aux' non se usará.

source: Aux Mount Setup
cs_cz: Aux Nastavení Montáže
de_de: Aux-Montierungs-Einstellung
es_es: Configuración de Montura Aux
gl_es: Configuración de montura aux

source: AO Setup
cs_cz: AO Nastavení
es_es: Configuración Óptica Activa
gl_es: Configuración Óptica Adaptativa

source: Rotator Setup
cs_cz: Nastavení Rotátoru
es_es: Configuración de Rotador
gl_es: Configuración de Rotador

source: Connect All
cs_cz: Vše Připojit
de_de: Alles verbinden
es_es: Conectar todo
gl_es: Ligar Todo

source: Connect all equipment and close the equipment selection window
cs_cz: Připojí veškerá za a zavřete okno výběru za
de_de: Mit Ausrüstung verbinden und das Auswahlmenü schließen.
es_es: Conectar todo el equipo y cerrar la ventana de selección de equipo
gl_es: Ligar todo o equipo e pechar a fiestra de selección de equipo

source: Disconnect All
cs_cz: Vše Odpojit
de_de: Alles trennen
es_es: Desconectar todo
gl_es: Desligar Todo
