Repository: OpenPHDGuiding/phd2
Catalog: locale/*/messages.po
Languages: cs_cz, de_de, es_es, gl_es

source: Click on a bad pixel in the image display; then click on this button to add it to the in-use bad-pixel map
cs_cz: Klikněte na vadné pixel na obrázku, poté klikněte na toto tlačítko a přidejte ho do mapy vydných pixelů
de_de: Klicke in der Bildanzeige auf einen Bad Pixel; klicke dann auf diesen button, um ihn der Bad-Pixel-Karte hinzuzufügen
es_es: Haga click en un pixel erróneo de la imagen; haga click entonces en este botón para añadirlo en el mapa actual de píxeles erróneos
gl_es: Facer click nun pixel erróneo da imaxe; facer click logo neste botón para engadilo ó mapa actual de píxeles erróneos

source: Adjust sliders to increase/decrease pixels marked as bad
cs_cz: Úpravou posuvníků zvyšte nebo snižte počet pixelů, které jsou označeny jako vadné
de_de: Mit dem Schieberegler die Anzahl der Pixel erhöhen / verringern, die als fehlerhaft markiert werden
es_es: Desplazar la barra para incrementar/disminuir los píxeles marcados como erróneos
gl_es: Desprazar a barra para incrementar/diminuír os píxeles marcados como erróneos

source: Please wait while image statistics are being computed...
cs_cz: Vyčkejte na výpočet statistiky obrázků ...
de_de: Bitte warte, während die Bilddaten berechnet werden...
es_es: Por favor espere a que las estadísticas de la imagen sean calculadas...
gl_es: Agarda a que las estatísticas da imaxe sexan calculadas...

source: Statistics completed...
cs_cz: Statistika dokončena ...
de_de: Statistik fertiggestellt...
es_es: Estadísticas completadas...
gl_es: Estatísticas completadas...

source: Building new bad-pixel map
cs_cz: Vytvořit novou mapu vadných pixlů
de_de: Neue Bad-Pixel-Karte erstellen
es_es: Creando un nuevo mapa de píxeles erróneos
gl_es: Creando un oevo mapa de píxeles erróneos

source: Saving new bad-pixel map file
cs_cz: Uloží novou mapu vadných pixlů
de_de: Neue Bad-Pixel-Karte speichern
es_es: Guardando nuevo archivo de mapa de píxeles erróneos
gl_es: Gardando novo arquivo de mapa de píxeles erróneos

source: Loading new bad-pixel map
cs_cz: Nahrát novou mapy vadných pixlů
de_de: Neue Bad-Pixel-Karte laden
es_es: Cargando nuedo mapa de píxeles erróneos
gl_es: Cargando nuedo mapa de píxeles erróneos

source: New bad-pixel map now being used
cs_cz: Nová mapa vadných pixlů se používá
de_de: Neue Bad-Pixel-Karte wird jetzt benutzt
es_es: Nuevo mapa de píxeles erróneos no está siendo usado
gl_es: Novo mapa de píxeles erróneos non está sendo usado

source: Master dark frames NOT rebuilt
cs_cz: Hlavní dark snímek NEBYL na začátku vytvořen
de_de: Master-Dunkelbild kann nicht wiederhergestellt werden
es_es: Tomas del Master DARK no recreadas
gl_es: Mestre de tomas DARK non recreado

source: You must first load a bad-pixel map
cs_cz: Nejprve je třeba načíst mapu vadných pixlů
de_de: Du musst zuerst eine Bad-Pixel-Karte laden
es_es: Debe cargar primero un mapa de píxeles erróneos
gl_es: Debes cargar primeiro un mapa de píxeles erróneos

source: Bad pixel marked at %d,%d
cs_cz: Vadný pixel byl označen na pozici %d,%d
de_de: Bad-Pixel markiert bei %d,%d
es_es: Pixel erróneo marcado %d,%d
gl_es: Pixel Erróneo marcado en %d,%d

source: Pixel position not added - no star-like object recognized there
cs_cz: Pozice pixelu nebyla zadána - nebyl rozpoznán žádný objekt podobný hvězdě
de_de: Pixel-Position nicht hinzugefügt - kein sternförmiges Objekt erkannt
es_es: Posición de pixel no añadida - no se reconoce un objeto similar a una estrella
gl_es: Posición de pixel non engadida - non se recoñece un obxecto similar a unha estrela

source: Settings restored to original values
cs_cz: Obnovení nastavení na původní hodnoty
de_de: Einstellungen auf die ursprünglichen Werte zurückstellen
es_es: Configuraciones restauradas a valores por defecto
gl_es: Configuración restaurada a valores orixinais

source: Could not create ASCOM rotator object. See the debug log for more information.
cs_cz: Nepodařilo se přidat rotátor systému ASCOM. Další informace naleznete v protokolu ladění.
de_de: Das ASCOM Rotator Objekt konnte nicht erzeugt werden. Schau im Debug Log nach mehr Informationen.
es_es: No se pudo crear un objeto de rotador ASCOM. Ver log de depuración para más información.
gl_es: Non se pode crear o obxecto rotador de ASCOM. Ver o log para máis información.

source: ASCOM driver problem -- cannot get rotator position
cs_cz: Problém s ovladačem ASCOM - nelze získat polohu rotátoru
de_de: ASCOM-Treiber-Problem -- erhalte keine Rotator Position
es_es: Problemas con el driver ASCOM: No es posible obtener la posición del rotador
gl_es: Problemas co driver ASCOM: Non se pode obter a posición do rotador

source: Rotator Settings
cs_cz: Nastavení Rotátoru
de_de: Rotator-Einstellungen
es_es: Configuración de Rotador
gl_es: Configuración de Rotador

source: Reverse sign of angle
cs_cz: Obrácené znaménko úhlu
de_de: Vorzeichen des Winkels drehen
es_es: Invertir signos de los ángulos
gl_es: Signo de ángulo inverso

source: INDI Rotator is ready
cs_cz: INDI Rotátor je připojen
es_es: Rodador INDI listo

source: INDI Rotator Selection
cs_cz: Výběr Rotátoru INDI
es_es: Selección de Rotador INDI

source: INDI Rotator found ABS_ROTATOR_ANGLE for %s %s
cs_cz: INDI Rotátor nalezen ABS_ROTATOR_ANGLE na %s %s
es_es: Rotador INDI encontró ABS_ROTATOR_ANGLE para %s %s

source: INDI Rotator found CONNECTION for %s %s
cs_cz: INDI Rotátor nalezl PŘIPOJENÍ na %s %s
es_es: Rotador INDI encontró CONNECTION para %s %s

source: INDI Rotator received message: %s
cs_cz: Rotátor INDI přijal zprávu: %s
es_es: Mensaje recibido de rotador INDI: %s

source: INDI rotator was disconnected
cs_cz: Rotátor INDI byl odpojen
es_es: Rotador INDI fue desconectado

source: INDI Rotator: New number: %s
cs_cz: INDI Rotátor: Nové číslo: %s
es_es: Rotador INDI: Nuevo número: %s

source: The operation was canceled
cs_cz: Operace zrušena
de_de: Der Vorgang wurde abgebrochen
es_es: La operación fue cancelada
gl_es: A operación foi cancelada

source: ASCOM driver problem during disconnect, check the debug log for more information
cs_cz: Problém s ovladačem ASCOM při odpojení, další informace naleznete v protokolu ladění
de_de: ASCOM Treiber Problem beim Trennen. Schau im Debug Log nach mehr Informationen.
es_es: Problema del controlador ASCOM durante la desconexión, compruebe el log de depuración para más información
gl_es: Problema do driver ASCOM ó desconectarse, busca no log para máis información

source: ASCOM driver does not support PulseGuide. Check your ASCOM driver settings.
cs_cz: Ovladač ASCOM nepodporuje PulseGuide. Zkontrolujte nastavení ovladače ASCOM.
de_de: Der ASCOM Treiber unterstützt kein PulseGuide. Prüfe deine ASCOM Einstellungen.
es_es: El controlador ASCOM no soporta PulseGuide. Compruebe la configuración del controlador ASCOM.
gl_es: O driver de ASCOM non soporta o PulseGuide. Busca na configuración do drives de ASCOM.

source: PulseGuide command to mount has failed - guiding is likely to be ineffective.
cs_cz: Příkaz PulseGuide pro montáž selhal – autoguiding pravděpodobně nebude efektivní.
de_de: Das PulsGuide Kommando an die Montierung ist fehlgeschlagen - Das Guiding wird wahrscheinlich unwirksam sein
es_es: El comando PulseGuide a la montura a fallado - el guiado no será efectivo.
gl_es: Fallou o comando PulseGuide da montura - probablemente o guiado non é efectivo.

source: Guiding stopped: the scope started slewing.
cs_cz: Navádění se zastavilo: montáž se pohnula.
de_de: Nachführung gestoppt: Die Montierung bewegt sich.
es_es: Guiado parado: El telescopio comenzó a desplazarse.
gl_es: Guiado parado: El telescopio comenzó a desplazarse.

source: ASCOM driver failed checking for slewing, see the debug log for more information.
cs_cz: Ovladač ASCOM selhal při kontrole otočení, další informace najdete v protokolu ladění.
de_de: Der ASCOM Treiber versagt beim Prüfen der Bewegung. Schau im Debug Log nach mehr Informationen.
es_es: El controlador ASCOM falló durante el desplazamiento, para más información vea el log de depuración.
gl_es: O driver de ASCOM fallou no desprazamento, ver o log para máis información.

source: ASCOM driver failed calling AbortSlew, see the debug log for more information.
cs_cz: Ovladači ASCOM selhal při volání AbortSlew, další informace naleznete v protokolu ladění.
de_de: Der ASCOM Treiber versagt beim AbortSlew. Schau im Debug Log nach mehr Informationen.
es_es: El controlador ASCOM falló al ejecutar AbortSlew, para más información vea el log de depuración.
gl_es: O driver de ASCOM fallou intentando abortar o desprazamento, ver o log para máis información.

source: The mount's ASCOM driver is reporting invalid guide speeds. Some guiding functions including PPEC will be impaired. Contact the ASCOM driver provider or mount vendor for support.
cs_cz: Ovladač ASCOM montáže hlásí neplatné řídicí rychlosti. Některé funkce navádění včetně PPEC, budou zhoršeny. Obraťte se na poskytovatele ovladače INDI nebo na dodavatele montáže a požádejte o podporu.
es_es: El driver ASCOM de la montura está reportando velocidades de guiado no válidas. Algunas funciones de guiado, incluyendo PPEC pueden verse comprometidas. Contacte al proveedor del driver o montura por soporte.

source: Invalid
cs_cz: Neplatný
de_de: Ungültig
es_es: Inválido
gl_es: Non válido

source: INDI Mount
cs_cz: INDI Montáž
de_de: INDI Montierung
es_es: Montura INDI
gl_es: Montura INDI

source: INDI Mount [%s]
cs_cz: INDI Montáž [%s]
es_es: Montura INDI [%s]
gl_es: Montura INDI [%s]

source: PHD2 is not able to make sufficient corrections in RA. Check for cable snags, try re-doing your calibration, and check for problems with the mount mechanics.
cs_cz: PHD2 není schopen provést dostatečné opravy v RA. Zkontrolujte správné uchycení kabelů, zkuste znovu provést kalibraci a zkontrolujte možné problémy s mechanikou montáže.
es_es: PHD2 no puede realizar suficientes correcciones en RA. Verifique cables enganchados, reintente la calibración y revise problemas con la mecánica de la montura.
gl_es: PHD2 non é quen de facer as correccións suficientes en AR. Asegúrate de que os cables estean conectados, proba de novo a facer a calibración e comproba se hai problemas coa mecánica da montura.

source: PHD2 is not able to make sufficient corrections in RA. Check for cable snags, try re-doing your calibration, and confirm the ST-4 cable is working properly.
cs_cz: PHD2 není schopen provést dostatečné opravy v RA. Zkontrolujte, zda nedošlo k zachycení kabelů, zkuste znovu provést kalibraci a ujistěte se, že kabel ST-4 funguje správně.
es_es: PHD2 no puede realizar suficientes correcciones en RA. Verifique cables enganchados, reintente la calibración y confirme que el cable ST-4 está funcionando correctamente.
gl_es: PHD2 non é quen de facer as correccións suficientes en AR. Asegúrate de que os cables estean conectados, proba a facer a calibración e comproba que o cable ST-4 funciona correctamente.

source: PHD2 is not able to make sufficient corrections in Dec. If the side-of-pier has changed from where you last calibrated, check to see if the 'Reverse Dec output option' on the Advanced Dialog guiding tab is wrong. If so, fix it and recalibrate. Otherwise, check for cable snags, try re-doing your calibration, and check for problems with the mount mechanics.
cs_cz: PHD2 není schopen provádět dostatečné korekce v ose Dec. Pokud se poloha dalekohledu změnila oproti místu poslední kalibrace, zkontrolujte, zda není nesprávně nastavena volba „Obrátit výstup Dec“ na kartě Pokročilá nastavení - Navádění. Pokud ano, upravte nastavení a proveďte novou kalibraci. V opačném případě zkontrolujte, zda nedošlo k zaseknutí kabelu, znovu proveďte kalibraci a ověřte, zda nejsou problémy s mechanikou montáže.

source: PHD2 is not able to make sufficient corrections in Dec. Check for cable snags, try re-doing your calibration and confirm the ST-4 cable is working properly.
cs_cz: PHD2 není schopen provést dostatečné opravy v Dec. Zkontrolujte, zda nejsou zachyceny kabely, zkuste znovu provést kalibraci a ujistěte se, že kabel ST-4 funguje správně.
es_es: PHD2 no puede realizar suficientes correcciones en Dec. Verifique cables enganchados, reintente la calibración y confirme que el cable ST-4 está funcionando correctamente.
gl_es: PHD2 non é quen de facer as correccións suficientes en AR. Asegúrate de que os cables están conectados, proba a facer a calibración e comproba que o cable ST-4 funciona correctamente.

source: Max RA Duration setting
cs_cz: Max. nastavení délky trvání RA
de_de: maximale RA Dauer
es_es: Configuración de duración de Max RA
gl_es: Configuración de duración de Max AR

source: Max Dec Duration setting
cs_cz: Max. nastavení délky trvání Dec
de_de: maximale DEC Dauer
es_es: Configuración de duración de Max Dec
gl_es: Configuración de duración de Max Dec

source: Your %s is preventing PHD from making adequate corrections to keep the guide star locked. Try restoring %s to its default value to allow PHD2 to make larger corrections.
cs_cz: Váš %s brání PHD ve vykonání odpovídajících korekcí pro udržení pevné pozice naváděcí hvězdy. Zkuste obnovit %s na výchozí hodnotu, aby PHD2 mohlo provést větší korekce.
es_es: Su %s está impidiendo que PHD realice correcciones adecuadas para mantener la estrella guía centrada. Intente regresar %s a su valor defecto para permitir a PHD2 hacer correcciones mayores.
gl_es: % s impide que PHD realice as correccións adecuadas para manter a estrela guía bloqueada. Intenta restaurar %s ó seu valor predeterminado para permitir que PHD2 poida facer correccións maiores.

source: Even using the maximum moves, PHD2 can't properly correct for the large guide star movements in %s. Guiding will be impaired until you can eliminate the source of these problems.
cs_cz: Ani při použití maximálních kroků nedokáže PHD2 správně korigovat velké pohyby naváděcí hvězdy v %s. Navádění bude ovlivněno, dokud se nepodaří odstranit zdroj těchto problémů.
de_de: Selbst durch maximale Bewegungen kann PHD2 die großen Leitsternabweichungen in %s nicht korrigieren. Das Guiding wird sich verschlechtern, bis du die Ursache dieses Problems behoben hast.
es_es: Incluso usando el máximo movimiento, PHD2 no puede corregir los grandes movimientos de la estrella guía en %s. El guiado será impreciso hasta que elimine el origen de estos problemas.
gl_es: Mesmo empregando os movementos máximos, PHD2 non pode corrixir correctamente os grandes movementos de estrelas guía en %s. O guiado será malo mentres non elimines a fonte destes problemas.

source: Advisory: Calibration completed but few guide steps were used, so accuracy is questionable
cs_cz: Upozornění: Kalibrace byla dokončena, ale bylo použito jen málo kroků, takže přesnost je pochybná
es_es: Aviso: La calibración se completó pero se utilizaron pocos pasos de guiado, la precisión puede no ser buena
gl_es: Aviso: completouse a calibración pero utilizáronse poucos pasos de guiado, polo que a precisión é cuestionable

source: Advisory: Calibration completed but RA/Dec axis angles are questionable and guiding may be impaired
cs_cz: Upozornění: Kalibrace je dokončena, ale úhly os RA/Dec jsou nesprávné a navádění může být nepřesné
es_es: Aviso. Se completó la calibración, pero los ángulos de los ejes RA/DEC son dudosos y el guiado puede estar comprometido
gl_es: Aviso: a calibración está rematada, pero os ángulos do eixe de AR/Dec son cuestionables e pode que o guiado poida verse deteriorado

source: Advisory: This calibration is substantially different from the previous one - have you changed configurations?
cs_cz: Upozornění: Tato kalibrace se podstatně liší od předchozí - změnili jste konfiguraci?
es_es: Aviso: Esta calibración es muy diferente de la previa - ¿Ha cambiado alguna configuración?
gl_es: Aviso: esta calibración é substancialmente diferente da anterior - cambiaches de configuración?

source: Advisory: Calibration completed but RA and Dec rates vary by an unexpected amount (often caused by large Dec backlash)
cs_cz: Upozornění: Kalibrace je dokončena, ale rychlosti RA a Dec se liší o neočekávanou hodnotu (často způsobenou velkou Dec zpětnou vůlí).
es_es: Aviso: Se completó la calibración, pero las velocidades RA y DEC varían por un valor no esperado (frecuentemente causado por un backlash grande en Dec)
gl_es: Aviso: a calibración rematou pero as taxas de AR e Dec varían unha cantidade inesperada (ás veces é causado por un gran backlash en Dec)

source: Details...
cs_cz: Podrobnosti...
es_es: Detalles...
gl_es: Detalles...

source: RA Calibration Failed: star did not move enough
cs_cz: Kalibrace RA selhala: hvězda se dostatečně nepohnula
de_de: RA-Kalibrierung fehlgeschlagen: Stern hat sich nicht ausreichend bewegt
es_es: Falló la calibración de RA: La estrella no se movió lo suficiente
gl_es: Fallou a calibración de AR: A estrela non se moveu abondo

source: West step %3d, dist=%4.1f
cs_cz: Západní krok %3d, vzd.=%4.1f
de_de: West Schritt %3d, dist=%4.1f
es_es: Paso oeste %3d, dist=%4.1f
gl_es: Paso Oeste %3d, dist=%4.1f

source: East step %3d, dist=%4.1f
cs_cz: Východní krok %3d, vzd.=%4.1f
de_de: Ost Schritt %3d, dist=%4.1f
es_es: Paso este %3d, dist=%4.1f
gl_es: Paso Leste %3d, dist=%4.1f

source: Advisory: Little or no east movement was measured, so guiding will probably be impaired. Check the guide cable and use the Manual Guide tool to confirm basic operation of the mount.
cs_cz: Upozornění: Byl změřen malý nebo žádný pohyb na východ, takže navádění bude pravděpodobně nepřesné. Zkontrolujte kabely a pomocí nástroje Ruční Řízení ověřte základní funkci montáže.
es_es: Aviso: Se midió movimientos bajos o nulos al Este, el guiado puede estar comprometido. Revise el cable guía y la herramienta Guía Manual para confirmar la operación básica de la montura.
gl_es: Aviso: mediuse pouco ou ningún movemento cara ó leste, polo que probablemente non estea ben. Verifica o cable de guiado e usa a ferramenta de guiado manual para confirmar o funcionamento básico do soporte.

source: Clearing backlash step 1
cs_cz: Odstranění kroku zpětné vůle 1
de_de: Bereinigen Backlash Schritt 1
es_es: Limpiando paso de backlash 1
gl_es: Limpando backlash, paso 1

source: Clearing backlash step %3d
cs_cz: Odstranění kroku zpětné vůle %3d
de_de: Bereinigen Backlash Schritt %3d
es_es: Limpiando paso de backlash %3d
gl_es: Limpando backlash, paso %3d

source: Backlash Clearing Failed: star did not move enough
cs_cz: Odstranění Zpětné Vůle Selhalo: hvězda se dostatečně nepohnula
de_de: Bereinigung des Backlash fehlgeschlagen: Stern hat sich nicht ausreichend bewegt
es_es: Falló la compensación de Backslash: La estrella no se movió lo suficiente
gl_es: Fallou a compensación de Backslash: A estrela non se moveu abondo

source: DEC Calibration Failed: star did not move enough
cs_cz: Kalibrace DEC selhala: hvězda se dostatečně nepohnula
de_de: DEC-Kalibrierung fehlgeschlagen: Stern hat sich nicht ausreichend bewegt
es_es: Falló la calibración de DEC: La estrella no se movió lo suficiente
gl_es: Fallou a calibración de DEC: A estrela no se moveu abondo

source: North step %3d, dist=%4.1f
cs_cz: Severní krok %3d, vzd.=%4.1f
de_de: Nord Schritt %3d, dist=%4.1f
es_es: Paso norte %3d, dist=%4.1f
gl_es: Paso Norte %3d, dist=%4.1f

source: South step %3d, dist=%4.1f
cs_cz: Jižní krok %3d, vzd.=%4.1f
de_de: Süd Schritt %3d, dist=%4.1f
es_es: Paso sur %3d, dist=%4.1f
gl_es: Paso Sur %3d, dist=%4.1f

source: Advisory: Calibration succeessful but little or no south movement was measured, so guiding will probably be impaired. This is usually caused by a faulty guide cable or very large Dec backlash. Check the guide cable and read the online Help for how to identify these types of problems (Manual Guide, Declination backlash).
cs_cz: Upozornění: Kalibrace proběhla úspěšně, ale byl naměřen malý nebo žádný pohyb na jih, takže navádění bude pravděpodobně nepřesné. To je obvykle způsobeno vadným kabelem nebo velmi velkou vůlí v ose Dec. Zkontrolujte kabel a přečtěte si online nápovědu, kde najdete informace o tom, jak tyto typy problémů identifikovat (Ruční Řízení, Zpětná Vůle Deklinace).
es_es: Aviso: La calibración fue exitosa, pero se midió poco o nada de movimiento al Sur, por lo que el guiado podría estar comprometido. Esto es causado normalmente por un cable defectuoso o por un backlash en Dec muy grande. Revise el cable guía y lea la Ayuda online para identificar este tipo de problemas (Guía Manual, Backlash en Declinación).
gl_es: Aviso: a calibración non tivo éxito, pero mediuse pouco ou ningún movemento cara ó sur, polo que probablemente non estea ben. Isto normalmente é causado por un cable de guiado defectuoso ou un backlash en Dec moi grande. Consulta o cable de guiado e le a axuda en liña para identificar este tipo de problemas (guía manual, backlash em declinación).

source: Advisory: Calibration successful but little south movement was measured, so guiding will probably be impaired. This is usually caused by very large Dec backlash or other problems with the mount mechanics. Read the online Help for how to identify these types of problems (Manual Guide, Declination backlash).
cs_cz: Upozornění: Kalibrace proběhla úspěšně, ale byl naměřen malý nebo žádný pohyb na jih, takže navádění bude pravděpodobně nepřesné. To je obvykle způsobeno velmi velkou vůlí v ose Dec nebo jinými problémy s mechanikou montáže. Přečtěte si online nápovědu, jak tyto typy problémů identifikovat (Ruční Řízení, Zpětná Vůle Deklinace).
es_es: Aviso: La calibración fue exitosa, pero se midió poco movimiento al Sur, por lo que el guiado puede estar comprometido. Esto es causado usualmente por un backlash en Dec muy grande u otros problemas con la mecánica de la montura. Lea la Ayuda online para identificar este tipo de problemas (Guía Manual, Backlash en Declinación).
gl_es: Aviso: a calibración tivo éxito, pero houbo pouco avance no movemento cara ó sur, polo que probablemente non estea ben. Isto normalmente é causado por un backlash moi importante ou outros problemas coa mecánica da montura. Le a axuda en liña para identificar este tipo de problemas (Guía manual, backlash en declinación).

source: Advisory: Calibration successful but little south movement was measured, so guiding may be impaired. This is usually caused by very large Dec backlash or other problems with the mount mechanics. Read the online help for how to deal with this type of problem (Declination backlash).
cs_cz: Upozornění: Kalibrace proběhla úspěšně, ale byl naměřen malý pohyb na jih, takže navádění může být nepřesné. To je obvykle způsobeno velkou vůlí v ose Dec nebo jinými problémy s mechanikou montáže. Přečtěte si online nápovědu, kde se dozvíte, jak tento typ problému řešit (Zpětná Vůle Deklinace).
es_es: Aviso: La calibración fue exitosa, pero se midió poco movimiento al Sur, por lo que el guiado puede estar comprometido. Esto es causado usualmente por un backlash en Dec muy grande u otros problemas con la mecánica de la montura. Lea la Ayuda online para identificar este tipo de problemas (Backlash en Declinación).
gl_es: Aviso: a calibración tivo éxito, pero houbo pouco avance no movemento cara ó sur, polo que o guiado pode verse afectado. Isto normalmente é causado por un backlash moi importante ou outros problemas coa mecánica da montura. Le a axuda en liña para tratar este tipo de problemas (backlash en declinación).

source: Nudge South %3d
cs_cz: Posunout na Jih %3d
de_de: Finale Süd-Bewegung %3d
es_es: Mover al Sur %3d
gl_es: Mover ó Sur %3d

source: Calibration complete
cs_cz: Kalibrace dokončena
de_de: Kalibrierung fertig
es_es: Calibración completada
gl_es: Calibración completada

source: Mount Guide Algorithms
cs_cz: Řídící Algoritmus Montáže
de_de: Guiding Algorithmen
es_es: Algoritmo de guiado de montura
gl_es: Algoritmos de Guiado da Montura

source: Calibration step (ms)
cs_cz: Kalibrační krok (ms)
de_de: Kalibrierungsschritte (ms)
es_es: Pasos de Calibración (ms)
gl_es: Pasos de Calibración (ms)
