<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html><head><title>Advanced Settings</title></head><body>
<h2>&#36914;&#38542;&#35373;&#23450;</h2>&#40670;&#25802;&#12302;&#22823;&#33126;&#12303;&#22294;&#31034;&#20358;&#22519;&#34892;&#36914;&#38542;&#35373;&#23450;&#26159; <span style="font-style: italic;">PHD</span> &#32769;&#29992;&#25142;&#25152;&#29087;&#30693;&#30340;&#21151;&#33021;, <span style="font-style: italic;">PHD2 </span>&#26377;&#35377;&#22810;&#21443;&#25976;&#21487;&#29992;&#20358;&#20778;&#21270;&#23566;&#26143;&#25928;&#33021;, &#38614;&#28982;&#36889;&#35041;&#31281;&#28858; "&#36914;&#38542;" &#35373;&#23450;, &#20294;&#20006;&#19981;&#20195;&#34920;&#36889;&#20123;&#35373;&#23450;&#23601;&#38627;&#20197;&#29702;&#35299;, &#20320;&#25033;&#35442;&#19981;&#33268;&#26044;&#23565;&#25506;&#35342;&#20854;&#20839;&#23481;&#25964;&#32780;&#36960;&#20043;&#25165;&#26159;<span style="font-style: italic;"></span>, &#35373;&#23450;&#34920;&#26684;&#20839;&#30340;&#25152;&#26377;&#27396;&#20301;&#37117;&#26377;&#26356;&#35443;&#32048;&#25551;&#36848;&#27599;&#20491;&#27396;&#20301;&#30340;&#35338;&#24687;&#35222;&#31383;&#20358;&#36628;&#21161;&#35373;&#23450;, &#21482;&#35201;&#25226;&#28369;&#40736;&#31227;&#21205;&#21040;&#27396;&#20301;&#19978;, &#30456;&#38364;&#30340;&#35338;&#24687;&#23601;&#26371;&#39023;&#31034;&#20986;&#20358;, &#32085;&#22823;&#22810;&#25976;&#30340;&#24773;&#27841;&#19979;, &#36889;&#20491;&#35338;&#24687;&#23601;&#24050;&#32147;&#25552;&#20379;&#20102;&#36275;&#22816;&#35338;&#24687;&#35731;&#20320;&#30637;&#35299;&#22914;&#20309;&#20570;&#35373;&#23450;; &#30001;&#26044;&#26377;&#35377;&#22810;&#30340;&#35373;&#23450;&#21443;&#25976;, <span style="font-style: italic;">PHD2 </span>&#36914;&#38542;&#35373;&#23450;&#23565;&#35441;&#26694;&#25226;&#36817;&#20284;&#30340;&#21151;&#33021;&#20998;&#38272;&#21029;&#39006;&#25104;&#19981;&#21516;&#30340;&#26360;&#31844;&#38913;, &#25152;&#26377;&#26360;&#31844;&#21015;&#26368;&#24213;&#19979;&#37117;&#26377; &#12302;&#30906;&#23450;&#12303;&#33287;&#12302;&#21462;&#28040;&#12303;&#20841;&#20491;&#20849;&#21516;&#25353;&#37397;, &#40670;&#25802;&#12302;&#30906;&#23450;&#12303;&#20358;&#22871;&#29992;&#20006;&#35731;&#34920;&#26684;&#20013;&#25152;&#26377;&#27396;&#20301;&#21363;&#21051;&#29983;&#25928;, &#40670;&#25802;&#12302;&#21462;&#28040;&#12303;&#25353;&#37397;&#21063;&#26371;&#21462;&#28040;&#23565;&#36889;&#20491;&#34920;&#26684;&#30340;&#25152;&#26377;&#30064;&#21205;<span style="font-style: italic;"><span style="font-style: italic;"><span style="font-style: italic;"></span></span></span>&#12290;<br><br><span style="text-decoration: underline;">&#25972;&#39636;&#27161;&#31844;&#38913;</span><br><span style="text-decoration: underline;"><a href="#Camera_Tab">&#30456;&#27231;&#27161;&#31844;&#38913;</a></span><br><span style="text-decoration: underline;"><a href="#Guiding_Tab">&#23566;&#26143;&#27161;&#31844;&#38913;</a><br><a href="#Algorithms_Tab">&#23566;&#26143;&#28436;&#31639;&#27861;&#27161;&#31844;&#38913;</a><br><a href="#Other_Devices_Tab">&#20854;&#20182;&#35373;&#20633;&#27161;&#31844;&#38913;</a><br><a href="#Rotator_Tab"></a><br></span>
<h3><a name="Global_Tab"></a>&#25972;&#39636;&#27161;&#31844;&#38913;<br>
</h3>
<span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 606px; height: 471px;" alt="" src="Advanced_global.png"><br><br>"&#25972;&#39636;" &#27161;&#31844;&#38913;&#20013;&#30340;&#25152;&#26377;&#35373;&#23450;&#38917;&#37117;&#26377;&#30456;&#23565;&#25033;&#30340;&#35373;&#23450;&#31192;&#35363;&#35498;&#26126;, &#20197;&#19979;&#28858;&#20854;&#25212;&#35201;&#35498;&#26126;:<br>
<ul>
<li>"<a name="Language"></a>&#35486;&#35328;" - &#27770;&#23450; <span style="font-style: italic;">PHD2 </span>&#20351;&#29992;&#32773;&#20171;&#38754;&#30340;&#35486;&#31995;, &#26356;&#25913;&#36889;&#20491;&#38917;&#30446;&#38656;&#35201;&#37325;&#21855;&#31243;&#24335;&#24460;&#25165;&#26371;&#29983;&#25928;;</li><li>"<a name="Reset_Configuration"></a>&#37325;&#32622;&#35373;&#23450;&#32068;&#24907;" - &#23559;&#25152;&#26377;&#35373;&#23450;&#20540;&#22238;&#24489;&#21040; <span style="font-style: italic;">PHD2 </span>&#30340;&#21021;&#22987;&#20540;;</li><li>"<a name="Reset_Dont_Ask"></a>&#37325;&#32622;&#19981;&#20877;&#35426;&#21839;&#35338;&#24687;" - &#33509;&#20043;&#21069;&#26377;&#20462;&#35442;&#19981;&#20877;&#39023;&#31034;&#35426;&#21839;&#35338;&#24687;, &#36889;&#20491;&#35373;&#23450;&#29992;&#20358;&#22238;&#24489;&#39023;&#31034;&#35686;&#21578;&#35338;&#24687;;</li>
<li>"<a name="Image_format"></a>&#24433;&#20687;&#35352;&#37636;&#26684;&#24335;" - &#30070;&#21855;&#29992;&#26143;&#40670;&#24433;&#20687;&#35352;&#37636;&#26178;, &#25351;&#23450;&#20786;&#23384;&#24433;&#20687;&#30340;&#27284;&#26696;&#26684;&#24335;, &#22914;&#26524;&#20320;&#38283;&#21855;&#36889;&#20491;&#21151;&#33021;&#30340;&#30446;&#30340;&#26159;&#28858;&#20102;&#29986;&#29983;&#20570;&#28858;&#38500;&#37679;&#26178;&#30340;&#36628;&#21161;&#25991;&#20214;, &#24314;&#35696;&#20351;&#29992; Raw FITS &#24433;&#20687;&#26684;&#24335;;</li>
<li>"<a name="Dither_RA_only"></a>&#20677;&#36196;&#32147;&#25238;&#21205;" - &#30070;&#20351;&#29992;&#36879;&#36942; <span style="font-style: italic;">PHD2 </span>&#20282;&#26381;&#22120;&#20171;&#38754;&#25511;&#21046;&#25293;&#25885;&#30340;&#36575;&#39636;&#26178;, &#35373;&#23450;&#20677;&#22312;&#36196;&#32147;&#36600;&#19978;&#20316;&#25238;&#21205; (dithering);</li>
<li>"<a name="Dither_scale"></a>&#25238;&#21205;&#22823;&#23567;" - &#29992;&#20358;&#35519;&#25972;&#20379;&#25293;&#25885;&#36575;&#39636;&#20351;&#29992;&#30340;&#26368;&#22823;&#25238;&#21205;&#37327;&#20493;&#25976;&#20540;. &#35531;&#21443;&#32771; <a href="Tools.htm#Dithering_Ops">&#25238;&#21205;&#30340;&#36939;&#20316;</a> <br>
</li><li>"<a name="Log_File_Location"></a>&#26085;&#35468;&#27284;&#26696;&#20786;&#23384;&#20301;&#32622;" - &#25351;&#23450; <span style="font-style: italic;">PHD2 </span>&#20786;&#23384;&#23566;&#26143;&#21450;&#38500;&#37679;&#26085;&#35468;&#30340;&#20786;&#23384;&#30446;&#37636;&#36335;&#24465;</li></ul><br><h3><a name="Camera_Tab"></a>&#30456;&#27231;&#27161;&#31844;&#38913;<br>
</h3>
<span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 605px; height: 480px;" alt="" src="Advanced_camera.png"><br>
<br>"&#30456;&#27231;" &#27161;&#31844;&#38913;&#20839;&#30340;&#35373;&#23450;&#38917;&#22914;&#19979;: <br>
<ul><li>"<a name="Noise_reduction"></a>&#38477;&#36481;" - &#35373;&#23450;&#29992;&#20197;&#34389;&#29702;&#23566;&#26143;&#30456;&#27231;&#21363;&#20351;&#20351;&#29992;&#26263;&#22580;&#24460;&#20173;&#28982;&#23384;&#22312;&#30340;&#36481;&#40670;&#30340;&#26041;&#27861;, &#21487;&#20197;&#36984;&#25799; None, 2x2 mean &#25110; 3x3 median, 2x2 mean
&#21450; 3x3 median &#37117;&#21487;&#20197;&#26377;&#25928;&#22320;&#38477;&#20302;&#36481;&#40670;, 3x3 median &#22312;&#31227;&#38500;&#29105;&#36481;&#19978;&#29305;&#21029;&#26377;&#25928;, &#21487;&#20197;&#25552;&#26119;&#23566;&#26143;&#30340;&#31934;&#28310;&#24230;; &#20294;&#24314;&#31435;&#22750;&#40670;&#24433;&#20687;&#24235;&#22312;&#20351;&#29992;&#20142;&#24230;&#36611;&#20302;&#30340;&#23566;&#26143;&#26143;&#39636;&#26178;&#26371;&#26159;&#36611;&#20339;&#30340;&#36984;&#25799;;</li><li>"<a name="Time_lapse"></a>&#24310;&#36978;" - &#22312;&#20841;&#27425;&#23566;&#26143;&#20013;&#38291;&#25554;&#20837;&#19968;&#27573;&#24310;&#36978;&#26178;&#38291;, &#22914;&#26524;&#25351;&#23450;&#30340;&#26333;&#20809;&#26178;&#38291;&#38750;&#24120;&#30701;, &#32780;&#19981;&#24819;&#35731;&#36196;&#36947;&#20736;&#25110;&#30456;&#27231;&#36899;&#32218;&#27969;&#37327;&#36942;&#36617;&#30340;&#35441;, &#21487;&#21033;&#29992;&#36889;&#20491;&#21443;&#25976;&#20358;&#32233;&#35299;&#27492;&#29376;&#27841;;<br>
</li><li>"<a name="Auto_exposure_settings"></a>&#33258;&#21205;&#26333;&#20809;" - &#36889;&#24190;&#20491;&#21443;&#25976;&#29992;&#20358;&#25511;&#21046;&#33258;&#21205;&#26333;&#20809;&#26178;&#38291;:</li><ul><li>&#26368;&#30701;&#26333;&#20809;&#26178;&#38291; - &#26368;&#30701;&#26333;&#20809;&#26178;&#38291;, &#21363;&#20351;&#26159;&#23566;&#26143;&#26143;&#39636;&#30340;&#35338;&#36481;&#27604; (SNR)&#20540; &#39640;&#26044;&#27161;&#30340;&#30340;&#35338;&#36481;&#27604;&#20540;&#26178;, <span style="font-style: italic;">PHD2</span> &#20063;&#19981;&#26371;&#35373;&#23450;&#30701;&#26044;&#27492;&#25976;&#20540;&#30340;&#26333;&#20809;&#26178;&#38291;, &#22914;&#26524;&#26368;&#30701;&#26333;&#20809;&#26178;&#38291;&#35373;&#24471;&#22826;&#23567;, &#20320;&#23601;&#24471;&#36077;&#19968;&#30585;&#35222;&#23527;&#24230;&#25152;&#24341;&#30332;&#30340;&#24433;&#38911;&#26159;&#21542;&#26371;&#35731;&#23566;&#26143;&#25928;&#33021;&#38477;&#20302;, &#20351;&#29992; AO &#32773;&#22240;&#28858;&#36890;&#24120;&#38656;&#35201;&#20570;&#24555;&#36895;&#32780;&#23567;&#37327;&#30340;&#20462;&#27491;, &#22240;&#27492;&#36890;&#24120;&#26371;&#23559;&#27492;&#25976;&#20540;&#35373;&#20302;;</li><li>&#26368;&#24120;&#26333;&#20809;&#26178;&#38291; - &#26368;&#24120;&#26333;&#20809;&#26178;&#38291;, &#22312;&#36984;&#25799;&#23566;&#26143;&#26143;&#39636;&#21069;, <span style="font-style: italic;">PHD2</span> &#26371;&#23559;&#26333;&#20809;&#26178;&#38291;&#35373;&#23450;&#28858;&#26368;&#38263;&#26333;&#20809;&#26178;&#38291;, &#36984;&#25799;&#23566;&#26143;&#26143;&#39636;&#24460;, <span style="font-style: italic;">PHD2</span> &#26371;&#36880;&#27493;&#38477;&#20302;&#26333;&#20809;&#26178;&#38291;&#30452;&#21040;&#36948;&#21040;&#25152;&#35201;&#30340;&#35338;&#36481;&#27604;&#28858;&#27490;;</li><li>&#27161;&#30340; SNR - &#27492;&#25976;&#20540;&#26159; <span style="font-style: italic;">PHD2</span> &#35519;&#25972;&#26333;&#20809;&#26178;&#38291;&#25152;&#35201;&#36948;&#21040;&#30340;&#24179;&#22343;&#35338;&#36481;&#27604;&#20540;, &#35338;&#36481;&#27604;&#22312;&#27599;&#24133;&#32147;&#30001;&#22266;&#23450;&#26333;&#20809;&#26178;&#38291;&#25152;&#25293;&#25885;&#30340;&#24433;&#20687;&#20013;&#21487;&#33021;&#37117;&#19981;&#19968;&#27171;, &#25152;&#20197;&#20320;&#24517;&#38920;&#35201;&#31639;&#19968;&#19979;&#27492;&#30446;&#27161;&#35338;&#36481;&#27604;&#20540;, <span style="font-style: italic;">PHD2</span> &#26371;&#23559;&#35338;&#36481;&#27604;&#20302;&#26044; 3.0 &#30340;&#24433;&#20687;&#19999;&#26820;, &#38928;&#35373;&#30340;&#35338;&#36481;&#27604;&#20540; 6.0 &#22823;&#33268;&#19978;&#21487;&#20197;&#25552;&#20379;&#36991;&#20813; SNR &#20302;&#26044; 3.0 &#30340;&#35722;&#21205;&#23481;&#35377;&#24230;, &#22914;&#22312; "&#22522;&#30990;&#20351;&#29992;" &#31456;&#31680;&#20013;&#25152;&#25551;&#36848;&#30340;, &#36889;&#20491;&#22320;&#26041;&#25152;&#36848;&#30340; SNR &#33287;&#28204;&#20809;&#35336;&#25152;&#25351;&#30340;&#35338;&#36481;&#27604;&#20677;&#36817;&#20284;&#32780;&#24050;, &#23526;&#38555;&#19978;&#20006;&#19981;&#23436;&#20840;&#30456;&#21516;&#12290;<br>
</li></ul><li>"<a name="Pixel_size"></a>&#20687;&#32032;&#22823;&#23567;" - &#23566;&#26143;&#30456;&#27231;&#30340;&#20687;&#32032;&#22823;&#23567; (&#21934;&#20301;=&#24494;&#31859;), &#36889;&#26159; <span style="font-style: italic;">PHD2</span>&nbsp;
&#23526;&#38555;&#29992;&#20358;&#35336;&#31639;&#23566;&#26143;&#24433;&#20687;&#22823;&#23567;&#30340;&#31532;&#20108;&#20491;&#21443;&#25976;, &#27492;&#25976;&#20540;&#26371;&#22312;&#23566;&#26143;&#29376;&#24907;&#39023;&#31034;&#20013;&#36681;&#25563;&#28858;&#35282;&#31186; (arc-seconds) , &#21478;&#19968;&#20491;&#30456;&#38364;&#30340;&#21443;&#25976;&#26159;&#28858;&#26044; &#12302;&#23566;&#26143;&#12303;
&#27161;&#31844;&#38913;&#20013;&#30340;&#23566;&#26143;&#37857;&#30340;&#28966;&#38263;, &#35531;&#21443;&#32771;&#20320;&#30340;&#23566;&#26143;&#30456;&#27231;&#25991;&#20214;&#20358;&#35373;&#23450;&#36889;&#20491;&#25976;&#20540;, &#22914;&#26524;&#20320;&#30340;&#23566;&#26143;&#30456;&#27231;&#20687;&#32032;&#22823;&#23567;&#19981;&#26159;&#27491;&#26041;&#24418;, &#35531;&#22635;&#20837;&#38263;&#23532;&#30340;&#24179;&#22343;&#20540;,
&#20687;&#32032;&#22823;&#23567;&#20006;&#19981;&#26371;&#24433;&#38911;&#23566;&#26143;&#30340;&#31934;&#28310;&#24230;, &#22240;&#27492;&#23569;&#37327;&#30340;&#35492;&#24046;&#19981;&#26371;&#23565;&#32080;&#26524;&#26377;&#22826;&#22823;&#30340;&#24433;&#38911;&#12290;</li><li>"<a name="Camera_gain"></a>&#30456;&#27231;&#22686;&#30410;" - &#35373;&#23450;&#25903;&#25588;&#27492;&#21443;&#25976;&#30340;&#23566;&#26143;&#30456;&#27231;&#20043;&#22686;&#30410;&#20540;, &#38477;&#20302;&#36889;&#20491;&#21443;&#25976;&#21487;&#20197;&#38477;&#20302;&#36481;&#20540;&#25110;&#35731;&#36984;&#29992;&#20142;&#24230;&#36611;&#39640;&#20294;&#19981;&#36942;&#39165;&#21644;(&#19981;&#26371;&#22826;&#20142;)&#30340;&#26143;&#26143;&#30070;&#23566;&#26143;&#26143;&#39636;;</li><li>"<a name="Disconnect_nonresponsive_camera"></a>&#30070;&#30456;&#27231;&#22312;&#24190;&#31186;&#20839;&#27794;&#22238;&#25033;&#23601;&#20013;&#26039;&#36899;&#25509;" - &#26377;&#26178;&#20505;&#30456;&#27231;&#30332;&#29983;&#25925;&#38556;, &#25110;&#24120;&#24120;&#22240;&#28858; USB &#36899;&#32218;&#30332;&#29983;&#21839;&#38988;&#26178;, &#30456;&#27231;&#19981;&#22238;&#20659;&#24433;&#20687;&#32102; <span style="font-style: italic;">PHD2,&nbsp; </span>&#36889;&#27171;&#26371;&#35731; <span style="font-style: italic;">PHD2 </span>&#34389;&#26044;&#30070;&#27231;&#30340;&#29376;&#24907;, &#36889;&#20491;&#21443;&#25976;&#35731; <span style="font-style: italic;">PHD2 </span>&#22312;&#38928;&#26399;&#26333;&#20809;&#26178;&#38291;&#32080;&#26463;&#24460;&#31561;&#24453;&#30456;&#27231;&#22238;&#25033;&#33509;&#24178;&#26178;&#38291;, &#22914;&#26524;&#30456;&#27231;&#27794;&#26377;&#22238;&#25033;&#30340;&#35441;&#23601;&#26371;&#20999;&#26039;&#33287;&#30456;&#27231;&#38291;&#30340;&#36899;&#32218;; &#20363;&#22914;, &#35373;&#23450;&#26333;&#20809;&#26178;&#38291;&#28858;&#20841;&#31186;, &#27492;&#35373;&#23450;&#20540;&#28858;&#20116;&#31186;&#34920;&#31034; <span style="font-style: italic;">PHD2 </span>&#36865;&#20986;&#38283;&#22987;&#26333;&#20809;&#35338;&#34399;&#24460;, &#26371;&#31561;&#24453; 7 &#31186;, &#33509;&#30456;&#27231;&#22312;&#27492;&#26178;&#38291;&#20839;&#27794;&#26377;&#22238;&#25033;, <span style="font-style: italic;">PHD2 </span>&#26371;&#32066;&#27490;&#36939;&#20316;&#12289;&#20999;&#26039;&#33287;&#30456;&#27231;&#30340;&#36899;&#32218;&#20006;&#39023;&#31034;&#21578;&#35686;&#35338;&#24687;,
&#30001;&#26044;&#36889;&#31278;&#21839;&#38988;&#36890;&#24120;&#26159;&#22240;&#28858;&#30828;&#39636;&#25925;&#38556;&#25152;&#24341;&#30332;&#30340;, &#37325;&#26032;&#20570;&#22039;&#35430;&#20063;&#26371;&#24471;&#21040;&#30456;&#21516;&#32080;&#26524;, &#22240;&#27492;&#26368;&#22909;&#35373;&#23450;&#27492;&#21443;&#25976;&#20358;&#36991;&#20813;&#28961;&#35586;&#30340;&#37325;&#35430;&#21205;&#20316;; &#21478;&#22806;,
&#22914;&#26524;&#20320;&#30340;&#23566;&#26143;&#30456;&#27231;&#33287;&#25293;&#25885;&#24433;&#20687;&#30456;&#27231;&#26377;&#20849;&#29992;&#38651;&#36335;&#30340;&#24773;&#27841;, &#35352;&#24471;&#23559;&#27492;&#25976;&#20540;&#35373;&#22823;&#19968;&#40670;, &#26368;&#22909;&#26159;&#35373;&#25104;&#19979;&#36617;&#25972;&#24373;&#24433;&#20687;&#25152;&#38656;&#26178;&#38291;&#30340;&#26368;&#22823;&#20540;, &#36889;&#40670;&#22312;&#20351;&#29992;&#19981;&#20855;&#20633; SGP
&#21151;&#33021;&#30340; SBIG &#39493;&#21205;&#31243;&#24335;&#26178;&#23588;&#20854;&#37325;&#35201;, &#19981;&#35542;&#26159; <span style="font-style: italic;">PHD2 </span>&#26159;&#21542;&#21487;&#20197;&#23436;&#32654;&#22320;&#34389;&#29702;&#36889;&#31278;&#21839;&#38988;, &#22312;&#20854;&#30828;&#39636;&#25110;&#39493;&#21205;&#31243;&#24335;&#26412;&#19978;&#37117;&#21487;&#33021;&#28507;&#34255;&#33879;&#21839;&#38988;&#32780;&#38656;&#35201;&#22312;&#23566;&#26143;&#38283;&#22987;&#20104;&#20197;&#21069;&#25490;&#38500;&#12290;<br>
</li><li>"<a name="Binning_setting"></a>&#24433;&#20687;&#20341;&#21512;"
- &#35373;&#23450;&#25903;&#25588;&#36889;&#20491;&#21443;&#25976;&#35373;&#23450;&#30340;&#23566;&#26143;&#30456;&#27231;&#20043;&#30828;&#39636;&#24433;&#20687;&#20341;&#21512;, &#20320;&#21487;&#20197;&#25351;&#23450;&#23566;&#26143;&#30456;&#27231;&#26333;&#20809;&#26178;&#36914;&#34892;&#24433;&#20687;&#20341;&#21512;, &#35531;&#21443;&#29031;&#19979;&#26041;&#30340;&#35498;&#26126;&#12290;</li><li>"<a name="Use_subframes"></a>&#20351;&#29992;&#35009;&#20999;&#24433;&#20687;" - &#35373;&#23450;&#25903;&#25588;&#27492;&#21443;&#25976;&#30340;&#23566;&#26143;&#30456;&#27231;, &#35731; <span style="font-style: italic;"><span style="font-style: italic;"></span>PHD2 </span>&#20677;
&#19979;&#36617;&#27599;&#27425;&#26333;&#20809;&#24460;&#25152;&#24471;&#24433;&#20687;&#30340; 100x100 &#20687;&#32032;&#31684;&#22285;&#30340;&#35009;&#20999;&#24433;&#20687;, &#36889;&#20491;&#21151;&#33021;&#23565;&#26044;&#19979;&#36617;&#24433;&#20687;&#36895;&#29575;&#24456;&#24930;&#30340;&#23566;&#26143;&#30456;&#27231;&#29305;&#21029;&#26377;&#29992;, &#22914;&#27492;&#21487;&#20197;&#35731;&#23566;&#26143;&#26356;&#20855;&#25928;&#29575;,
&#27492;&#21151;&#33021;&#21516;&#27171;&#21487;&#22871;&#29992;&#22312;&#26657;&#28310;&#21450;&#23566;&#26143;&#19978;, &#26044;&#38283;&#22987;&#26333;&#20809;&#19988;&#27794;&#26377;&#36984;&#25799;&#23566;&#26143;&#26143;&#39636;&#26178;, &#26371;&#19979;&#36617;&#25972;&#24373;&#24433;&#20687;, &#20294;&#26159;&#30070;&#36984;&#25799;&#20102;&#23566;&#26143;&#26143;&#39636;&#24460;, &#20677;&#26377;&#35009;&#20999;&#24460;&#30340;&#24433;&#20687;&#26371;&#34987;&#19979;&#36617;&#19979;&#20358;,
&#22914;&#26524;&#20320;&#20351;&#29992;&#35009;&#20999;&#24433;&#20687;&#24460;&#21448;&#24819;&#36984;&#25799;&#21478;&#19968;&#38982;&#26143;&#26143;&#20316;&#28858;&#23566;&#26143;&#26143;&#39636;&#26178;, &#21482;&#35201;&#40670;&#36984;&#35009;&#20999;&#24433;&#20687;&#22806;&#30340;&#20219;&#19968;&#20491;&#24433;&#20687;&#21312;&#22495;&#23601;&#21487;&#20197;&#20877;&#27425;&#36617;&#20837;&#25972;&#24373;&#24433;&#20687;&#12290;</li></ul><br><span style="font-style: italic;">PHD2 </span>&#25152;
&#20839;&#24314;&#30340;&#26576;&#20123;&#31278;&#39006;&#23566;&#26143;&#30456;&#27231;&#25903;&#25588;&#30828;&#39636;&#23652;&#38754;&#30340;&#24433;&#20687;&#20341;&#21512;&#21151;&#33021;, &#36889;&#20491;&#21151;&#33021;&#22312;&#20320;&#23566;&#38263;&#28966;&#36317;&#26395;&#36960;&#37857;&#25110;&#23566;&#26143;&#30456;&#27231;&#20687;&#32032;&#38750;&#24120;&#23567;&#30340;&#24773;&#27841;&#19979;&#24456;&#26377;&#29992;, &#22240;&#28858;&#22312;&#36889;&#31278;&#24773;&#27841;&#19979;,
&#23566;&#26143;&#26143;&#39636;&#20142;&#24230;&#30456;&#30070;&#24494;&#24369;, &#23566;&#26143;&#24433;&#20687;&#21487;&#33021;&#26371;&#34987;&#36942;&#24230;&#21462;&#27171;(over-sampling), &#36889;&#31278;&#29376;&#27841;&#20006;&#19981;&#26159;&#20214;&#22909;&#20107;,
&#24494;&#24369;&#26143;&#39636;&#25237;&#23556;&#22312;&#35377;&#22810;&#20687;&#32032;&#26997;&#23567;&#30340;&#24433;&#20687;&#20659;&#24863;&#22120;&#19978;&#26178;&#36890;&#24120;&#26371;&#23566;&#33268;&#24456;&#20302;&#30340;&#35338;&#36481;&#27604;, &#20341;&#21512;&#24433;&#20687;&#21487;&#22312;&#26377;&#25928;&#38477;&#20302;&#30456;&#27231;&#35712;&#21462;&#35338;&#36481;&#20294;&#21516;&#26178;&#20063;&#26371;&#22686;&#21152;&#24433;&#20687;&#30340;&#35338;&#36481;&#27604;, &#22240;&#27492;,
&#22914;&#26524;&#20320;&#30332;&#29694;&#26377;&#36942;&#24230;&#21462;&#27171;&#30340;&#24773;&#27841;&#30332;&#29983;&#26178;, &#20320;&#23601;&#19981;&#29992;&#28858;&#27492;&#21839;&#38988;&#32780;&#38477;&#20302;&#23566;&#26143;&#26143;&#39636;&#20301;&#32622;&#31934;&#30906;&#24230;&#12290;&#36984;&#25799;&#36611;&#39640;&#24433;&#20687;&#20341;&#21512;&#27604;&#20363; (bining factor)
&#26371;&#29986;&#29983;&#20197;&#19979;&#30340;&#25928;&#25033;&#65306; <br><ol><li>&#23566;&#26143;&#26143;&#39636;&#24433;&#20687;&#26371;&#26377;&#36611;&#39640;&#30340; SNR &#20540;, &#35731;&#26143;&#39636;&#36611;&#23481;&#26131;&#30001;&#32972;&#26223;&#21312;&#20998;&#20986;&#20358;, &#36889;&#26159;&#21807;&#19968;&#22312;&#20320;&#21482;&#33021;&#36984;&#29992;&#20142;&#24230;&#24494;&#24369;&#30340;&#26143;&#39636; (SNR &#20540;&#36264;&#36817;&#26044; 3.0) &#20316;&#28858;&#23566;&#26143;&#26143;&#39636;&#26178;&#21487;&#20197;&#29554;&#24471;&#35299;&#27770;&#30340;&#26041;&#27861;; <br>
</li><li>&#30001;&#30456;&#27231;&#19979;&#36617;&#36039;&#26009;&#37327;&#26371;&#33287;&#24433;&#20687;&#20341;&#21512;&#27604;&#20363;&#25104;&#24179;&#26041;&#26681;&#38364;&#20418;, &#23565;&#26044;&#21363;&#20351;&#22312;&#26143;&#40670;&#20142;&#24230;&#36275;&#22816;&#19988;&#26377;&#21512;&#29702; SNR &#26410;&#25505;&#29992;&#24433;&#20687;&#20341;&#21512;&#26371;&#26377;&#22823;&#37327;&#28040;&#32791; USB &#36039;&#28304;&#30340;&#24773;&#27841;&#29305;&#21029;&#26377;&#29992;, &#30070;&#28982;, &#20320;&#20063;&#21487;&#20197;&#21033;&#29992;&#22312;&#36984;&#25799;&#22909;&#23566;&#26143;&#26143;&#39636;&#24460;, &#20351;&#29992;&#35009;&#20999;&#24433;&#20687;&#30340;&#26041;&#24335;&#20358;&#36948;&#21040;&#30456;&#21516;&#30340;&#30446;&#30340;;</li><li>&#24433;
&#20687;&#20341;&#21512;&#24460;&#23566;&#26143;&#24433;&#20687;&#35299;&#26512;&#24230; (&#24433;&#20687;&#23610;&#23544;) &#26371;&#38568;&#33879;&#20341;&#21512;&#27604;&#20363;&#32780;&#32302;&#23567;, &#22312;&#26410;&#20341;&#21512;&#24433;&#20687;&#30340;&#35299;&#26512;&#24230;&#36960;&#23567;&#26044; 1 &#35282;&#31186;/&#20687;&#32032;&#30340;&#24773;&#27841;&#19979;, &#36889;&#27171;&#20570;&#19981;&#26371;&#29986;&#29983;&#20160;&#40636;&#21839;&#38988;,
&#20294;&#22914;&#26524;&#22823;&#26044; 1 &#35282;&#31186;/&#20687;&#32032;&#30340;&#35441;, &#36890;&#24120;&#26371;&#29986;&#29983;&#21839;&#38988;, &#20320;&#21487;&#33021;&#38656;&#35201;&#20107;&#20808;&#27298;&#28204;&#25152;&#20351;&#29992;&#30340;&#23566;&#26143;&#35373;&#20633; (&#23566;&#26143;&#30456;&#27231;&#21450;&#23566;&#26143;&#37857;) &#32068;&#21512;&#26159;&#21542;&#26371;&#29986;&#29983;&#36889;&#31278;&#24773;&#27841;;</li><li>&#27599;
&#38542;&#23652;&#30340;&#24433;&#20687;&#20341;&#21512;&#37117;&#38656;&#35201;&#20351;&#29992;&#20491;&#21029;&#30340;&#26263;&#22580;&#21450;&#22750;&#40670;&#24433;&#20687;&#24235;, &#36889;&#20123;&#24433;&#20687;&#19981;&#33021;&#20114;&#29992;&#20063;&#28961;&#27861;&#33258;&#21205;&#20570;&#36681;&#25563;, &#22914;&#26524;&#20320;&#38928;&#24819;&#24471;&#21040;&#38656;&#20351;&#29992;&#19981;&#21516;&#24433;&#20687;&#20341;&#21512;&#35373;&#23450;,
&#20320;&#24471;&#24314;&#31435;&#20379;&#21508;&#31278;&#24433;&#20687;&#20341;&#21512;&#35373;&#23450;&#30340;&#32068;&#24907;&#27284;&#26696;, &#35201;&#20351;&#29992;&#33287;&#30446;&#21069;&#19981;&#19968;&#27171;&#30340;&#24433;&#20687;&#20341;&#21512;&#35373;&#23450;&#26178;, &#30452;&#25509;&#20999;&#25563;&#35373;&#20633;&#32068;&#24907;&#27284;, &#36889;&#26178;&#20505;&#23601;&#26371;&#33258;&#21205;&#22871;&#29992;&#26263;&#22580;&#21450;&#22750;&#40670;&#24433;&#20687;&#24235;&#12290;</li></ol>&#32085;&#22823;&#22810;&#25976; PHD2
&#29992;&#25142;&#37117;&#19981;&#38656;&#20351;&#29992;&#24433;&#20687;&#20341;&#21512;&#30340;&#21151;&#33021;, &#38500;&#38750;&#20320;&#23565;&#27492;&#21151;&#33021;&#30340;&#36939;&#20316;&#38750;&#24120;&#20102;&#35299;&#32780;&#19988;&#24456;&#28165;&#26970;&#20320;&#28858;&#20309;&#20351;&#29992;&#36889;&#38917;&#21151;&#33021;, &#21542;&#21063;, &#20760;&#37327;&#36991;&#20813;&#20351;&#29992;&#36889;&#20491;&#21151;&#33021;&#21543;!<h3><a name="Guiding_Tab"></a>&#23566;&#26143;&#27161;&#31844;&#38913;<br>
</h3><span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 602px; height: 567px;" alt="" src="Advanced_guiding.png"><br><br>&#23566;&#26143;&#27161;&#31844;&#38913;&#39023;&#31034;&#26657;&#28310;&#12289;&#23566;&#26143;&#26143;&#40670;&#36861;&#36452;&#21450;&#25152;&#26377;&#23566;&#26143;&#28436;&#31639;&#27861;&#20849;&#29992;&#30340;&#23566;&#26143;&#34892;&#28858;&#30456;&#38364;&#21443;&#25976;<br>
<br>&#23566;&#26143;&#26143;&#39636;&#36861;&#36452;<br><ul><li>'<a name="Search_region"></a>&#25628;&#23563;&#21312;&#22495;' - &#35373;&#23450;&#26143;&#40670;&#36861;&#36452;&#26694;&#22823;&#23567;,
&#21934;&#20301;&#28858;&#20687;&#32032;.&nbsp; &#22914;&#26524;&#20320;&#30340;&#36196;&#36947;&#20736;&#31934;&#28310;&#24230;&#19981;&#20339;&#25110;&#32773;&#27794;&#26377;&#23565;&#22909;&#26997;&#36600; (&#22823;&#37117;&#26159;&#36889;&#20491;&#21407;&#22240;!), &#20320;&#21487;&#33021;&#24471;&#25918;&#22823;&#19968;&#40670;, &#22312;&#20351;&#29992;&#23566;&#26143;&#23567;&#24171;&#25163;&#26178;,
&#28858;&#20102;&#35731;&#22238;&#24046;&#28204;&#37327;&#36942;&#31243;&#20013;&#19981;&#30332;&#29983;&#26143;&#40670;&#36986;&#22833;&#30340;&#21839;&#38988;, &#20320;&#21487;&#33021;&#38656;&#35201;&#26283;&#26178;&#25226;&#36889;&#20491;&#31684;&#22285;&#35519;&#22823;, &#20294;&#21315;&#33836;&#35352;&#24471;, &#25918;&#22823;&#26143;&#40670;&#36861;&#36452;&#26694;&#26371;&#22686;&#21152;&#27492;&#26694;&#20839;&#20986;&#29694;&#22810;&#38982;&#26143;&#39636;&#30340;&#27231;&#26371;,
&#32780;&#20351;&#23566;&#26143;&#20986;&#29694;&#21839;&#38988;; <br>
</li><li>'<a name="Star_mass_change_detection"></a>&#26143;&#40670;&#36074;&#24515;&#20597;&#28204;' - &#35731; <span style="font-style: italic;">PHD2</span> &#30435;&#35222;&#23566;&#26143;&#26143;&#39636;&#30456;&#23565;&#26044;&#32972;&#26223;&#30340;&#20142;&#24230;&#21450;&#22823;&#23567;;</li><li>'<a name="Star_mass_tolerance"></a>&#26143;&#40670;&#36074;&#24515;&#23481;&#35377;&#24230;' - &#22914;&#26524;&#21246;&#36984;&#20102; "&#21855;&#29992;" &#36984;&#38917;, <span style="font-style: italic;">PHD2</span> &#22312;&#28204;&#37327;&#26143;&#40670;&#20142;&#24230;&#33287;&#22823;&#23567;&#36229;&#20986;&#27492;&#30334;&#20998;&#27604;&#26178;&#26371;&#30332;&#20986; '&#26143;&#40670;&#36986;&#22833;' &#37679;&#35492;&#35338;&#24687;, &#36889;&#22312;&#23566;&#26143;&#26143;&#39636;&#36861;&#36452;&#26694;&#20013;&#26377;&#20841;&#38982;&#26143;&#39636;&#32780;&#20320;&#19981;&#35731; <span style="font-style: italic;">PHD2</span> &#35492;&#21028;&#32780;&#20999;&#25563;&#21040;&#21478;&#38982;&#26143;&#39636;&#26178;&#29305;&#21029;&#26377;&#29992;, &#21478;&#22806;&#36889;&#20491;&#35373;&#23450;&#20063;&#21487;&#20197;&#36991;&#20813;&#22240;&#28858;&#38642;&#12289;&#30456;&#27231;&#26377;&#39640;&#35338;&#36481;&#25110;&#945;
&#31890;&#23376;&#25152;&#24341;&#30332;&#30340;&#37679;&#35492;, &#20294;&#22914;&#26524;&#24744;&#25152;&#36984;&#29992;&#30340;&#23566;&#26143;&#26143;&#39636;&#20142;&#24230;&#22826;&#20302;&#26377;&#21487;&#33021;&#26371;&#23566;&#33268;&#19981;&#31337;&#23450;&#30340;&#29376;&#27841;, &#22914;&#26524;&#20320;&#30332;&#29694;&#23566;&#26143;&#26143;&#39636;&#22312;&#30059;&#38754;&#19978;&#37117;&#36996;&#26126;&#39023;&#21487;&#35211;,
&#20294;&#23601;&#26159;&#19968;&#30452;&#26377;&#26143;&#40670;&#36986;&#22833;&#30340;&#37679;&#35492;&#35338;&#24687;&#29986;&#29983;&#30340;&#35441;, &#23559;&#27492;&#21443;&#25976;&#20540;&#35519;&#39640;&#21487;&#20197;&#36991;&#20813;&#36889;&#20491;&#21839;&#38988;; &#26680;&#37559; '&#21855;&#29992;' &#36984;&#38917;&#25110;&#23559;&#38272;&#27323;&#20540;&#35373;&#28858; 100 &#30340;&#35441;&#23559;&#26371;&#21462;&#28040;&#27492;&#21151;&#33021;&#12290;</li></ul>&#26657;&#28310;<br><ul><li>'<a name="Focal_length"></a>&#28966;&#38263;' - &#23566;&#26143;&#37857;&#30340;&#28966;&#38263; (&#37328;&#31859;). &#36889;&#20491;&#35373;&#23450;&#20540;&#26159; <span style="font-style: italic;">PHD2</span>&nbsp; &#29992;&#20358;&#35336;&#31639;&#24433;&#20687;&#22823;&#23567;&#20006;&#20197;&#35282;&#31186;&#28858;&#21934;&#20301;&#20358;&#22238;&#22577;&#23566;&#26143;&#25928;&#33021;&#25152;&#38656;&#35201;&#30340;&#20841;&#20491;&#21443;&#25976;&#20043;&#19968;, &#21478;&#19968;&#20491;&#21443;&#25976;&#26159;&#20301;&#26044;&#12302;&#30456;&#27231;&#12303;&#27161;&#31844;&#38913;&#30340;&#23566;&#26143;&#30456;&#27231;&#30340;&#20687;&#32032;&#22823;&#23567;;<br>
</li><li>'<a name="Calibration_step-size"></a>&#26657;&#28310;&#27493;&#25976;&#22823;&#23567;' - &#35373;&#23450; <span style="font-style: italic;">PHD2 </span>&#22312;
&#26657;&#28310;&#36942;&#31243;&#30070;&#20013;&#30332;&#20986;&#23566;&#26143;&#35338;&#34399;&#30340;&#38263;&#24230;, &#20854;&#29992;&#27861;&#22312; &#12302;&#22522;&#30990;&#23566;&#26143;&#12303;&#30340;&#12302;&#33258;&#21205;&#26657;&#28310;&#12303;&#31456;&#31680;&#20013;&#24050;&#26377;&#35498;&#26126;, &#20320;&#21487;&#20197;&#20381;&#29031;&#26657;&#28310;&#36942;&#31243;&#20013;&#23798;&#26143;&#26143;&#39636;&#30340;&#20301;&#31227;&#24555;&#24930;&#20358;&#35519;&#25972;&#36889;&#20491;&#21443;&#25976;,
&#20197;&#19979;&#35498;&#26126;&#21487;&#20197;&#30070;&#20570;&#20320;&#30340;&#35373;&#23450;&#28310;&#21063;: &#30070;&#36984;&#25799;&#23566;&#26143;&#26143;&#39636;&#20301;&#26044;&#36196;&#32239; &#711;30 &#20197;&#20839;&#26178;, &#26657;&#28310;&#27493;&#25976;&#35373;&#23450;&#28858; 8-14 &#27493;&#28858;&#20339;;&nbsp;&nbsp;
&nbsp; The 'calculate...' &#40670;&#25802;&#20854;&#21491;&#20596;&#30340;&#12302;&#35336;&#31639;&#27231;&#12303;&#25353;&#37397;&#26371;&#39023;&#31034;&#19968;&#20491;&#35373;&#23450;&#20132;&#35527;&#26694;&#20358;&#36628;&#21161;&#20320;&#35336;&#31639;&#36969;&#30070;&#30340;&#25976;&#20540;&#12290;</li><li>'<a name="Auto_restore_calibration"></a>&#33258;&#21205;&#24674;&#24489;&#26657;&#28310;' - &#36890;&#30693;
<span style="font-style: italic;">PHD2</span>&nbsp; &#30070;&#35373;&#20633;&#36899;&#25509;&#24460;&#33258;&#21205;&#36617;&#20837;&#26368;&#36817;&#19968;&#27425;&#26657;&#28310;&#36039;&#26009;, &#35531;&#21443;&#32771; <a href="Basic_use.htm#Automatic_Calibration">Auto calibration</a> &#31456;&#31680;section &#20197;&#20102;&#35299;&#24433;&#38911;&#21644;&#36889;&#27171;&#20570;&#30340;&#28507;&#22312;&#39080;&#38570;&#12290;</li><li>'<a name="Assert_Dec_Orthogonal"></a>&#20551;
&#35373;&#36196;&#32239;&#33287;&#36196;&#32147;&#36600;&#28858;&#27491;&#20132;&#22402;&#30452;' -
&#36890;&#24120;&#65292;&#26657;&#28310;&#36942;&#31243;&#26371;&#20491;&#21029;&#35336;&#31639;&#28858;&#36196;&#32147;&#65292;&#36196;&#32239;&#25293;&#25885;&#35282;&#24230;&#12290;&#27794;&#26377;&#24517;&#35201;&#38750;&#24120;&#31934;&#30906;&#22320;&#37327;&#28204;&#36889;&#20491;&#20540;&#20063;&#21487;&#20197;&#36939;&#20316;&#24471;&#22909;&#12290;&#20294;&#26159;&#65292;&#22914;&#26524;&#20320;&#30340;&#36196;&#36947;&#20736;&#26377;&#38750;&#24120;&#39640;&#30340;&#36913;&#26399;&#24615;&#35492;&#24046;&#25110;&#35222;&#23527;&#24230;&#38750;&#24120;
&#31967;&#65292;&#24744;&#21487;&#33021;&#24471;&#35201;&#24375;&#21046;&#36196;&#32147;&#21450;&#36196;&#32239;&#26159;&#22402;&#30452;&#27491;&#20132;&#30340;&#12290;&#22914;&#26524;&#36984;&#25799;&#35442;&#36984;&#38917;&#65292;PHD2&#23559;&#21482;&#35336;&#31639;&#28858;&#36196;&#32147;&#30340;&#25293;&#25885;&#35282;&#24230;&#65292;&#28982;&#24460;&#26039;&#23450;&#36196;&#32239;&#35282;&#24230;&#26159;&#33287;&#36196;&#32147;&#28858;&#22402;&#30452;&#12290;</li><li>'<a name="Clear_calibration"></a>&#28165;&#38500;&#36196;&#36947;&#20736;&#26657;&#28310;'
- &#36890;&#30693; <span style="font-style: italic;">PHD2 </span>&#20320;&#35201;&#28165;&#38500;&#30446;&#21069;&#32102;&#36196;&#36947;&#20736;&#20351;&#29992;&#30340;&#26657;&#28310;&#36039;&#26009;&#20006;&#22312;&#37325;&#26032;&#38283;&#22987;&#23566;&#26143;&#21069;&#37325;&#20316;&#26657;&#28310;&#12290;&#24744;&#21487;&#33021;&#22240;&#21508;&#31278;&#22240;&#32032;&#32780;&#20316;&#27492;&#21205;&#20316; - &#22914;&#26059;&#36681;&#23566;&#26143;&#30456;&#27231;&#25110;&#36681;&#21521;&#25509;&#36817;&#22825;&#26997;&#38468;&#36817;&#30340;&#30446;&#27161;&#31561;&#31561;&#65292;&#20320;&#20063;&#21487;&#20197;&#36879;&#36942;&#22312;&#20027;&#38754;&#19978;&#25353;&#20303; Shift &#37749;&#20006;&#40670;&#25802;&#23566;&#26143;&#22294;&#31034;&#20358;&#36914;&#34892;&#24375;&#21046;&#37325;&#26032;&#26657;&#28310;&#21205;&#20316;&#12290;</li>
  <li>'<a name="Declination_compensation"></a>&#20351;&#29992;&#36196;&#32239;&#35036;&#20767;' - &#22914;&#26524; PHD2 &#21487;&#20197;&#36890;&#36942; ASCOM &#36899;&#25509;&#65288;'&#36196;&#36947;&#20736;'&#25110;'&#36628;&#21161;&#36196;&#36947;&#20736;'&#65289;&#21462;&#24471;&#36196;&#36947;&#20736;&#30446;&#21069;&#25351;&#21521;&#30340;&#22825;&#29699;&#26041;&#20301;&#36039;&#26009;&#65292;&#23427;&#26371;&#20381;&#25818;&#30446;&#21069;&#36196;&#32239;&#35282;&#24230;&#20358;&#27934;&#27934;&#35519;&#25972;&#33258;&#21205;&#35519;&#25972;&#36196;&#32147;&#23566;&#26143;&#36895;&#29575;&#12290;&#38500;&#22312;&#26576;&#20123;&#29305;&#27530;&#24773;&#27841; (&#22914;, SITECH &#36196;&#36947;&#20736;&#25511;&#21046;&#22120;&#26371;&#33258;&#21205;&#22320;&#20316;&#35036;&#20767;&#19981;&#38656;&#35201; <span style="font-style: italic;">PHD2 </span>&#20358;&#34389;&#29702;) &#22806;, &#36890;&#24120;&#26371;&#26680;&#36984;&#27492;&#36984;&#38917;&#12290;</li>
</ul>&#20849;&#29992;&#23566;&#26143;&#21443;&#25976;<ul><li>'<a name="Fast_Re-center"></a>&#22312;&#26657;&#28310;&#25110;&#25238;&#21205;&#24460;&#24555;&#36895;&#31227;&#22238;&#20013;&#24515;' - &#26657;&#28310;&#25110;&#25238;&#21205;&#36942;&#31243;&#20013;, &#36196;&#36947;&#20736;&#21487;&#33021;&#26371;&#30001;&#38283;&#22987;"&#37782;&#23450;"&#20301;&#32622;&#31227;&#38283;&#19968;&#22823;&#27573;&#36317;&#38626;, &#22914;&#26524;&#20320;&#21644;&#36984;&#36889;&#20491;&#36984;&#38917;, <span style="font-style: italic;">PHD2 </span>&#26371;&#21033;&#29992;&#20320;&#22312;&#23566;&#26143;&#28436;&#31639;&#27861;&#27161;&#31844;&#38913;&#20013;&#25152;&#35373;&#23450;&#30340;"&#26368;&#38263;&#26178;&#38291;"&#30332;&#20986;&#23566;&#26143;&#21629;&#20196;&#20760;&#36895;&#22320;&#23559;&#36196;&#36947;&#20736;&#31227;&#22238;&#21407;&#20358;&#37782;&#23450;&#20301;&#32622;, &#36889;&#26159;&#29992;&#20358;&#20778;&#21270;&#23566;&#26143;&#30340;&#36939;&#20316;, &#19981;&#26159;&#24517;&#35201;&#30340;&#36984;&#38917;&#12290;</li><li>'<a name="Reverse_Dec_output_after_meridian_flip"></a>&#36942;&#20013;&#22825;&#36681;&#21521;&#24460;&#21453;&#36681;&#36196;&#32239;&#36664;&#20986;' - &#36890;&#30693; <span style="font-style: italic;">PHD2</span> &#22312;&#36942;&#20013;&#22825;&#32763;&#36681;&#36196;&#36947;&#20736;&#24460;&#22914;&#20309;&#20358;&#35519;&#25972;&#26657;&#28310;&#36039;&#26009;, &#26576;&#20123;&#36196;&#36947;&#20736;&#26371;&#20027;&#21205;&#36861;&#36452;&#36196;&#36947;&#20736;&#25351;&#21521;&#29376;&#24907;&#20006;&#33258;&#21205;&#21453;&#36681;&#36196;&#32239;&#36600;&#23566;&#26143;&#21629;&#20196;, &#32780;&#26576;&#20123;&#21063;&#21542;; &#19981;&#35542;&#26159;&#21738;&#31278;&#24773;&#27841;&#19979; <span style="font-style: italic;">PHD2</span>
&#38656;&#35201;&#30693;&#36947;&#36196;&#36947;&#20736;&#26159;&#21542;&#26371;&#20381;&#29031; "side-of-pier" &#20358;&#25913;&#35722;&#36861;&#36452;&#34892;&#28858;, &#20320;&#21487;&#33021;&#38627;&#20197;&#25214;&#21040;&#25152;&#20351;&#29992;&#36196;&#36947;&#20736;&#26159;&#21542;&#26377;&#25903;&#25588;&#36889;&#31278;&#21151;&#33021;&#30340;&#30456;&#38364;&#36039;&#35338;,
&#20320;&#21487;&#20197;&#20316;&#20491;&#31777;&#21934;&#30340;&#23526;&#39511;&#20358;&#30906;&#35469;,&nbsp; &#22312;&#21462;&#28040;&#36889;&#20491;&#26680;&#36984;&#38917;&#30446;&#24773;&#27841;&#19979;, &#22312;&#36196;&#36947;&#20736;&#26576;&#20596;&#20316;&#26657;&#28310;, &#28982;&#24460;&#23559;&#36196;&#36947;&#20736;&#36681;&#21521;&#21478;&#19968;&#20596;,
&#36984;&#25799;&#21151;&#33021;&#34920;&#12302;&#24037;&#20855;&#12303;&#38917;&#30446;&#20013;&#30340;&#12302;&#21453;&#36681;&#26657;&#28310;&#12303;&#24460;&#38283;&#22987;&#23566;&#26143;, &#22914;&#26524;&#36939;&#20316;&#27491;&#24120;, &#37027;&#40636;&#23601;&#35731;&#36889;&#20491;&#36984;&#38917;&#28858;&#26680;&#28040;&#29376;&#24907;, &#22914;&#26524;&#20320;&#30332;&#29694;&#36196;&#32239;&#26041;&#21521;&#26377;&#36305;&#25481;&#30340;&#35441;,
&#35531;&#26680;&#36984;&#35442;&#36984;&#38917;&#20006;&#37325;&#35079;&#21253;&#21547;&#26657;&#28310;&#31243;&#24207;&#30340;&#25972;&#20491;&#31243;&#24207;&#12290;&nbsp; <br>
</li><li>'<a name="Enable_guide_output"></a>&#21855;&#29992;&#36196;&#36947;&#20736;&#23566;&#26143;&#35338;&#34399;&#36664;&#20986;'
- &#27491;&#24120;&#24773;&#27841;&#19979;&#26371;&#26680;&#36984;&#27492;&#38917;&#30446;&#20197;&#36890;&#30693; <span style="font-style: italic;">PHD2</span> &#30332;&#20986;&#23566;&#26143;&#21629;&#20196;&#32102;&#36196;&#36947;&#20736;, &#20294;&#22914;&#26524;&#24819;&#35201;&#21033;&#29992;&#22312;&#27794;&#26377;&#23566;&#26143;&#24773;&#27841;&#19979;&#36196;&#36947;&#20736;&#30340;&#34892;&#28858;&#20358;&#27298;&#26597;&#36913;&#26399;&#24615;&#35492;&#24046;&#22823;&#23567;&#21644;&#24418;&#29376;&#25110;&#32773;&#22240;&#26410;&#23565;&#22909;&#26997;&#36600;&#25152;&#23566;&#33268;&#30340;&#39108;&#31227;&#29694;&#35937;&#12290;<br>
</li><li>'<a name="Stop_guiding_on_slew"></a>&#30070;&#36196;&#36947;&#20736;&#36681;&#21521;&#26178;&#20572;&#27490;&#23566;&#26143;' - &#22914;&#26524;&#20320;&#36879;&#36942; ASCOM &#20171;&#38754;&#20358;&#23566;&#26143;, <span style="font-style: italic;">PHD2</span> &#26371;&#20597;&#28204;&#36196;&#36947;&#20736;&#26159;&#21542;&#27491;&#22312;&#36681;&#21521;, &#26159;&#30340;&#35441;&#23601;&#26371;&#20572;&#27490;&#36664;&#20986;&#23566;&#26143;&#21629;&#20196;&#12290;</li></ul>&#26657;&#28310;&#27493;&#25976;&#35336;&#31639;&#22120;<br><br><img style="width: 319px; height: 525px;" alt="Calc_step_dialog" src="Advanced_calstep_calculator.png"><br><span style="font-size: 10pt; font-family: Arial;"></span><br>&#20351;&#29992; <a name="Calculator_auto-step-size"></a>&#35336;
&#31639;&#27231;&#26178;,
&#35531;&#30906;&#35469;&#26377;&#27491;&#30906;&#22320;&#22635;&#20837;&#26368;&#19978;&#26041;&#30340;&#19977;&#20491;&#25511;&#21046;&#38917;&#30446;, &#22914;&#26524;&#24744;&#24050;&#32147;&#22312;&#12302;&#25972;&#39636;&#12303;&#21450;&#12302;&#30456;&#27231;&#12303;&#27161;&#31844;&#38913;&#20013;&#35373;&#23450;&#20102;&#28966;&#38263;&#21450;&#23566;&#26143;&#30456;&#27231;&#20687;&#32032;&#22823;&#23567;, &#36889;&#20123;&#27396;&#20301;&#20415;&#26371;&#33258;&#21205;&#24118;&#36942;&#20358;,
&#12290;&#22914;&#26524;&#20320;&#20351;&#29992; ASCOM &#20171;&#38754;&#20358;&#36899;&#25509;&#36196;&#36947;&#20736;, "&#23566;&#26143;&#36895;&#29575;" &#36889;&#20491;&#27396;&#20301;&#21450;"&#26657;&#28310;&#36196;&#32239;" &#36889;&#20841;&#20491;&#27396;&#20301;&#20063;&#26371;&#22635;&#20837;&#27491;&#30906;&#30340;&#25976;&#20540;, &#19981;&#26159;&#30340;&#35441;,
&#20320;&#23601;&#24471;&#33258;&#24049;&#36664;&#20837;, &#23566;&#26143;&#36895;&#29575;&#20197;&#24646;&#26143;&#26178;&#20493;&#25976;&#30340;&#26041;&#24335;&#36664;&#20837; (&#23565;&#22823;&#22810;&#25976;&#30340;&#36196;&#36947;&#20736;&#21487;&#20197;&#36664;&#20837; 1X &#25110; 0.5X &#24646;&#26143;&#26178;, &#20320;&#20063;&#21487;&#20197;&#36664;&#20837;&#20854;&#20182;&#25976;&#20540;); &#20320;&#21487;&#20197;&#35731;
"&#26657;&#28310;&#27493;&#25976;" &#36889;&#20491;&#27396;&#20301;&#20445;&#30041;&#22312;&#38928;&#35373;&#30340; 12, &#35373;&#25104;&#36889;&#20491;&#25976;&#20540;, &#22312;&#32085;&#22823;&#22810;&#25976;&#30340;&#24773;&#27841;&#19979;&#37117;&#21487;&#20197;&#29554;&#24471;&#33391;&#22909;&#30340;&#26657;&#28310;&#32080;&#26524;, &#35373;&#24471;&#22826;&#23567;&#30340;&#35441;,
&#21487;&#33021;&#26371;&#22240;&#28858;&#35222;&#23527;&#24230;&#25110;&#32773;&#36196;&#36947;&#20736;&#21839;&#38988;&#32780;&#23566;&#33268;&#26657;&#28310;&#30332;&#29983;&#21839;&#38988;, &#30070;&#20320;&#25913;&#35722;&#36889;&#20123;&#27396;&#20301;&#20839;&#23481;&#26178;,&nbsp; <span style="font-style: italic;">PHD2</span>
&#26371;&#37325;&#26032;&#35336;&#31639;&#30446;&#21069;&#24433;&#20687;&#22823;&#23567;&#21450;&#24314;&#35696;&#30340;&#26657;&#28310;&#27493;&#25976;&#22823;&#23567;,&nbsp; &#20854;&#24460;&#22914;&#26524;&#20320;&#40670;&#25802; &#12302;&#30906;&#35469;&#12303;&#25353;&#37397;, &#36889;&#20123;&#25976;&#20540;&#26371;&#24118;&#21040;&#12302;&#23566;&#26143;&#12303;&#20132;&#35527;&#26694;&#20013;&#30340;&#26657;&#28310;&#27493;&#25976;&#22823;&#23567;&#27396;&#20301;&#20013;,
&#21516;&#26178;&#20063;&#26371;&#23559;&#28966;&#38263;&#25802;&#20498;&#26143;&#30456;&#27231;&#20687;&#32032;&#22823;&#23567;&#27396;&#20301;&#24118;&#20837;&#12302;&#23566;&#26143;&#12303;&#21450;&#12302;&#30456;&#27231;&#12303;&#38913;&#31844;&#20013;, &#21453;&#20043;, &#22914;&#26524;&#20320;&#40670;&#25802;&#35336;&#31639;&#27231;&#20013;&#30340;&#12302;&#21462;&#28040;&#12303;&#25353;&#37397;&#30340;&#35441;, &#23601;&#19981;&#26371;&#25913;&#35722;&#20219;&#20309;&#30340;&#35373;&#23450;&#20540;,
&#35352;&#24471;, &#38500;&#38750;&#20320;&#20462;&#25913;&#12302;&#23566;&#26143;&#36895;&#29575;&#12303;&#20013;&#30340;&#25976;&#20540;, &#21542;&#21063; <span style="font-style: italic;">PHD2 </span>&#27493;&#26371;&#26356;&#25913;&#36196;&#36947;&#20736;&#23566;&#26143;&#36895;&#29575;&#30340;&#35373;&#23450;&#12290;<h3><a name="Algorithms_Tab"></a>&#23566;&#26143;&#28436;&#31639;&#27861;&#27161;&#31844;&#38913;<br>
</h3>
<span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 598px; height: 566px;" alt="" src="Advanced_algorithms.png"><br><br>&#28436;&#31639;&#27861;&#27161;&#31844;&#38913;&#29992;&#26044;&#36984;&#25799;&#25152;&#35201;&#20351;&#29992;&#30340;&#23566;&#26143;&#28436;&#31639;&#27861;&#21644;&#23566;&#26143;&#28436;&#31639;&#27861;&#30456;&#38364;&#30340;&#24494;&#35519;&#21443;&#25976;, &#22914;&#26524;&#20320;&#25913;&#35722;&#20102;&#28436;&#31639;&#27861;&#36984;&#38917;, &#25152;&#39023;&#31034;&#30340;&#21443;&#25976;&#20063;&#26371;&#26377;&#26126;&#39023;&#30340;&#25913;&#35722;&#12290;&#22240;&#27492;&#65292;&#25152;&#26377;&#33287;<a href="Guide_algorithms.htm"> &#23566;&#26143;&#28436;&#31639;&#27861;</a> &#30456;&#38364;&#30340;&#21443;&#25976;&#25972;&#21512;&#25918;&#22312;&#20491;&#21029;&#30340;&#21312;&#22602;&#30070;&#20013;&#12290;<br>
<br>&#20197;&#19979;&#35498;&#26126;&#20854;&#20182;&#33287;&#23566;&#26143;&#28436;&#31639;&#27861;&#31456;&#31680;&#19981;&#30456;&#38364;&#30340;&#25511;&#21046;&#38917;&#30446;&#65306;
<ul><li>'<a name="Max_Duration_RA"></a>&#26368;&#38263;&#36196;&#32147;&#36913;&#26399;' - &#25351;&#23450;&#30332;&#20986;&#32102;&#36196;&#32147;&#36600;&#30340;&#26368;&#38263;&#23566;&#26143;&#35338;&#34399;&#25345;&#32396;&#26178;&#38291;, &#22914;&#26524;&#20320;&#24819;&#35201;&#36991;&#20813;&#22240;&#39080;&#21561;&#12289;&#29105;&#22122;&#31561;&#28507;&#22312;&#22240;&#32032;&#20551;&#20107;&#20214;&#32780;&#24341;&#36215;&#30340;&#35492;&#24046;, &#20320;&#21487;&#20197;&#38477;&#20302;&#27492;&#25976;&#20540;&#12290;</li>
  <li>'<a name="Declination_backlash_comp"></a>&#20351;&#29992;&#22238;&#24046;&#35036;&#20767;' - &#27492;&#25511;&#21046;&#38917;&#35373;&#23450; <span style="font-style: italic;">PHD2</span> &#26159;&#21542;&#22312;&#36196;&#32239;&#21453;&#36681;&#26178;&#26159;&#21542;&#21152;&#19978;&#22238;&#24046;&#35036;&#20767;, &#23566;&#26143;&#23567;&#24171;&#25163;&#28204;&#37327;&#20006;&#35336;&#31639;&#25152;&#24471;&#21040;&#30340;&#32080;&#26524;&#21487;&#20197;&#20316;&#28858;&#22238;&#24046;&#35036;&#20767;&#21443;&#25976;&#27770;&#23450;&#30340;&#21443;&#32771;&#20540;, &#38989;&#22806;&#30340;&#23566;&#26143;&#20462;&#27491;&#20540; (&#22238;&#24046;&#35036;&#20767;&#20540;) &#26371;&#39023;&#31034;&#22312;&#12302;Amount&#12303;&#27298;&#26680;&#26694;&#20013;,&nbsp; &#36889;&#20491;&#25976;&#20540;&#21487;&#20197;&#21033;&#29992; <span style="font-style: italic;">PHD2</span> &#19979;&#25289;&#21015;&#34920;&#20570;&#35519;&#25972;&#20358;&#36991;&#20813;&#36942;&#24230;&#25293;&#25885;&#25110;&#38663;&#30442;&#31561;&#21839;&#38988;, &#38614;&#28982; <span style="font-style: italic;">PHD2</span> &#26371;&#33258;&#25105;&#35519;&#36969;&#20197;&#36991;&#20813;&#36942;&#24230;&#20462;&#27491;&#21839;&#38988;, &#36889;&#20491;&#22320;&#26041;&#30340;&#22238;&#24046;&#35036;&#20767;&#26371;&#27604;&#36215;&#26576;&#20123;&#36196;&#36947;&#20736;&#25511;&#21046;&#22120;&#20013;&#25152;&#20570;&#30340;&#22909;&#19968;&#20123;, &#22914;&#26524;&#20320;&#20351;&#29992;&#20102; <span style="font-style: italic;">PHD2</span> &#20013;&#30340;&#22238;&#24046;&#35036;&#20767;&#21151;&#33021;, &#35352;&#24471;&#35201;&#25226;&#36196;&#36947;&#20736;&#30340;&#22238;&#24046;&#35036;&#20767;&#21151;&#33021;&#38364;&#38281;, &#35531;&#21443;&#32771; <a href="Tools.htm#Guiding_Assistant">&#23566;&#26143;&#23567;&#24171;&#25163;</a> &#20013;&#30340;&#35443;&#32048;&#35498;&#26126;&#12290;</li>
<li>'<a name="Max_Duration_Declination"></a>&#26368;&#38263;&#36196;&#32239;&#36913;&#26399;' - &#25351;&#23450;&#30332;&#20986;&#32102;&#36196;&#32239;&#36600;&#30340;&#26368;&#38263;&#23566;&#26143;&#35338;&#34399;&#25345;&#32396;&#26178;&#38291;.</li><li>'<a name="Dec_guide_mode"></a>&#36196;
&#32239;&#23566;&#26143;&#27169;&#24335;' - &#36196;&#32239;&#36600;&#23566;&#26143;&#30340;&#38989;&#22806;&#25511;&#21046;&#38917;&#30446;, &#36196;&#32239;&#36600;&#23566;&#26143;&#33287;&#36196;&#32147;&#36600;&#19978;&#19981;&#21516;, &#35492;&#24046;&#30340;&#21407;&#22240;&#26368;&#20027;&#35201;&#19981;&#26159;&#22240;&#28858;&#40786;&#36650;&#30340;&#19981;&#23436;&#32654;&#25152;&#33268;,
&#32780;&#26159;&#22240;&#28858;&#27794;&#26377;&#23565;&#22909;&#26997;&#36600;&#25110;&#22823;&#27683;&#33945;&#24046;&#25152;&#33268;, &#22312;&#27794;&#26377;&#36942;&#24230;&#20462;&#27491;&#30340;&#24773;&#27841;&#19979;&#36890;&#24120;&#26371;&#23566;&#33268;&#21934;&#19968;&#26041;&#21521;&#32780;&#19988;&#24179;&#38918;&#30340;&#35492;&#24046;, &nbsp; &#38928;&#35373;&#20540; 'auto' &#21578;&#30693; <span style="font-style: italic;">PHD2</span>
&#22312;&#26576;&#20123;&#23566;&#26143;&#28436;&#31639;&#27861;&#20013;, &#21453;&#36681;&#30340;&#34892;&#28858;&#26159;&#27491;&#24120;&#30340;, &#20294;&#26159;, &#22914;&#26524;&#36196;&#36947;&#20736;&#26412;&#36523;&#23601;&#26377;&#24456;&#22823;&#30340;&#36196;&#32239;&#22238;&#24046;&#23384;&#22312;, &#20320;&#21487;&#33021;&#24471;&#20840;&#38754;&#22320;&#36991;&#20813;&#21453;&#36681;,&nbsp;
&#22312;&#36889;&#31278;&#24773;&#27841;&#19979;, &#20320;&#21487;&#20197;&#36984;&#25799; 'north' &#25110; 'south' &#20358;&#38480;&#21046;&#20677;&#22312;&#27492;&#26041;&#21521;&#19978;&#20316;&#20462;&#27491;, &#35352;&#24471;, &#22312;&#36889;&#31278;&#27169;&#24335;&#19979;,
&#22914;&#26524;&#26377;&#20462;&#27491;&#37327;&#36942;&#22823;&#30340;&#24773;&#27841;&#30332;&#29983;, &#22312;&#19968;&#27573;&#26178;&#38291;&#24460;&#26371;&#23566;&#33268;&#26143;&#40670;&#36986;&#22833;, &#22240;&#27492;&#22914;&#26524;&#20320;&#19981;&#23481;&#35377;&#21453;&#36681;&#30340;&#35441;, &#23601;&#25226; aggressiveness &#21443;&#25976;&#35373;&#24471;&#20445;&#23432;&#19968;&#40670;;
&#36984;&#25799; 'none' &#30340;&#35441;&#26371;&#23559;&#36196;&#32239;&#36600;&#23566;&#26143;&#21151;&#33021;&#23436;&#20840;&#38364;&#38281;&#12290;</li></ul><br><h3><a name="Other_Devices_Tab"></a>&#20854;&#20182;&#35373;&#20633;&#27161;&#31844;&#38913;<br>
</h3><span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 591px; height: 451px;" alt="" src="Advanced_other.png"><br><br>&#22914;
&#26524;&#20320;&#26377;&#20351;&#29992;&#35519;&#36969;&#20809;&#23416;&#25110;&#30456;&#22580;&#26059;&#36681;&#22120;&#35037;&#32622;&#26178;, &#20415;&#26371;&#38989;&#22806;&#39023;&#31034;&#12302;&#20854;&#20182;&#35373;&#20633;&#12303;&#27161;&#31844;&#38913;, &#22914;&#26377;&#20351;&#29992; AO &#35037;&#32622;&#23601;&#26371;&#30475;&#21040;&#19978;&#26041;&#38364;&#26044; AO &#30340;&#35373;&#23450;&#21312;&#22602;,&nbsp;
&#20320;&#39318;&#20808;&#21487;&#20197;&#21033;&#29992;&#21069;&#22235;&#20491;&#21443;&#25976;&#20358;&#25511;&#21046;&#26657;&#28310;&#31243;&#24207;&#20197;&#21450;&#24460;&#32396; '&#36339;&#21205;' &#21205;&#20316;&#22519;&#34892;&#26178;&#20351;&#29992;, '&#26657;&#28310;&#27493;&#25976;' &#27396;&#20301;&#35373;&#23450;&nbsp; <span style="font-style: italic;">PHD2</span>&nbsp; &#26044;&#26657;&#28310;&#36942;&#31243;&#20013;&#19978;/&#19979;/&#24038;/&#21491;&#26041;&#21521;&#31227;&#21205; tip/tilt &#21934;&#20803;&#30340;&#25976;&#30446;,&nbsp; &#23566;&#26143;&#26143;&#39636;&#30340;&#20301;&#32622;&#26371;&#22312;&#26657;&#28310;&#20013;&#30340;&#27599;&#27425; leg &#38283;&#22987;&#21450;&#32080;&#26463;&#26178;&#28204;&#37327;; 'Samples to average' &#21443;&#25976;&#35373;&#23450; <span style="font-style: italic;">PHD2</span>
&#22312;&#27599;&#20491;&#40670;&#19978;&#35201;&#25847;&#21462;&#24190;&#27425;&#27171;&#26412;, &#30001;&#26044;&#23566;&#26143;&#26143;&#39636;&#26371;&#22240;&#28858;&#35222;&#23527;&#24230;&#30340;&#38364;&#20418;&#32780;&#26377;&#20123;&#35377;&#30340;&#36339;&#21205;, &#22240;&#27492;&#24179;&#22343;&#24433;&#20687;&#30456;&#30070;&#37325;&#35201;, &#22914;&#21069;&#25152;&#36848;, AO
&#35037;&#32622;&#20677;&#26371;&#26377;&#38480;&#24230;&#22320;&#20462;&#27491;&#23566;&#26143;&#26143;&#39636;&#30340;&#20301;&#31227;, &#20320;&#21487;&#33021;&#26371;&#35731;&#36196;&#36947;&#20736;&#22312;&#21040;&#36948;&#27492;&#38480;&#21046;&#21069;&#36914;&#34892; '&#36339;&#21205;(bump)' &#21205;&#20316;, '&#36339;&#21205;&#30334;&#20998;&#27604;'
&#27396;&#20301;&#21363;&#29992;&#20358;&#35373;&#23450;&#36889;&#20491;&#38272;&#27323;&#20540;, &#35201;&#31227;&#21205;&#36196;&#36947;&#20736;, &#25972;&#20491;&#36339;&#21205;&#20462;&#27491;&#30340;&#27493;&#39519;&#28858; - '&#36339;&#21205;&#27493;&#25976;' &#27396;&#20301;&#25511;&#21046;&#22686;&#37327;&#30340;&#22823;&#23567;, &#22914;&#26524;&#36339;&#21205;&#30340;&#21205;&#20316;&#24050;&#32147;&#38283;&#22987;&#32780;&#23566;&#26143;&#26143;&#39636;&#20173;&#28982;&#20301;&#26044; '&#36339;&#21205;&#30334;&#20998;&#27604;' &#30340;&#21312;&#22495;&#31684;&#22285;&#22806;&#26178;, <span style="font-style: italic;">PHD2</span>&#26371;
&#22686;&#21152;&#36339;&#21205;&#24133;&#24230;&#30452;&#21040;&#23566;&#26143;&#26143;&#39636;&#22238;&#21040;&#21312;&#22495;&#31684;&#22285;&#28858;&#27490;, &#27492;&#26178;&#33267;&#22238;&#21040;&#20013;&#24515;&#40670;&#25152;&#22686;&#21152;&#30340;&#38989;&#22806;&#31227;&#21205;&#37327;&#26371;&#32380;&#32396;&#23384;&#22312;&#26044; '&#36339;&#21205;&#27493;&#25976;&#22823;&#23567;' &#25976;&#20540;&#20013;,
&#26371;&#22914;&#27492;&#35079;&#38620;&#26159;&#28858;&#20102;&#35201;&#22312;&#21363;&#20351;&#36196;&#36947;&#20736;&#36339;&#21205;&#22312;&#19981;&#25289;&#38263;&#23566;&#26143;&#30340;&#29376;&#27841;&#19979;&#32173;&#25345;&#33391;&#22909;&#30340;&#23566;&#26143;&#32080;&#26524;, &#22312;&#36339;&#21205;&#30340;&#36942;&#31243;&#20013;, AO &#35037;&#32622;&#26371;&#25345;&#32396;&#22320;&#20570;&#20462;&#27491;&#21205;&#20316;, &#22914;&#27492; AO
&#20013;&#26371;&#20197;&#25345;&#32396;&#24615;&#22320;&#20559;&#31227;&#20358;&#35519;&#25972;&#36611;&#22823;&#30340; '&#36196;&#36947;&#20736;&#36339;&#21205;'&#12290;<br><br>'Bump on dither' &#36984;&#38917;&#36890;&#30693; <span style="font-style: italic;">PHD2</span>
&#30070;&#25910;&#21040;&#25238;&#21205;&#21629;&#20196;&#26178;&#36339;&#21205;&#36196;&#36947;&#20736;, &#22914;&#27492;&#21487;&#20197;&#35731;&#23566;&#26143;&#26143;&#39636;&#31227;&#22238;&#21040;&#25509;&#36817; AO &#35037;&#32622;&#30340;&#20013;&#24515;&#20301;&#32622;&#19978;, &#36889;&#20491;&#36984;&#38917;&#21855;&#29992;/&#38364;&#38281; AO
&#23566;&#26143;&#21629;&#20196;&#30340;&#36939;&#20316;&#33287;&#23566;&#26143;&#27161;&#31844;&#38913;&#35041;&#38957;&#30340; '&#21855;&#29992;&#36196;&#36947;&#20736;&#23566;&#26143;' &#26680;&#36984;&#38917;&#23436;&#20840;&#27794;&#26377;&#38364;&#20418;, &#22240;&#27492;&#20320;&#21487;&#20197;&#21934;&#29544;&#21855;&#29992;&#25110;&#38364;&#38281;&#30332;&#20986;&#23566;&#26143;&#21629;&#20196;&#32102; tip/tilt &#35037;&#32622;&#25110;&#32773;
'&#36339;&#21205;' &#21629;&#20196;&#32102;&#36196;&#36947;&#20736;, &#21516;&#27171;&#30340;&#36947;&#29702;, &#35373;&#23450; '&#28165;&#38500; AO &#26657;&#28310;' &#36984;&#38917;&#20063;&#21482;&#26371;&#24375;&#21046; AO &#37325;&#26032;&#26657;&#28310;&#32780;&#19981;&#35569;&#23565;&#36196;&#36947;&#20736;&#23566;&#26143;&#26377;&#20219;&#20309;&#24433;&#38911;&#12290;<br><br>&#30070;&#20351;&#29992; AO &#35037;&#32622;&#26178;, '&#28436;&#31639;&#27861;' &#27161;&#31844;&#20677;&#39023;&#31034;&#20986;&#29992;&#20197;&#25511;&#21046; AO &#35037;&#32622;&#26412;&#36523;&#30340; tip/tilt &#20809;&#23416;&#20803;&#20214;&#30456;&#38364;&#30340;&#36984;&#25799;&#65306;<br><br><img style="width: 590px; height: 450px;" alt="" src="Advanced_other_Algo.png"><br><br>&#30001;
&#26044; AO &#35037;&#32622;&#19981;&#26371;&#31227;&#21205;&#35373;&#20633;&#20013;&#30340;&#37325;&#32068;&#20214;,&nbsp; you can
afford to be more aggressive in your guide algorithm choices.&nbsp; AO
&#35037;&#32622;&#38928;&#35373;&#30340;&#28436;&#31639;&#27861;&#28858; 'None', &#20063;&#23601;&#26159;&#35498;&#19981;&#26371;&#20351;&#29992;&#20219;&#20309;&#27511;&#21490;&#36039;&#26009;&#20358;&#35336;&#31639;&#20462;&#27491;&#20540;, &#22914;&#27492;, &#27599;&#27425;&#30340;&#20462;&#27491;&#37117;&#26159;&#22522;&#26044;&#26368;&#36817;&#19968;&#27425;&#25293;&#25885;&#30340;&#24433;&#20687;&#25152;&#35336;&#31639;&#30340;&#32080;&#26524;,
&#21487;&#20197; 100% &#22320;&#20462;&#27491;&#30070;&#21069;&#30340;&#35492;&#24046;; &#22914;&#26524;&#20320;&#36984;&#25799;&#20854;&#20182;&#31278;&#28436;&#31639;&#27861;, &#20320;&#26368;&#22909;&#30001;&#36611;&#39640;&#30340; aggressiveness (&#22914; 100%)
&#38283;&#22987;&#35519;&#25972;&#27604;&#36611;&#22949;&#30070;; &#22240;&#28858;&#19981;&#26371;&#29992;&#20358;&#25511;&#21046; AO &#35037;&#32622;, &#25152;&#20197;&#19968;&#33324;&#23566;&#26143;&#28436;&#31639;&#27861;&#19978;&#25152;&#35211;&#21040;&#30340;&#20854;&#20182;&#21443;&#25976;&#19981;&#26371;&#39023;&#31034;&#22312;&#27492;&#27161;&#31844;&#38913;&#30070;&#20013;&#12290;<br><br>&#30456;&#22580;&#26059;&#36681;&#22120;&#21482;&#26377;&#19968;&#20491;&#35373;&#23450;&#21443;&#25976;&#20358;&#23565;&#25033;&#35373;&#20633;&#30340; ASCOM &#39493;&#21205;&#31243;&#24335;&#20013;&#30340;&#27491;&#25110;&#36000;&#35282;&#24230;,&nbsp;&nbsp; &#20809;&#23416;&#31995;&#32113;&#26377;&#32763;&#36681;&#24433;&#20687;&#26178;(&#36890;&#24120;&#26159;&#22240;&#28858;&#26377;&#22855;&#25976;&#38754;&#37857;&#23376;)&#21487;&#20197;&#21246;&#36984; "&#21453;&#36681;"
&#26680;&#36984;&#26694;&#20358;&#23565;&#25033;, &#26041;&#21521;&#21363;&#26059;&#36681;&#35282;&#24230;&#37117;&#26371;&#29992;&#20197;&#35519;&#25972;&#26657;&#28310;&#36039;&#26009;, <span style="font-style: italic;">PHD2 </span>&#36981;&#24490; ASCOM &#27161;&#28310;, &#26059;&#36681;&#35282;&#24230;&#20197;&#27491;&#19978;&#26041;&#28858; 0 &#24230;, &#23565;&#33879;&#22825;&#31354;&#38918;&#26178;&#37341;&#26041;&#21521;&#26059;&#36681;&#30340;&#35282;&#24230;&#20358;&#34920;&#31034;&#30456;&#22580;&#26059;&#36681;&#35282;&#24230;, &#19981;&#29087;&#24713;&#30340;&#35441;, &#35430;&#19968;&#19979;&#23601;&#21487;&#20197;&#24456;&#24555;&#22320;&#30693;&#36947;&#30456;&#22580;&#26059;&#36681;&#35282;&#24230;&#30340;&#35336;&#31639;&#26041;&#24335;&#12290;
</body></html>