<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 TRANSITIONAL//EN">
<html><head><title>Using PHD Guiding</title></head><body>
<h2>&#20351;&#29992; <span style="font-style: italic;">PHD2</span> &#23566;&#26143;<br>
</h2>&#20351;&#29992; <span style="font-style: italic;">PHD2Guiding </span><span style="font-weight: bold;"></span>&#23566;&#26143;&#30340;&#20116;&#20491;&#22522;&#26412;&#27493;&#39519;<br>
<ol type="1">
<li>&#40670;&#25802; &#12302;USB&#12303; &#22294;&#31034;&#20358;&#36899;&#25509;&#20320;&#30340;&#23566;&#26143;&#30456;&#27231;&#21644;&#36196;&#36947;&#20736;;</li>
<li>&#30001;&#19979;&#25289;&#36984;&#21934;&#20013;&#25361;&#36984;&#20986;&#36969;&#30070;&#30340;&#26333;&#20809;&#26178;&#38291;;</li>
<li>&#40670;&#25802;&#12302;&#36852;&#22280;&#12303;&#22294;&#31034;&#20006;&#27298;&#35222;&#30059;&#38754;&#19978;&#26159;&#21542;&#26377;&#21487;&#29992;&#30340;&#26143;&#26143;, &#22914;&#26377;&#38656;&#35201;&#35531;&#37325;&#26032;&#23565;&#28966;; &#33509;&#25214;&#19981;&#21040;&#21512;&#36969;&#30340;&#23566;&#26143;&#26143;&#39636;, &#35531;&#36681;&#21205;&#36196;&#36947;&#20736;&#25110;&#35519;&#25972;&#26333;&#20809;&#26178;&#38291;;</li>
<li>&#40670;&#36984;&#38982;&#20142;&#24230;&#19981;&#35201;&#22826;&#39640;&#19988;&#19981;&#38752;&#36817;&#30059;&#38754;&#37002;&#32227;&#30340;&#26143;&#26143;&#20316;&#28858;&#23566;&#26143;&#26143;&#39636;;</li>
<li>&#40670;&#25802; &#12302;<span style="font-style: italic;">PHD2</span>&#12303;
&#23566;&#26143;&#25353;&#37397;&#38283;&#22987;&#36914;&#34892;&#23566;&#26143;&#12290;</li>
</ol><br>
&#25509;&#19979;&#20358;&#35498;&#26126;&#27599;&#20491;&#27493;&#39519;&#30340;&#35443;&#32048;&#25805;&#20316;.<br>
<ul>

<li><a href="#Exposure_Time_and_Star_Selection">&#36899;&#25509;&#35373;&#20633;</a></li>
<li><a href="#Automatic_Calibration">&#26333;&#20809;&#26178;&#38291;&#21450;&#23566;&#26143;&#26143;&#39636;&#30340;&#36984;&#25799;</a></li>
  <li><a href="#Automatic_Calibration">&#26657;&#28310;</a></li>

<li><a href="#Guiding">&#23566;&#26143;</a></li>
</ul>

<h3><a name="Equipment_Connection"></a>&#36899;&#25509;&#35373;&#20633;<br>
</h3>
&#38283;&#22987;&#36914;&#34892;&#23566;&#26143;&#21069;, <span style="font-style: italic;">PHD2</span> &#39318;&#20808;&#24517;&#38920;&#36899;&#25509;&#20320;&#25152;&#20351;&#29992;&#30340;&#35373;&#20633;: &#23566;&#26143;&#30456;&#27231;&#12289;&#36196;&#36947;&#20736;&#21450;&#22914;&#36628;&#21161;&#36196;&#36947;&#20736;&#12289;&#35519;&#36969;&#20809;&#23416; (AO) &#35037;&#32622;&#25110;&#30456;&#22580;&#26059;&#36681;&#22120;&#31561;&#36984;&#29992;&#30340;&#35373;&#20633;, &#30070;&#20320;&#40670;&#25802;&#12300;&#30456;&#27231;&#12301;&#22294;&#31034;&#24460;, &#26371;&#20986;&#29694;&#22914;&#19979;&#30340;&#20132;&#35527;&#26694;&#30059;&#38754;: <br>
<br>
<img style="width: 465px; height: 311px;" alt="" src="GearDialog_Basic.png"><br>
<br>
<h4><a name="Camera_Selection"></a>&#36984;&#25799;&#23566;&#26143;&#30456;&#27231;<br>
</h4>&#23566;&#26143;&#30456;&#27231;&#19979;&#25289;&#21015;&#34920;&#26371;&#21015;&#20986;&#30446;&#21069; <span style="font-style: italic;">PHD2 </span>&#25152;&#25903;&#25588;&#30340;&#25152;&#26377;&#30456;&#27231;, &#38500;&#20102; ASCOM &#30456;&#23481;&#30456;&#27231;&#22806;, <span style="font-style: italic;"></span>&#20854;&#20182;&#30456;&#27231;&#30340;&#39493;&#21205;&#31243;&#24335;&#37117;&#24050;&#32147;&#21253;&#21547;&#22312; <span style="font-style: italic;">PHD2</span> &#20013;, &#22312;&#23433;&#35037; <span style="font-style: italic;">PHD2</span> &#24460;&#20415;&#24050;&#32147;&#35037;&#21040;&#20320;&#30340;&#38651;&#33126;&#35041;&#38957;, &#20320;&#24517;&#38920;&#35201;&#30001; ASCOM &#25110;&#30456;&#27231;&#35069;&#36896;&#21830;&#32178;&#31449;&#19979;&#36617;&#20006;&#23433;&#35037;&#30456;&#23481;&#26044; ASCOM &#30340;&#30456;&#27231;&#30340;&#39493;&#21205;&#31243;&#24335;, &#19979;&#25289;&#21015;&#34920;&#20677;&#26371;&#21015;&#20986;&#26377;&#23433;&#35037;&#20102; ASCOM &#39493;&#21205;&#31243;&#24335;&#30340; ASCOM &#30456;&#23481;&#30456;&#27231;&#12290;<br><br>&#22312;&#26412;&#36628;&#21161;&#25991;&#20214;&#25776;&#23531;&#26178;&#25152;&#25903;&#25588;&#30340;&#23566;&#26143;&#30456;&#27231;&#21015;&#34920;&#22914;&#19979;, &#20294;&#20320;&#21487;&#20197;&#30001; <a href="https://groups.google.com/forum/#%21forum/open-phd-guiding">open-phd-guiding forum</a> &#35542;&#22727;&#32178;&#31449;&#20013;&#26597;&#35426;&#21040;&#26159;&#21542;&#26377;&#25903;&#25588;&#20320;&#30340;&#30456;&#27231;&#25110;&#36196;&#36947;&#20736;&#12290;<br>
<br>2014/12 &#25903;&#25588;&#30340;&#30456;&#27231;&#21015;&#34920;&#22914;&#19979;:<br><br>Windows &#24179;&#21488;:<br><ul class="circle"><li>ASCOM v5/6 compliant cameras</li><li>Atik 16 series, color or monochrome</li><li>Atik Gen 3 color or monochrome</li><li>CCD-Labs Q-Guider</li><li>Fishcamp Starfish</li><li>iNova PLC-M</li><li>MagZero MZ-5</li><li>Meade DSI series: I-III, color and monochrome</li><li>Orion StarShoot DSCI&nbsp;</li><li>Orion Starshoot Autoguider</li><li>Orion Starshoot Planetary Imager and Autoguider</li><li>QHY 5-II</li><li>QHY 5L-II</li><li>SAC4-2</li><li>SBIG</li><li>SBIG rotator</li><li>Starlight Xpress SXF / SXVF / Lodestar</li><li>Webcams (LXUSB, parallel, serial, OpenCV, WDM)</li><li>ZWO ASI</li></ul>
Mac &#24179;&#21488;:<br><ul><li>Fishcamp Starfish</li><li>KWIQGuider</li><li>Meade DSI series: I-III, color and monochrome</li><li>Orion Starshoot Autoguider</li><li>SBIG</li><li>Starlight XPress SXV</li><li>The Imaging Source (DCAM Firewire)</li><li>ZWO ASI</li></ul><h4><a name="SBIG_dual_chip_cameras"></a>&#25903;&#25588; SBIG &#38617;&#26230;&#29255;&#30456;&#27231;</h4>Santa
Barbara Instrument Group (SBIG) &#30340;&#26576;&#20123;&#22411;&#34399;&#30456;&#27231;&#26377;&#20841;&#29255;&#20659;&#24863;&#22120;, &#19968;&#29255;&#29992;&#20358;&#25293;&#25885;&#24433;&#20687;, &#21478;&#19968;&#29255;&#21063;&#29992;&#20358;&#23566;&#26143;,
&#38614;&#28982;&#30456;&#27231;&#20839;&#37096;&#35373;&#35336;&#21508;&#33258;&#26377;&#29544;&#31435;&#30340;&#20659;&#24863;&#22120;, &#20294;&#21371;&#20849;&#29992;&#38651;&#36335;&#21450;&#20659;&#36664;&#36039;&#26009;&#21040;&#38651;&#33126;&#19978;&#30340; USB &#36890;&#35338;&#22496;, &#20063;&#23601;&#26159;&#35498;,
&#19979;&#36617;&#36039;&#26009;&#30340;&#31243;&#24207;&#38656;&#35201;&#20316;&#35519;&#25972;&#20197;&#35731;&#25293;&#25885;&#24433;&#20687;&#24460;&#19979;&#36617;&#24433;&#20687;&#21040;&#38651;&#33126;&#30340;&#31243;&#24207;&#33287;&#23566;&#26143;&#24433;&#20687;&#20659;&#36664;&#19981;&#20114;&#30456;&#26377;&#24178;&#25854;, Windows &#36575;&#39636;&#21516;&#19968;&#26178;&#38291;&#20063;&#21482;&#33021;&#36879;&#36942;&#21934;&#19968;&#20491; USB
&#22496;&#36899;&#25509;&#21040;&#30456;&#27231;&#19978;, <span style="font-style: italic;">PHD2 </span>&#19981;
&#33021;&#23565;&#36889;&#31278;&#29289;&#29702;&#21450;&#26550;&#27083;&#19978;&#30340;&#20808;&#22825;&#38480;&#21046;&#20316;&#20219;&#20309;&#30340;&#20462;&#27491;, &#20294;&#21487;&#20197;&#21033;&#29992;&#30456;&#27231;&#25511;&#21046; (&#24433;&#20687;&#25293;&#25885;) &#36575;&#39636;&#20358;&#24314;&#31435; <span style="font-style: italic;">PHD2</span> &#22312;&#19981;&#24178;&#25854;&#21040;&#24433;&#20687;&#25293;&#25885;&#30340;&#24773;&#27841;&#19979;&#30001;&#23566;&#26143;&#26230;&#29255;&#35712;&#21462;&#36039;&#26009; ( &#36890;&#24120;&#34987;&#31281;&#28858; "&#20596;&#38272;" &#30340;&#27231;&#21046;),&nbsp; &#22312;&#36889;&#31278;&#25490;&#31243;&#25511;&#21046;&#19979;, &#24433;&#20687;&#25847;&#21462;&#36575;&#39636;&#23601;&#22914;&#21516;&#20132;&#36890;&#35686;&#23519;&#19968;&#33324;&#30095;&#23566;&#20358;&#33258;&#20841;&#29255;&#24433;&#20687;&#20659;&#24863;&#22120;&#30340;&#36039;&#26009;&#27969;, &#21487;&#26159;, &#30446;&#21069;&#20855;&#36889;&#31278;&#21151;&#33021;&#30340;&#36575;&#39636;&#21482;&#26377;
Sequence Generator Pro (SGP), &#22914;&#26524;&#20320;&#20351;&#29992; SGP &#20316;&#28858;&#25293;&#25885;&#24433;&#20687;&#36575;&#39636;&#30340;&#35441;, &#20320;&#20063;&#21487;&#20197;&#20351;&#29992;&#20182;&#20497;&#25552;&#20379;&#30340;&nbsp;
"SGP API Guider" &#27169;&#32068;, &#36889;&#27171;&#21487;&#20197;&#35731; <span style="font-style: italic;">PHD2</span> &#23384;&#21462; SBIG &#30456;&#27231;&#19978;&#23566;&#26143;&#30456;&#27231;&#30340;&#24433;&#20687;&#20659;&#24863;&#22120;&#12290;
<h4><a name="Mount_Selection"></a>&#36984;&#25799;&#36196;&#36947;&#20736;</h4>&#36196;&#36947;&#20736;&#38917;&#30446;&#19979;&#25289;&#21015;&#34920;&#39023;&#31034;&#36899;&#25509;&#36196;&#36947;&#20736;&#30340;&#30456;&#38364;&#36984;&#38917;, &#36890;&#24120;&#20320;&#26371;&#21033;&#29992;&#36889;&#20841;&#31278;&#26041;&#24335;&#20358;&#36899;&#25509;&#36196;&#36947;&#20736;:<br>
<ol>
<li>&#20351;&#29992; ASCOM &#30456;&#23481;&#39493;&#21205;&#31243;&#24335;&#36879;&#36942;&#24207;&#21015;&#22496;&#25110; USB/&#24207;&#21015;&#22496;&#36899;&#25509;&#32218;&#23559;&#23566;&#26143;&#21629;&#20196;&#20659;&#36865;&#32102;&#36196;&#36947;&#20736;;</li>
<li>&#20351;&#29992;&#29305;&#35069;&#30340;&#36899;&#25509;&#32218;&#36879;&#36942;&#30456;&#27231;&#26412;&#36523;&#25110; Shoestring &#36681;&#25509;&#30418;&#36899;&#25509;&#21040;&#36196;&#36947;&#20736;&#30340; ST-4 &#30456;&#23481;&#30340;&#23566;&#26143;&#20171;&#38754;&#12290;</li>
</ol><a name="ASCOM"></a>ASCOM &#20171;&#38754;&#38656;&#20208;&#36084;&#31532;&#19977;&#26041;&#39493;&#21205;&#31243;&#24335;&#20358;&#36319;&#36196;&#36947;&#20736;&#28317;&#36890;, &#27492;&#39493;&#21205;&#31243;&#24335;&#21487;&#20197;&#30001; ASCOM &#23448;&#26041;&#32178;&#31449; (<a href="http://www.ascom-standards.org/">ASCOM Standards</a>)
&#25110;&#36196;&#36947;&#20736;&#35069;&#36896;&#21830;&#25552;&#20379;&#32780;&#19981;&#26159;&#30001; <span style="font-style: italic;">PHD2</span> &#30332;&#20296;, &#22240;&#27492;&#19979;&#25289;&#21015;&#34920;&#20013;&#20320;&#21482;&#26371;&#30475;&#21040;&#24050;&#32147;&#23433;&#35037;&#20102; ASCOM &#39493;&#21205;&#31243;&#24335;&#30340;&#36196;&#36947;&#20736;&#31278;&#39006;; ASCOM &#39493;&#21205;&#31243;&#24335;&#38656;&#25903;&#25588; ASCOM &#20860;&#23481;, &#34892;&#20043;&#26377;&#24180;&#19988;&#24291;&#28858;&#25509;&#21463;&#30340; 'PulseGuide' &#20171;&#38754;,&nbsp; <span style="font-style: italic;">PHD2 </span>&#26371;&#32147;&#30001;&#27492;&#36196;&#36947;&#20736;&#25511;&#21046;&#26041;&#24335;&#23559;&#23566;&#26143;&#21629;&#20196;&#36879;&#36942;&#24207;&#21015;&#22496;&#20171;&#38754;&#20659;&#36865;&#32102;&#36196;&#36947;&#20736;, <span style="font-style: italic;">PHD2</span> &#39640;&#38542;&#30340;&#23566;&#26143;&#21629;&#20196; (&#22914; <span style="font-style: italic;"></span>"Move west 500 mSec") &#32147;&#36942;&#36196;&#36947;&#20736;&#38860;&#39636;&#36681;&#35695;&#28858;&#39340;&#36948;&#25511;&#21046;&#35338;&#34399;&#20358;&#39493;&#21205;&#36196;&#36947;&#20736;, &#32147;&#30001; ASCOM &#20171;&#38754;, <span style="font-style: italic;">PHD2</span> &#20063;&#21487;&#20197;&#21462;&#24471;&#36196;&#36947;&#20736;&#25351;&#21521;&#30340;&#26041;&#20301;, &#36889;&#22312;&#27770;&#23450;&#36196;&#32239;&#26041;&#20301;&#19978;&#21363;&#28858;&#37325;&#35201;, &#20063;&#26159;&#23566;&#26143;&#26657;&#28310;&#30340;&#19968;&#20491;&#30456;&#30070;&#37325;&#35201;&#30340;&#21443;&#25976;&#12290;<br>
<p>&#23566;&#26143;&#22496; "Guide-port"
&#20171;&#38754;&#26159;&#36196;&#36947;&#20736;&#19978;&#30340;&#29305;&#27530;&#30828;&#39636;&#20171;&#38754;, &#35201;&#20351;&#29992;&#27492;&#20171;&#38754;, &#38656;&#26377;&#20854;&#20182;&#30340;&#35037;&#32622;&#20358;&#36899;&#25509;<span style="font-style: italic;"><span style="font-style: italic;"></span></span> <span style="font-style: italic;"><span style="font-style: italic;"><span style="font-style: italic;"></span></span>PHD2</span> &#33287;&#36196;&#36947;&#20736;:</p>
<ol>
<li>&#20855;&#20633; ST-4 &#30456;&#23481;&#20171;&#38754;&#30340;&#23566;&#26143;&#30456;&#27231;, &#21063;&#21487;&#20197;&#35373;&#23450;&#36984;&#25799;&#20351;&#29992; "On-Camera" &#23566;&#26143;&#20171;&#38754;;</li>
<li>&#20219;&#20309;&#19968;&#31278; Shoestring GP-xxx &#35037;&#32622;;</li>
<li>&#20855;&#20633;&#23566;&#26143;&#22496;&#20171;&#38754;&#30340;&#20219;&#19968;&#31278; AO &#35037;&#32622;</li>
</ol><span style="font-style: italic;">PHD2</span> &#23566;&#26143;&#21629;&#20196; (&#22914; <span style="font-style: italic;"></span>"Move west 500 mSec") &#26371;&#32147;&#30001;&#23566;&#26143;&#30456;&#27231;&#12289;Shoestring &#35037;&#32622;&#25110; AO &#31561;&#20013;&#20171;&#20171;&#38754;&#36681;&#35695;&#28858;&#39340;&#36948;&#25511;&#21046;&#35338;&#34399;&#20358;&#39493;&#21205;&#36196;&#36947;&#20736;&#12290;  <br><h4><a name="Aux_mount_selection"></a>&#36984;&#25799;&#36628;&#21161;&#36196;&#36947;&#20736;</h4>&#22914;
&#26524;&#20320;&#22312;&#36196;&#36947;&#20736;&#38917;&#30446;&#36984;&#25799;&#20351;&#29992; ST-4 &#24418;&#24335;&#30340;&#20171;&#38754;, &#27492;&#20171;&#38754;&#28961;&#27861;&#21462;&#24471;&#26395;&#36960;&#37857;&#25152;&#25351;&#21521;&#22825;&#29699;&#30340;&#20301;&#32622;&#25351;&#27161; (&#36196;&#32147;/&#36196;&#32239;), &#22240;&#27492;, &#24448;&#24460;&#23566;&#26143;&#26657;&#28310;&#21205;&#20316;&#19981;&#26371;&#20381;&#36196;&#32239;&#26041;&#21521;&#26657;&#27491;,
&#36942;&#20013;&#22825;&#26178;&#20063;&#19981;&#26371;&#33258;&#21205;&#32763;&#36681;&#36196;&#32239;&#26041;&#21521;&#25976;&#20540;, &#22312;&#36889;&#31278;&#24773;&#27841;&#19979;, &#20320;&#21487;&#20197;&#21033;&#29992;&#25351;&#23450;&#20006;&#36899;&#25509;&#36628;&#21161;&#36196;&#36947;&#20736; (AUX) &#20358;&#21462;&#24471;&#26395;&#36960;&#37857;&#25351;&#21521;&#22825;&#29699;&#20301;&#32622;&#30340;&#30456;&#38364;&#36039;&#35338;, &#22914;&#19979;&#20363;&#25152;&#31034;&#65306; <br><br><img style="width: 465px; height: 311px;" alt="" src="GearDialog_Basic.png"><br><br>Windows
&#24179;&#21488;&#29992;&#25142;&#21487;&#20197;&#25351;&#23450;&#20219;&#20309; ASCOM &#30456;&#23481;&#36196;&#36947;&#20736;&#39493;&#21205;&#31243;&#24335;&#20316;&#28858;&#36628;&#21161;&#36196;&#36947;&#20736;, Linux &#24179;&#21488;&#30340;&#29992;&#25142;&#21063;&#21487;&#20197;&#20351;&#29992; INDI &#39493;&#21205;&#31243;&#24335;;
&#36628;&#21161;&#36196;&#36947;&#20736;&#36984;&#38917;&#20677;&#33021;&#22816;&#29992;&#22312;&#20027;&#36196;&#36947;&#20736;&#28961;&#27861;&#20659;&#22238;&#26395;&#36960;&#37857;&#25351;&#21521;&#22825;&#29699;&#20301;&#32622;&#26178;&#30340;&#24773;&#27841;&#32102;&#20104;&#20197;&#19978;&#30340;&#36039;&#35338;, &#20294;&#19981;&#26371;&#20659;&#36865;&#20219;&#20309;&#23566;&#26143;&#21629;&#20196;, &#22240;&#27492;&#19981;&#33021;&#20316;&#28858;&#23566;&#26143;&#29992;&#36884;; &#26576;&#20123;&#36196;&#36947;&#20736; (&#22914; Celestron
&#21450; iOptron) &#38500;&#23566;&#26143;&#22496;&#22806;&#36996;&#26377; AUX &#22496;, &#21315;&#33836;&#19981;&#35201;&#29992;&#27492;&#22496;&#20358;&#20316;&#28858;&#23566;&#26143;&#29992;&#36884;, &#23427;&#36319; <span style="font-style: italic;">PHD2</span> &#25152;&#25351;&#30340; AUX &#36196;&#36947;&#20736;&#23436;&#20840;&#19981;&#30456;&#24178;&#12290; <h4><a name="AO_Selection"></a>&#36984;&#25799;&#35519;&#36969;&#20809;&#23416;&#21450;<a name="Rotator_Selection"></a>&#30456;&#22580;&#26059;&#36681;&#22120;<br>
</h4>&nbsp;<span style="font-style: italic;">PHD2</span> &#30446;&#21069;&#25903;&#25588; Starlight Xpress
adaptive optics &#21450;/&#25110;&#26576;&#20123; ASCOM &#30456;&#23481;&#30456;&#27231;&#30340;&#20687;&#22580;&#36984;&#36681;&#35037;&#32622;, &#20320;&#21487;&#20197;&#40670;&#36984; "&#20854;&#20182;&#35373;&#20633;" &#36984;&#38917;&#20358;&#36984;&#21462;&#36889;&#39006;&#35373;&#20633;: <br><br><img style="width: 465px; height: 392px;" alt="" src="GearDialog_Extended.png"><br><br>&#22914;&#26524;&#20320;&#27794;&#26377;&#36889;&#39006;&#35373;&#20633;, &#23601;&#20445;&#30041;&#27492;&#36984;&#38917;&#28858; "None" &#21363;&#21487;,&nbsp;
&#30070;&#26377;&#36899;&#25509;&#21040;&#36889;&#39006;&#35037;&#32622;&#26178;, &#20320;&#26371;&#22312;&#36914;&#38542;&#38917;&#27425;&#19978;&#30475;&#21040;&#33287;&#36889;&#39006;&#35037;&#32622;&#30456;&#38364;&#30340;&#21443;&#25976;&#35373;&#23450;&#38917;&#30446;, <span style="font-style: italic;">PHD2</span> &#19981;&#33021;&#22816;&#25511;&#21046;&#20687;&#22580;&#26059;&#36681;&#22120;, &#20294;&#21487;&#20197;&#35712;&#21462;&#30446;&#21069;&#20687;&#22580;&#26059;&#36681;&#22120;&#25152;&#35373;&#23450;&#30340;&#30456;&#22580;&#26059;&#36681;&#35282;&#24230;, &#24517;&#35201;&#30340;&#35441;&#21487;&#20197;&#21332;&#21516; <span style="font-style: italic;">PHD2</span> &#20316;&#23566;&#26143;&#26657;&#28310;&#12290;<br>
<h4><a name="Simulators"></a>&#27169;&#25836;&#22120;</h4><span style="font-style: italic;">PHD2</span>
&#20839;&#24314;&#26377;&#25152;&#26377;&#35373;&#20633; - &#23566;&#26143;&#30456;&#27231;&#12289;&#36196;&#36947;&#20736;&#12289;AO &#35373;&#20633;&#30340;&#27169;&#25836;&#22120;, &#20320;&#21487;&#20197;&#21033;&#29992;&#36889;&#20123;&#27169;&#25836;&#22120;&#20358;&#30740;&#31350; <span style="font-style: italic;">PHD2</span> &#30340;&#24037;&#20316;&#21407;&#29702;&#20006;&#27770;&#23450;&#26159;&#19981;&#26159;&#35201;&#20351;&#29992;&#36889;&#20491;&#36575;&#39636;, &#20320;&#19981;&#29992;&#28010;&#36027;&#22909;&#22825;&#27683;&#20358;&#28204;&#35430;&#21644;&#32244;&#32722;&#20351;&#29992; <span style="font-style: italic;">PHD2</span>, &#21253;&#21547;&#26657;&#28310;&#12289;&#23436;&#25972;&#20351;&#29992;&#32773;&#20171;&#38754;&#36984;&#38917;&#31561; <span style="font-style: italic;">PHD2 </span>&#30340;&#25152;&#26377;&#21151;&#33021;&#37117;&#21487;&#20197;&#21033;&#29992;&#27169;&#25836;&#22120;&#23637;&#31034;&#20986;&#20358;, &#29978;&#33267;&#26044;&#20320;&#21487;&#20197;&#27298;&#35222;&#22312;&#26576;&#20123;&#22320;&#26041;&#30340;&#25913;&#35722;&#23565;&#26044;&#23566;&#26143;&#25928;&#33021;&#26377;&#20309;&#24433;&#38911;, &#33509;&#24819;&#20351;&#29992;&#27169;&#25836;&#22120;, &#20320;&#21482;&#35201;&#22312;&#23566;&#26143;&#30456;&#27231;&#36984;&#25799; "Simulator", &#36196;&#36947;&#20736;&#36984;&#25799; "On-Camera" &#21363;&#21487;&#12290;<br><br>&#20294;, &#19981;&#21487;&#20197;&#25343;&#27169;&#25836;&#22120;&#20358;&#20316;&#28858;&#25490;&#38500;&#23566;&#26143;&#21839;&#38988;&#30340;&#24037;&#20855;, &#33021;&#22816;&#25490;&#38500;&#20320;&#25152;&#20351;&#29992;&#30340;&#30456;&#27231;&#21450;&#36196;&#36947;&#20736;&#30340;&#21839;&#38988;&#25165;&#33021;&#22816;&#36948;&#21040;&#35373;&#20633;&#26657;&#28310;&#20006;&#30495;&#27491;&#36939;&#20316;&#30340;&#30446;&#30340;, &#22312;&#27169;&#25836;&#22120;&#29872;&#22659;&#20013;&#20320;&#26371;&#30332;&#29694;&#26576;&#20123;&#38750;&#30495;&#23526;&#20294;&#21371;&#26371;&#30332;&#29983;&#30340;&#34892;&#28858;, &#27169;&#25836;&#22120;&#26576;&#20123;&#29376;&#27841;&#19979;&#21487;&#20197;&#29992;&#20358;&#20316;&#28858;&#21521; <span style="font-style: italic;">PHD2</span> &#38283;&#30332;&#32676;&#22238;&#22577;&#21839;&#38988;&#30340;&#24037;&#20855;, &#20294;&#21371;&#19981;&#33021;&#23436;&#20840;&#28085;&#33995;&#25152;&#26377;&#20320;&#20351;&#29992;&#35037;&#32622;&#21487;&#33021;&#30332;&#29983;&#30340;&#21839;&#38988;&#12290;<h4>&#35373;&#20633;&#32068;&#24907;&#27284;<br>
</h4>&#22312; "&#36899;&#25509;&#35373;&#20633;" &#20132;&#35527;&#26694;&#19978;&#26041;&#28858;&#31649;&#29702;&#35373;&#20633;&#32068;&#24907;&#27284;&#30340;&#19968;&#20123;&#25511;&#21046;&#38917;&#30446;, &#25152;&#26377; <span style="font-style: italic;">PHD2</span>
&#23566;&#26143;&#36575;&#39636;&#30340;&#35373;&#23450;, &#38928;&#35373;&#20540;&#21450;&#20854;&#23427;&#21443;&#25976;&#37117;&#26371;&#33258;&#21205;&#20786;&#23384;&#26044;&#35373;&#20633;&#32068;&#24907;&#27284;&#26696;&#20013;, &#22914;&#26524;&#20320;&#21482;&#26377;&#19968;&#31278;&#23566;&#26143;&#35373;&#23450; (&#37117;&#20351;&#29992;&#30456;&#21516;&#30340;&#23566;&#26143;&#30456;&#27231;&#21450;&#23566;&#26143;&#37857;),
&#20320;&#23601;&#21482;&#38656;&#35201;&#19968;&#20491;&#35373;&#20633;&#32068;&#24907;&#27284;, &#29978;&#33267;&#29992;&#38928;&#35373;&#32068;&#24907;&#27284;&#20316;&#28858;&#35373;&#20633;&#32068;&#24907;&#27284;&#27284;&#21517;&#21363;&#21487;, &#20294;&#26159;, &#22914;&#26524;&#20320;&#21487;&#33021;&#26371;&#20351;&#29992;&#22810;&#31278;&#30340;&#35373;&#20633;&#32068;&#21512;&#20358;&#25033;&#20184;&#21508;&#31278;&#19981;&#21516;&#30340;&#25293;&#25885;&#38656;&#27714;
(&#22914;&#25293;&#25885;&#26395;&#36960;&#37857;&#28966;&#38263;&#36611;&#38263;&#38656;&#35201;&#25505;&#29992;&#38626;&#36600;&#23566;&#26143;, &#24291;&#22495;&#25885;&#24433;&#25505;&#29992;&#20998;&#38626;&#30340;&#23566;&#26143;&#37857;) &#26178;.&nbsp; <span style="font-style: italic;">PHD2<span style="font-style: italic;"> </span></span>&#23601;
&#38656;&#22240;&#25033;&#19981;&#21516;&#30828;&#39636;&#35373;&#20633;&#20316;&#35373;&#23450;&#30340;&#25913;&#35722;, &#36889;&#20491;&#26178;&#20505;&#23601;&#38656;&#35201;&#20351;&#29992;&#19981;&#21516;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284;&#20358;&#20786;&#23384;&#19981;&#21516;&#30340;&#35373;&#23450;&#32068;&#21512;,&nbsp; &#22312; "&#36899;&#25509;&#35373;&#20633;"
&#20132;&#35527;&#26694;&#19978;&#26041;&#30340;&#21151;&#33021;&#21312;&#21487;&#20197;&#35731;&#20320;&#36984;&#25799;&#35201;&#20351;&#29992;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284;&#21450;&#24314;&#31435;/&#20462;&#25913;/&#21034;&#38500;&#32068;&#24907;&#27284;, &#30070;&#36984;&#25799;&#26576;&#20491;&#35373;&#20633;&#32068;&#24907;&#27284;&#20006;&#36899;&#25509;&#21040;&#20854;&#30456;&#23565;&#30828;&#30340;&#35373;&#20633;&#26178;,
&#26368;&#24460;&#19968;&#27425;&#20351;&#29992;&#35442;&#32068;&#24907;&#27284;&#30340;&#35373;&#23450;&#23559;&#26371;&#33258;&#21205;&#36617;&#20837;&#20006;&#22871;&#29992;, &#22240;&#27492;, &#30070;&#20320;&#24314;&#31435;&#22909;&#35373;&#20633;&#32068;&#24907;&#27284; (&#21363;&#20351;&#21482;&#26377;&#38928;&#35373;&#32068;&#24907;&#27284;&#26696;&#32780;&#24050;),
&#20320;&#23601;&#21482;&#38656;&#35201;&#25353;&#19979;&#12302;&#36899;&#25509;&#25152;&#26377;&#35373;&#20633;&#12303;&#25353;&#37397;&#23601;&#21487;&#20197;&#36914;&#34892;&#19979;&#20491;&#27493;&#39519;&#20102;&#12290;<br><br>&#25105;&#20497;&#24314;&#35696;&#24744;&#21033;&#29992;&#24314;&#31435;&#32068;&#24907;&#27284;&#31934;&#38728; "<a name="New_profile_wizard"></a>Wizard"
&#21151;&#33021;&#20358;&#24314;&#31435;&#26032;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284;.&nbsp; &#35442;&#35373;&#23450;&#31934;&#38728;&#26371;&#36879;&#36942;&#19968;&#31995;&#21015;&#30340;&#20132;&#35527;&#30059;&#38754;&#21450;&#36628;&#21161;&#35498;&#26126;&#24341;&#23566;&#20320;&#22914;&#20309;&#24314;&#31435;&#35373;&#20633;&#32068;&#24907;&#27284;, &#21516;&#26178;&#20063;&#26371;&#26681;&#25818;&#20320;&#30340;&#36984;&#25799;&#35336;&#31639;&#20986;&#21487;&#20197;&#29554;&#24471;&#33391;&#22909;&#23566;&#26143;&#32080;&#26524;&#30340;&#23566;&#26143;&#21443;&#25976;&#35373;&#23450;&#20540;, &#31532;&#19968;&#27425;&#22519;&#34892; <span style="font-style: italic;">PHD2 </span>&#26178;,
&#31243;&#24335;&#26371;&#33258;&#21205;&#22519;&#34892;&#36889;&#20491;&#35373;&#23450;&#31934;&#38728;, &#27492;&#24460;,
&#20320;&#21487;&#20197;&#40670;&#25802;&#22312;&#12302;&#36899;&#25509;&#35373;&#20633;&#12303;-&gt;&#12302;&#31649;&#29702;&#35373;&#20633;&#32068;&#24907;&#27284;&#12303;-&gt;&#12302;&#20351;&#29992;&#31934;&#38728;&#20358;&#24314;&#31435;...&#12303;&#36984;&#38917;&#20358;&#22519;&#34892;&#24314;&#31435;&#26032;&#35373;&#20633;&#32068;&#24907;&#27284;&#31934;&#38728;,
&#22914;&#26524;&#20320;&#26377;&#26356;&#25913;&#23566;&#26143;&#30456;&#27231;&#31278;&#39006;&#32780;&#24819;&#35201;&#20445;&#30041;&#21407;&#30456;&#27231;&#30340;&#26263;&#22580;&#21450;&#22750;&#40670;&#24433;&#20687;&#24235;&#30340;&#35441;, &#20320;&#23601;&#24471;&#26032;&#24314;&#19968;&#20491;&#20379;&#26032;&#23566;&#26143;&#30456;&#27231;&#20351;&#29992;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284;, &#19981;&#36889;&#40636;&#20570;&#30340;&#35441;,
&#20808;&#21069;&#24314;&#31435;&#30340;&#26263;&#22580;&#21450;&#22750;&#40670;&#24433;&#20687;&#36039;&#26009;&#24235;&#23559;&#26371;&#34987;&#25448;&#26820;&#32780;&#28961;&#27861;&#20351;&#29992;&#12290;<br>
<br>&#22914;&#26524;&#20320;&#24050;&#32147;&#26377;&#21512;&#36969;&#30340;&#38928;&#35373;&#35373;&#20633;&#32068;&#24907;&#27284;&#32780;&#24819;&#20351;&#29992;&#23427;&#30340;&#35441;, &#20320;&#21482;&#38656;&#35201;&#22312;&#20027;&#30059;&#38754;&#30340;&#12302;&#30456;&#27231;&#12303;&#25353;&#37397;&#19978;&#25353;&#20303;&#12302;Shift&#12303;&#65291; &#40670;&#25802;&#28369;&#40736;, <span style="font-style: italic;">PHD2</span> &#23601;&#26371;&#33258;&#21205;&#22320;&#36899;&#25509;&#25152;&#26377;&#30828;&#39636;&#35037;&#32622;&#12290;
<h3><a name="Exposure_Time_and_Star_Selection"></a>&#26333;&#20809;&#26178;&#38291;&#21450;&#23566;&#26143;&#26143;&#39636;&#30340;&#36984;&#25799;</h3>&#22312;&#25353;&#19979;&#12302;&#36852;&#22280;&#12303;&#25353;&#37397;&#38283;&#22987;&#26333;&#20809;&#24460;&#21363;&#21487;&#36984;&#25799;&#23566;&#26143;&#26143;&#39636; (&#20107;&#23526;&#19978;, &#20063;&#24314;&#35696;&#36889;&#27171;&#20570;), &#38614;&#28982;&#31243;&#24335;&#26412;&#36523;&#20063;&#23481;&#35377;&#20320;&#22312;&#19981;&#36914;&#34892;&#26333;&#20809;&#36852;&#22280;&#30340;&#24773;&#27841;&#19979;&#36984;&#25799;&#23566;&#26143;&#26143;&#39636;, &#20294;&#36889;&#27171;&#30340;&#35441;&#26371;&#26377;&#23566;&#26143;&#26143;&#39636;&#22312;&#26368;&#24460;&#19968;&#27425;&#26333;&#20809;&#24460;&#26377;&#20301;&#31227;&#30340;&#21487;&#33021;&#24615;&#30332;&#29983;, &#20320;&#19981;&#38656;&#35201;&#38750;&#24120;&#31934;&#28310;&#22320;&#36984;&#21462;&#30059;&#38754;&#19978;&#30340;&#26143;&#40670;, <span style="font-style: italic;">PHD2</span>
&#26371;&#25214;&#26368;&#25509;&#36817;&#28216;&#27161;&#30340;&#26143;&#39636;&#20358;&#30070;&#20570;&#23566;&#26143;&#26143;&#39636;; &#20551;&#22914;&#20320;&#25152;&#36984;&#21462;&#30340;&#26143;&#26143;&#20142;&#24230;&#22826;&#39640;, &#31995;&#32113;&#26371;&#25552;&#31034;&#20320;&#26143;&#40670;&#36942;&#39165;&#21644; (saturated),
&#20320;&#24517;&#38920;&#35201;&#36984;&#21478;&#19968;&#38982;&#26143;&#26143;&#25110;&#32773;&#32302;&#30701;&#26333;&#20809;&#26178;&#38291;, &#26333;&#20809;&#26178;&#38291;&#38263;&#24230;&#35222;&#20320;&#25152;&#20351;&#29992;&#30340;&#35373;&#20633;&#12289;&#22825;&#31354;&#29376;&#27841;&#21450;&#30059;&#38754;&#19978;&#30340;&#21487;&#29992;&#23566;&#26143;&#26143;&#39636;&#20358;&#35519;&#25972;,
&#19979;&#21015;&#28310;&#21063;&#38532;&#20379;&#32102;&#20320;&#36984;&#25799;&#26333;&#20809;&#26178;&#38291;&#38263;&#30701;&#21443;&#32771;&#65306;<br>
<ol>
<li>&#26333;&#20809;&#26178;&#38291;&#38263;&#30701;&#26371;&#24433;&#38911;&#25152;&#36984;&#25799;&#23566;&#26143;&#26143;&#39636;&#30340;&#35338;&#34399;&#24375;&#24230; (&#20142;&#24230;) - &#19981;&#36942;&#39165;&#21644;&#32780;&#20142;&#24230;&#36611;&#39640;&#30340;&#26143;&#39636;&#33287;&#32972;&#26223;&#30340;&#23565;&#27604;&#36611;&#39640;, &#36890;&#24120;&#21487;&#20197;&#29554;&#24471;&#36611;&#22909;&#30340;&#23566;&#26143;&#32080;&#26524;&#12290;</li>
<li>&#26333;&#20809;&#26178;&#38291;&#38263;&#30701;&#20063;&#27770;&#23450;&#20102;&#30332;&#36865;&#32102;&#36196;&#36947;&#20736;&#23566;&#26143;&#21629;&#20196;&#30340;&#38971;&#29575;-&#23566;&#26143;&#21629;&#20196;&#30332;&#36865;&#30340;&#38971;&#29575;&#19981;&#21487;&#33021;&#39640;&#26044;&#26333;&#20809;&#26178;&#38291;, &#26576;&#20123;&#36196;&#36947;&#20736;&#21487;&#20197;&#23481;&#35377;&#38971;&#32321;&#32780;&#23567;&#23610;&#24230;&#30340;&#23566;&#26143;&#35519;&#25972;, &#26377;&#20123;&#21063;&#19981;&#34892;- &#36889;&#40670;&#20320;&#38656;&#35201;&#33258;&#34892;&#33457;&#40670;&#26178;&#38291;, &#39636;&#39511;&#20006;&#20102;&#35299;&#20320;&#25152;&#20351;&#29992;&#35373;&#20633;&#30340;&#23526;&#38555;&#29376;&#27841;&#12290;
&nbsp;</li><li>&#35222;&#23527;&#24230;&#23565;&#23566;&#26143;&#28436;&#31639;&#27861;&#38728;&#25935;&#24230;&#26371;&#26377;&#26997;&#22823;&#30340;&#24433;&#38911;, &#30070;&#26333;&#20809;&#26178;&#38291;&#22686;&#21152;&#21040; 4-6 &#31186;&#26178;, &#35222;&#23527;&#24230;&#30340;&#24433;&#38911;&#26371;&#34987;&#25892;&#24179;&#25481;,&nbsp; &#30456;&#27231;&#25293;&#25885;&#30340;&#24433;&#20687;&#26371;&#24179;&#22343;&#25481;&#32085;&#22823;&#22810;&#25976;&#30340;&#39640;&#38971;&#35222;&#23527;&#24230;&#20301;&#31227;, &#36889;&#27171;&#26371;&#35731;&#23566;&#26143;&#28436;&#31639;&#27861;&#28961;&#27861;&#20998;&#36776;&#20986;&#38656;&#35201;&#20462;&#27491;&#30340; "seeing jitter" &#35492;&#24046;&#12290;</li>
</ol>&#38283;&#22987;&#26178;, &#35531;&#22039;&#35430;&#23559;&#26333;&#20809;&#26178;&#38291;&#35373;&#23450;&#22312; 1-5 &#31186;&#21312;&#38291;; &#19981;&#35201;&#36879;&#36942;&#28369;&#40736;&#40670;&#25802;&#26143;&#40670;&#20358;&#36984;&#26143;, &#20320;&#21487;&#20197;&#22312;&#26143;&#39636;&#20986;&#29694;&#22312;&#20027;&#30059;&#38754;&#24460;&#25353;&#19979; [Alt-S] &#37749;&#35731; <span style="font-style: italic;">PHD2</span> &#33258;&#21205;&#36984;&#26143; <a href="Tools.htm#Auto-Select_Star">Auto-select</a> &#21151;&#33021;, &#33258;&#21205;&#36984;&#25799;&#21512;&#36969;&#30340;&#23566;&#26143;&#26143;&#39636;, &#20551;&#22914;&#20320;&#21083;&#21083;&#32068;&#35037;&#22909;&#35373;&#20633;, &#20320;&#21487;&#33021;&#38656;&#35201;&#36914;&#34892;&#23566;&#26143;&#30456;&#27231;&#21450;&#23566;&#26143;&#37857;&#30340;&#23565;&#28966;,&nbsp; &#36889;&#27171;&#25165;&#33021;&#29554;&#24471;&#33391;&#22909;&#30340;&#23566;&#26143;&#32080;&#26524;, &#20320;&#21487;&#20197;&#21033;&#29992; <a href="Tools.htm#Star_Profile">Star Profile tool</a> &#20358;&#36628;&#21161;&#23565;&#28966;&#24037;&#20316;&#12290; <br><br><span style="font-style: italic;">PHD2</span> &#20013;&#20063;&#26377;&#33258;&#21205;&#26333;&#20809;&#26178;&#38291;&#30340;&#36984;&#38917;, &#30070;&#35373;&#23450;&#26333;&#20809;&#26178;&#38291;&#28858;&#12302;Auto&#12303;&#26178;, <span style="font-style: italic;">PHD2</span> &#26371;&#22039;&#35430;&#35519;&#25972;&#26333;&#20809;&#26178;&#38291;&#35731;&#25152;&#36984;&#21462;&#23566;&#26143;&#26143;&#39636;&#32173;&#25345;&#22312;&#26576;&#22266;&#23450;&#30340; SNR &#20540;, &#36889;&#26159; <span style="font-style: italic;">PHD2</span> &#29305;&#21029;&#30340;&#28204;&#37327;&#31243;&#24207;&#20197;&#35731;&#26143;&#39636;&#33287;&#32972;&#26223;&#26377;&#36611;&#20339;&#30340;&#23565;&#27604;, &#36889;&#20491;&#31243;&#24207;&#33287;&#20809;&#24230;&#35336;&#28204;&#37327; SNR &#39006;&#20284;, Auto &#36889;&#20491;&#36984;&#38917;&#23565;&#26044;&#20351;&#29992; AO &#35037;&#32622;&#24819;&#20760;&#37327;&#32302;&#30701;&#26333;&#20809;&#26178;&#38291;&#32780;&#19981;&#33267;&#36986;&#22833;&#26143;&#40670;&#30340;&#20351;&#29992;&#32773;&#32773;&#29305;&#21029;&#26377;&#29992;,&nbsp; &#25511;&#21046;&#33258;&#21205;&#26333;&#20809;&#30340;&#35373;&#23450;&#38917;&#30446;&#22312;&#36914;&#38542;&#35373;&#23450;&#20132;&#35527;&#26694;&#20013;&#30340; <a href="Advanced_settings.htm#Global_Tab">Global Tab</a>&#12290;<br>
 <h3><a name="Automatic_Calibration"></a>&#33258;&#21205;&#26657;&#28310;</h3>
<h4>&#20659;&#32113;&#30340;&#36196;&#36947;&#20736;</h4>&#36914;&#34892;&#23566;&#26143;&#26657;&#28310;&#26178; <span style="font-style: italic;">PHD2</span>
&#24517;&#38920;&#35201;&#37327;&#28204;&#20841;&#20214;&#20107;: <br>
<ol>
<li>&#23566;&#26143;&#30456;&#27231;&#30456;&#23565;&#26044;&#26395;&#36960;&#37857;&#36600;&#30340;&#35282;&#24230;;</li>
<li>&#31227;&#21205;&#36196;&#36947;&#20736;&#26576;&#20491;&#37327;&#26178;&#38656;&#35201;&#30332;&#20986;&#23566;&#26143;&#35338;&#34399;&#30340;&#38263;&#24230;</li>
</ol>
<span style="font-style: italic;">PHD2</span>
&#21033;&#29992;&#36865;&#20986;&#23566;&#26143;&#35338;&#34399;&#32102;&#36196;&#36947;&#20736;&#20006;&#35264;&#23519;&#23566;&#26143;&#30456;&#27231;&#25152;&#25293;&#25885;&#24433;&#20687;&#20013;&#26143;&#40670;&#31227;&#21205;&#36317;&#38626;&#33287;&#26041;&#21521;&#20840;&#33258;&#21205;&#21270;&#22320;&#25511;&#21046;&#25152;&#26377;&#24037;&#20316;, &#22312;&#20320;&#36984;&#23450;&#23566;&#26143;&#26143;&#39636;&#28982;&#24460;&#40670;&#25802;&#12302;&#23566;&#26143;&#12303;&#22294;&#31034;&#24460;&#20415;&#38283;&#22987;&#36889;&#19968;&#36899;&#20018;&#30340;&#21205;&#20316;, &#36984;&#23450;&#23566;&#26143;&#26143;&#39636;&#20301;&#32622;&#26371;&#26377;&#40643;&#33394;&#30340;&#21313;&#23383;&#34395;&#32218;&#39023;&#31034;, <span style="font-style: italic;">PHD2 </span>&#24448;&#22235;&#20491;&#26041;&#21521;&#31227;&#21205;&#36196;&#36947;&#20736;&#20006;&#36861;&#36452;&#36196;&#36947;&#20736;&#22240;&#23566;&#26143;&#21629;&#20196;&#32780;&#31227;&#21205;&#30340;&#32080;&#26524;, &#29376;&#24907;&#21015;&#20013;&#26371;&#21363;&#26178;&#39023;&#31034;&#30332;&#32102;&#36196;&#36947;&#20736;&#30340;&#23566;&#26143;&#21629;&#20196;&#21450;&#23566;&#26143;&#26143;&#39636;&#22312;&#24433;&#20687;&#20013;&#33287;&#21407;&#22987;&#20301;&#32622;&#30340;&#30456;&#23565;&#31227;&#21205;&#36317;&#38626;, <span style="font-style: italic;">PHD2</span>
&#26371;&#22312;&#36196;&#32147; (&#26481;&#35199;&#21521;) &#21450;&#36196;&#32239; (&#21335;&#21271;&#21521;) &#36600;&#19978;&#22519;&#34892;&#30456;&#21516;&#30340;&#31243;&#24207;,&nbsp; <span style="font-style: italic;">PHD2</span> &#38656;&#35201;&#23559;&#26143;&#40670;&#31227;&#21205;&#33267;&#23569; 25 &#20491;&#30456;&#32032;&#20197;&#29554;&#24471;&#31934;&#30906;&#30340;&#26657;&#28310;&#32080;&#26524;, &#23436;&#25104;&#24460;&#21313;&#23383;&#32218;&#26371;&#36681;&#25104;&#32160;&#33394;&#23526;&#32218;&#20006;&#33258;&#21205;&#38283;&#22987;&#36914;&#34892;&#23566;&#26143;&#12290;<br><br>&#38614;&#28982;
PHD2 &#26371;&#24448;&#22235;&#20491;&#26041;&#21521;&#31227;&#21205;&#36196;&#36947;&#20736;, &#20294;&#23526;&#38555;&#19978;&#21482;&#26377;&#35199;&#21521;&#21450;&#21271;&#21521;&#30340;&#20301;&#31227;&#26371;&#29992;&#22312;&#35336;&#31639;&#23566;&#26143;&#36895;&#29575;&#21450;&#30456;&#27231;&#35282;&#24230;&#19978;, &#26481;&#21521;&#21450;&#21335;&#21521;&#30340;&#20301;&#31227;&#21482;&#26159;&#28858;&#20102;&#23559;&#23566;&#26143;&#26143;&#39636;&#25289;&#22238;&#21407;&#20358;&#20301;&#32622;&#30340;&#30446;&#30340;&#32780;&#24050;, &#22312;&#38283;&#22987;&#36914;&#34892;&#21271;&#21521;&#31227;&#21205;&#21069;, &#20320;&#26371;&#30332;&#29694; <span style="font-style: italic;">PHD2</span> &#26371;&#30332;&#20986;&#19968;&#36899;&#20018;&#35338;&#34399;&#20358;&#28165;&#38500;&#22238;&#24046;, 2.5 &#29256;&#20197;&#24460;, <span style="font-style: italic;">PHD2</span> &#24341;&#29992;&#26356;&#24555;&#36895;, &#20197;&#27298;&#35222;&#21934;&#19968;&#26041;&#21521;&#32317;&#21644;&#20301;&#31227;&#32780;&#29289;&#38656;&#36880;&#27425;&#22238;&#31227;&#30340;&#26041;&#24335;&#20358;&#36914;&#34892;&#28165;&#38500;&#22238;&#24046;&#24037;&#20316;, &#20294;&#21363;&#20351;&#26159;&#36889;&#27171;, &#25152;&#30332;&#20986;&#30340;&#23566;&#26143;&#35338;&#34399;&#20063;&#27794;&#36774;&#27861;&#23436;&#20840;&#28165;&#26970;&#36196;&#32239;&#22238;&#24046;, &#36889;&#31278;&#24773;&#27841;&#22312;&#20351;&#29992;&#36611;&#38263;&#28966;&#36317;&#26395;&#36960;&#37857;&#23566;&#26143;&#26178;&#21487;&#33021;&#26371;&#29305;&#21029;&#26126;&#39023;.&nbsp; &#36889;&#31278;&#24773;&#27841;&#19979;&#25152;&#29554;&#24471;&#30340;&#36196;&#32239;&#23566;&#26143;&#36895;&#29575;&#21487;&#33021;&#26371;&#20559;&#20302;, &#24460;&#32396;&#26044; <a href="Tools.htm#Calibration_Details">Tools and Utilities</a> &#31456;&#31680;&#20013;&#20877;&#37341;&#23565;&#36889;&#31278;&#29376;&#27841;&#35342;&#35542;;&nbsp; &#20320;&#21487;&#33021;&#26371;&#30332;&#29694;&#35731;&#36196;&#36947;&#20736;&#24448;&#21335;&#21521;&#31227;&#21205;&#30340;&#23566;&#21521;&#35338;&#34399;&#26371;&#35731;&#23566;&#26143;&#26143;&#39636;&#31245;&#24494;&#20559;&#38626;&#21407;&#20358;&#26143;&#39636;&#20301;&#32622;-&#36889;&#26159;&#20320;&#30340;&#36196;&#36947;&#20736;&#36196;&#32239;&#36600;&#26377;&#26126;&#39023;&#22238;&#24046;&#30340;&#19968;&#20491;&#24501;&#20806;&#12290;<br>
<br>&#22312;&#20320;&#25152;&#29992;&#36196;&#36947;&#20736;&#21450;&#36899;&#25509;&#32218;&#37117;&#27491;&#24120;&#30340;&#24773;&#27841;&#19979;, &#26657;&#28310;&#21205;&#20316;&#26371;&#33258;&#21205;&#23436;&#25104;&#32780;&#19981;&#38656;&#35201;&#20320;&#30340;&#20171;&#20837;, &#26657;&#28310;&#31243;&#24207;&#26377;&#21839;&#38988;&#30340;&#35441;, &#20320;&#21487;&#33021;&#26371;&#35211;&#21040; "&#23566;&#26143;&#26143;&#39636;&#31227;&#21205;&#37327;&#19981;&#36275;"
&#36889;&#20491;&#37679;&#35492;&#35338;&#24687;; &#36889;&#26178;&#20505;&#20320;&#23601;&#24471;&#33457;&#40670;&#26178;&#38291;&#20358;&#25490;&#38500;&#21839;&#38988;, &#20551;&#22914;&#25152;&#26377;&#25110;&#22823;&#22810;&#25976;&#26041;&#21521;&#26143;&#40670;&#37117;&#19981;&#26371;&#31227;&#21205;, &#20320;&#23601;&#24471;&#27298;&#26597;&#23566;&#26143;&#32218;&#25110;&#36196;&#36947;&#20736;&#26159;&#21542;&#26377;&#21839;&#38988;,
&#20320;&#21487;&#20197;&#20381;&#25818;&nbsp;
<a href="Trouble_shooting.htm">trouble-shooting</a> &#31456;&#31680;&#25152;&#25944;&#36848;&#30340;&#26041;&#27861;&#21033;&#29992;&#12302;&#24037;&#20855;&#12303;&#21151;&#33021;&#34920;&#20013;&#12302;&#25163;&#21205;&#23566;&#26143;&#12303;&#21151;&#33021;&#20358;&#25490;&#38500;&#21839;&#38988;, &#22914;&#26524;&#26143;&#40670;&#31227;&#21205;&#36317;&#38626;&#22826;&#23567;, &#20320;&#21487;&#33021;&#38656;&#35519;&#25972;&#26657;&#28310;&#35373;&#23450;&#20013;&#30340;&#26657;&#28310;&#27493;&#25976;&#22823;&#23567;, <span style="font-style: italic;">PHD2</span>
&#26044;&#26657;&#28310;&#36942;&#31243;&#20013;&#20351;&#29992;&#36889;&#20491;&#21443;&#25976;&#20316;&#28858;&#31227;&#21205;&#36196;&#36947;&#20736;&#26576;&#22266;&#23450;&#26178;&#38291;&#30340;&#35373;&#23450;&#20540;, &#38928;&#35373;&#20540;&#26159;&#29992;&#26044;&#32085;&#22823;&#22810;&#25976;&#30340;&#23566;&#26143;&#37857;&#32068;&#21512;, &#20294;&#20320;&#21487;&#33021;&#38656;&#35201;&#20381;&#25818;&#25152;&#20351;&#29992;&#30340;&#22120;&#26448;&#20358;&#20570;&#35519;&#25972;,&nbsp; &#40670;&#36984;&#12302;&#22823;&#33126;&#12303;(<a href="Advanced_settings.htm">&#36914;&#38542;&#35373;&#23450;</a>)<big><span style="font-weight: bold;"><span style="font-weight: bold;"></span> </span></big>&#22294;&#31034;&#20013;&#30340;&#12302;&#36196;&#36947;&#20736;&#12303;&#38917;&#27425;&#20358;&#36914;&#34892;&#35373;&#23450;, &#22312;&#35442;&#38917;&#20013;&#20320;&#21487;&#25214;&#21040;&#12302;&#26657;&#28310;&#27493;&#25976;(ms)&#12303;&#30340;&#35373;&#23450;&#38917;,&nbsp; &#29978;&#33267;&#26044;&#20063;&#25552;&#20379;&#12302;&#35336;&#31639;&#27231;&#12303;&#25353;&#37397;&#20358;&#36628;&#21161;&#20320;&#36984;&#25799;&#26368;&#36969;&#30070;&#30340;&#35373;&#23450;&#21443;&#25976;&#20540;, &#30070;&#35373;&#23450;&#22909;&#24460;, &#35442;&#25976;&#20540;&#26371;&#20786;&#23384;&#26044;&#20320;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284;&#20013;, &#20197;&#24460;&#20320;&#23601;&#19981;&#38656;&#35201;&#20877;&#35519;&#25972;&#36889;&#20123;&#35373;&#23450;&#20540;&#12290;<br>
<br>&#22914;&#26524;&#20320;&#36984;&#29992;&#30340;&#23566;&#26143;&#26143;&#39636;&#24907;&#38752;&#36817;&#22825;&#29699;&#26997;&#21312;, &#20063;&#21487;&#33021;&#26371;&#30332;&#29983;&#26657;&#28310;&#22833;&#25943;&#30340;&#29376;&#27841;, &#22240;&#28858;&#22826;&#38752;&#36817;&#22825;&#26997;, &#36196;&#32147;&#36600;&#19978;&#22266;&#23450;&#38263;&#24230;&#30340;&#36681;&#21205;&#25152;&#29986;&#29983;&#26143;&#40670;&#20301;&#31227;&#37327;&#21487;&#33021;&#38750;&#24120;&#23567;,
&#36889;&#26178;&#20505;&#26368;&#22909;&#26159;&#36681;&#21040;&#20301;&#26044;&#22825;&#29699;&#36196;&#36947;&#27491;&#36000; 30 &#24230;&#20197;&#20839;&#30340;&#21312;&#22495;&#20358;&#36914;&#34892;&#26657;&#28310;, &#22914;&#26524;&#36889;&#40670;&#26377;&#22256;&#38627;&#30340;&#35441;, &#20063;&#21487;&#20197;&#23559;&#26657;&#28310;&#27493;&#25976;&#35519;&#22823;&#30452;&#21040;&#21487;&#20197;&#25104;&#21151;&#26657;&#28310;&#28858;&#27490;,&nbsp;
&#20320;&#21487;&#20197;&#21033;&#29992;&#21151;&#33021;&#34920;&#19978;&#12302;&#24037;&#20855;&#12303;&#36984;&#21934;&#20013;&#30340;&#12302;&#27298;&#35222;&#26657;&#28310;&#36039;&#26009;&#12303;&#20358;&#27298;&#26597;&#26368;&#24460;&#19968;&#27425;&#30340;&#26657;&#28310;&#32080;&#26524;, &#36889;&#20491;&#24037;&#20855;&#26371;&#20197;&#22294;&#24418;&#35222;&#31383;&#39023;&#31034;&#20320;&#25152;&#35373;&#23450;&#30340;&#23566;&#26143;&#21443;&#25976;&#33287;&#36196;&#36947;&#20736;&#20301;&#31227;&#38291;&#30340;&#38364;&#20418;,
&#26377;&#38364;&#27492;&#22294;&#24418;&#35222;&#31383;&#30340;&#35498;&#26126;&#26044;&#36628;&#21161;&#27284;&#20013;&#30340; <a href="Tools.htm#Calibration_Details">&#26657;&#28310;&#32048;&#31680;</a>
&#20013;&#26377;&#35443;&#32048;&#35498;&#26126;;&nbsp; &#20320;&#21487;&#20197;&#25171;&#38283;&#27492;&#35222;&#31383;&#28982;&#24460;&#30906;&#35469; 1)&#36196;&#32147;&#26997;&#36196;&#32239;&#36600;&#22823;&#33268;&#28858;&#27491;&#30452;&#29376;&#24907; 2)&#19978;&#38957;&#30340;&#25551;&#40670;&#22823;&#33268;&#19978;&#21576;&#29694;&#30452;&#32218;&#29376;&#24907;,
&#27794;&#26377;&#26126;&#39023;&#35722;&#25104;&#26354;&#32218;&#12289;&#24398;&#26354;&#25110;&#32399;&#32350;&#24773;&#24418;&#20358;&#20570;&#24555;&#36895;&#27298;&#39511;, &#22914;&#26524;&#20320;&#30332;&#29694;&#22294;&#19978;&#26377;&#36889;&#24618;&#30064;&#30340;&#24773;&#27841;&#30332;&#29983;, &#20320;&#23601;&#24471;&#37325;&#20570;&#26657;&#28310;, &#21363;&#20351;&#20320;&#29992;&#30340;&#26159;&#38750;&#24120;&#22909;&#30340;&#36196;&#36947;&#20736;,
&#30001;&#26044;&#39080;&#21561;&#25110;&#38750;&#24120;&#24046;&#30340;&#35222;&#23527;&#24230;&#31561;&#29872;&#22659;&#22240;&#32032;&#37117;&#21487;&#33021;&#35731;&#26657;&#28310;&#32080;&#26524;&#35722;&#24471;&#24456;&#31967;&#31957;&#12290;<br>
<br>&#33287;&#20854;&#20182;&#23566;&#26143;&#35373;&#23450;&#19968;&#27171;, &#26657;&#28310;&#36039;&#26009;&#20063;&#26159;&#33258;&#21205;&#20786;&#23384;&#21040;&#30446;&#21069;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284;&#20013;, &#22914;&#26524;&#27794;&#26377;&#20570;&#20219;&#20309;&#30064;&#21205;&#30340;&#35441;, &#20320;&#21487;&#20197;&#22312;&#38283;&#22987;&#23566;&#26143;&#30340;&#26178;&#20505;&#31435;&#21363;&#21462;&#29992;&#20043;&#21069;&#30340;&#26657;&#28310;&#36039;&#26009;, &#20351;&#29992;&#36889;&#20491;&#21151;&#33021;, &#20320;&#21487;&#20197;&#40670;&#36984; "&#24037;&#20855;/&#20462;&#25913;&#26657;&#28310;&#36039;&#26009;" &#21151;&#33021;&#34920;&#20013;&#27161;&#31034;&#28858; "<a name="Restore_Calibration_Data"></a>&#24674;
&#24489;&#26657;&#28310;&#36039;&#26009;" &#30340;&#35373;&#23450;&#38917;&#30446;, &#35531;&#35352;&#24471;, &#36889;&#20123;&#36039;&#26009;&#19981;&#35542;&#20320;&#26657;&#28310;&#26159;&#21542;&#26377;&#23436;&#25104;&#25110;&#32773;&#26159;&#21542;&#20351;&#29992; "&#24037;&#20855;/&#20462;&#25913;&#26657;&#28310;&#36039;&#26009;" &#21151;&#33021;&#34920;&#20013;&#30340; "&#32763;&#36681;&#26657;&#28310;&#36039;&#26009;"
&#37117;&#26371;&#20786;&#23384;&#22312;&#32068;&#24907;&#35373;&#23450;&#27284;&#20013;, &#22914;&#26524;&#20320;&#20351;&#29992;&#24503;&#24335;&#36196;&#36947;&#20736;&#20006;&#19988;&#20351;&#29992; ASCOM &#20171;&#38754;&#20358;&#36899;&#25509;&#25110;&#35373;&#23450;&#36628;&#21161;&#36196;&#36947;&#20736;&#26178;,
&#20786;&#23384;&#30340;&#36039;&#26009;&#20063;&#26371;&#21253;&#21547;&#26368;&#24460;&#19968;&#27425;&#23566;&#26143;&#26178;&#26395;&#36960;&#37857;&#22312;&#36196;&#36947;&#20736;&#33139;&#24231;&#30340;&#21738;&#19968;&#20596; (side of pier); &#22240;&#27492; <span style="font-style: italic;">PHD2</span>
&#26371;&#38568;&#33879;&#36196;&#36947;&#20736;&#30446;&#21069;&#25152;&#25351;&#30340;&#22825;&#29699;&#26041;&#21521;&#33258;&#21205;&#20570;&#35519;&#25972;, &#22914;&#26524;&#19981;&#26159;&#30340;&#35441;, &#20320;&#23601;&#24517;&#38920;&#35201;&#35352;&#20303;&#26368;&#24460;&#19968;&#27425;&#23566;&#26143;&#26178;&#36196;&#36947;&#20736;&#25152;&#25351;&#21521;&#30340;&#26041;&#21521;&#28858;&#20309;, &#40670;&#25802; "&#24674;&#24489;&#26657;&#28310;&#36039;&#26009;"
&#24460;&#26371;&#38283;&#21855;&#19968;&#20491;&#22522;&#26412;&#19978;&#33287; "&#27298;&#35222;&#26657;&#28310;&#36039;&#26009;" &#30456;&#39006;&#20284;&#30340;&#30059;&#38754;&#20358;&#39023;&#31034;&#26368;&#24460;&#19968;&#27425;&#26657;&#28310;&#32080;&#26524;, &#20320;&#21487;&#20197;&#24555;&#36895;&#27298;&#35222;&#27492;&#35222;&#31383;&#20013;&#30340;&#35338;&#24687;&#20358;&#30906;&#35469;&#25152;&#24674;&#24489;&#30340;&#26657;&#28310;&#36039;&#26009;&#26159;&#21542;&#31934;&#30906;,
&#26159;&#21542;&#33287;&#30446;&#21069;&#35373;&#20633;&#30456;&#23565;&#25033;, &#22914;&#26524;&#26159;&#30340;&#35441;, &#23601;&#21487;&#20197;&#40670;&#25802; "&#24674;&#24489;" &#20358;&#20351;&#29992;&#20786;&#23384;&#30340;&#36039;&#26009;&#12290;<br>
<br>&#20551;&#22914;&#20320;&#20351;&#29992; ASCOM &#20171;&#38754;&#25110;&#35373;&#23450;&#36628;&#21161;&#36196;&#36947;&#20736;&#20358;&#36899;&#25509;&#36196;&#36947;&#20736;&#30340;&#35441;, <span style="font-style: italic;">PHD2</span>
&#20063;&#26371;&#23559;&#26657;&#28310;&#32080;&#26524;&#21644;&#30446;&#27161;&#36196;&#32239;&#20540;&#20786;&#23384;,
&#36196;&#32147;&#36600;&#19978;&#30340;&#23566;&#26143;&#20301;&#31227;&#37327;&#26371;&#38568;&#33879;&#23566;&#26143;&#26143;&#39636;&#25152;&#22312;&#30340;&#36196;&#32239;&#35282;&#24230;&#33258;&#21205;&#20570;&#35519;&#25972;&#32780;&#19981;&#26159;&#20320;&#21407;&#20358;&#29992;&#21407;&#20358;&#26657;&#28310;&#26178;&#30340;&#23566;&#26143;&#26143;&#39636;&#25152;&#35336;&#31639;&#24471;&#21040;&#30340;&#25976;&#20540;, &#36889;&#20677;&#23565;&#25552;&#26119;&#25928;&#33021;&#26377;&#25152;&#21161;&#30410;&#32780;&#24050;,
&#22312;&#22823;&#22810;&#25976;&#30340;&#24773;&#27841;&#19979;, &#27794;&#26377;&#23566;&#26143;&#26143;&#39636;&#30340;&#25351;&#21521;&#36039;&#26009;&#20006;&#19981;&#26371;&#36896;&#25104;&#22810;&#22823;&#30340;&#21839;&#38988;,&nbsp; &#20294;&#26159;, &#20551;&#22914;&#20320;&#25152;&#25293;&#25885;&#30340;&#26143;&#39636;&#24907;&#38752;&#36817;&#26997;&#21312;,
&#20320;&#23601;&#24471;&#32771;&#24942;&#20351;&#29992;&#20855;&#36611;&#39640;&#36196;&#32239;&#35282;&#24230;&#30340;&#23566;&#26143;&#26143;&#39636;&#20358;&#20570;&#26657;&#28310;, &#22312;&#23566;&#26143;&#26143;&#39636;&#30340;&#36196;&#32239;&#35282;&#24230;&#22823;&#26044; 60 &#24230;&#26178;,&nbsp; &#30070;&#20320;&#31227;&#21205;&#20301;&#32622;&#26178; <span style="font-style: italic;">PHD2</span>
&#23601;&#19981;&#26371;&#35519;&#25972;&#23566;&#26143;&#36895;&#29575;, &#36889;&#26178;&#30340;&#26657;&#28310;&#32080;&#26524;&#23601;&#21482;&#33021;&#22871;&#29992;&#21040;&#25293;&#25885;&#20854;&#38468;&#36817;&#21312;&#22495;&#20358;&#20351;&#29992;, &#32780;&#19981;&#33021;&#30070;&#20570;&#19968;&#33324;&#26657;&#28310;&#22522;&#28310;&#36039;&#26009;, &#26368;&#24460;&#35201;&#25552;&#37266;&#20320;,
&#20551;&#22914;&#35373;&#20633;&#32068;&#24907;&#27284;&#20013;&#26377;&#21253;&#21547;&#30456;&#22580;&#26059;&#36681;&#22120;&#30340;&#35373;&#23450;&#26178;, <span style="font-style: italic;">PHD2</span> &#23559;&#26371;&#20381;&#30456;&#22580;&#26059;&#36681;&#22120;&#30340;&#30456;&#26059;&#35282;&#24230;&#20358;&#35519;&#25972;&#26657;&#28310;&#36039;&#26009;, &#22914;&#27492;&#21487;&#20197;&#36991;&#20813;&#22240;&#30456;&#22580;&#26059;&#36681;&#32780;&#38656;&#37325;&#20570;&#26657;&#28310;&#30340;&#21839;&#38988;&#12290;<br><br>&#26657;&#28310;&#23436;&#25104;&#24460;, <span style="font-style: italic;">PHD2</span> &#26371;&#22519;&#34892; <a href="Trouble_shooting.htm#Calibration_sanity_check">"sanity &#27298;&#26597;"</a> &#26657;&#28310;&#32080;&#26524;&#26159;&#21542;&#21512;&#29702;, &#26377;&#21839;&#38988;&#30340;&#35441;, &#20027;&#35222;&#31383;&#19978;&#31471;&#26371;&#39023;&#31034;&#26377;&#38364;&#26657;&#28310;&#21839;&#38988;&#35498;&#26126;&#30340;&#30456;&#38364;&#21578;&#35686;&#35338;&#24687;, &#20320;&#21487;&#24573;&#30053;&#36889;&#20491;&#21578;&#35686;&#25110;&#40670;&#25802;&#12302;&#35443;&#32048;&#12303;&#20358;&#27298;&#35222;&#26356;&#35443;&#32048;&#30340;&#36039;&#35338;, &#25105;&#20497;&#24314;&#35696;&#26368;&#22909;&#33457;&#40670;&#26178;&#38291;&#27298;&#26597;&#36889;&#20123;&#21578;&#35686;&#35338;&#24687;, &#22240;&#28858;&#22914;&#26524;&#20351;&#29992;&#26377;&#26126;&#39023;&#21839;&#38988;&#30340;&#26657;&#28310;&#32080;&#26524;, &#24460;&#32396;&#30340;&#23566;&#26143;&#21839;&#38988;&#23559;&#24456;&#38627;&#34389;&#29702;&#12290;<br>
<h4><a name="Adaptive_Optics_Devices"></a>&#35519;&#36969;&#20809;&#23416;&#35037;&#32622;</h4>&#22914;&#26524;&#20320;&#26377;&#20351;&#29992;&#35519;&#36969;&#20809;&#23416; (AO)
&#35373;&#20633;&#26178;, &#23559;&#26371;&#26377;&#20841;&#31278;&#26657;&#28310;&#21205;&#20316;&#38656;&#35201;&#22519;&#34892;, &#19968;&#26159;&#28858;&#20102;&#26657;&#28310; AO &#35037;&#32622; tip/tilt &#37857;&#29255;&#20006;&#35336;&#31639;&#30456;&#23565;&#26044;&#23566;&#26143;&#26143;&#39636;&#20301;&#31227;&#25152;&#38656;&#35519;&#25972;&#30340;&#24133;&#24230;&#33287;&#26041;&#21521;,
&#31532;&#20108;&#31278;&#26657;&#28310;&#33287;&#19978;&#36848;&#19968;&#33324;&#23566;&#26143;&#32773;&#30456;&#21516;, &#26159;&#28858;&#20102;&#27770;&#23450;&#30332;&#36865;&#32102;&#36196;&#36947;&#20736;&#30340;&#23566;&#26143;&#21629;&#20196;&#30340;&#38263;&#24230;, &#30070;&#23566;&#26143;&#26143;&#39636;&#30340;&#31227;&#21205;&#36229;&#20986; AO
&#35373;&#20633;&#21487;&#20197;&#29544;&#31435;&#20462;&#27491;&#23610;&#24230;&#26178;&#25152;&#30332;&#20986;&#30340;&#23566;&#26143;&#21629;&#20196;&#31281;&#28858; "&#36339;&#36493; (bump) " &#21629;&#20196;&#12290;<br>
<br>
<h3><a name="Guiding"></a>&#23566;&#26143;</h3>&#23566;&#26143;&#21205;&#20316;&#38283;&#22987;&#24460;,
&#35386;&#26039;&#35338;&#24687;&#26371;&#39023;&#31034;&#26044;&#29376;&#24907;&#21015;&#19978;&#20197;&#39023;&#31034;&#20659;&#36865;&#21040;&#32102;&#36196;&#36947;&#20736;&#30340;&#23566;&#26143;&#21629;&#20196;&#22519;&#34892;&#29376;&#24907;, <span style="font-style: italic;">PHD2</span> &#26371;&#25345;&#32396;&#23566;&#26143;&#21205;&#20316;&#30452;&#21040;&#20320;&#40670;&#25802;&#12302;&#20572;&#27490;&#12303;&#25353;&#37397;&#22294;&#31034;&#28858;&#27490;, &#24819;&#35201;&#37325;&#26032;&#38283;&#22987;&#30340;&#35441;, &#21482;&#35201;&#40670;&#25802;&#12302;&#23566;&#26143;&#12303;&#36889;&#20491;&#36852;&#22280;&#22294;&#31034;&#25353;&#37397;&#21363;&#21487;,&nbsp; &#37325;&#26032;&#38283;&#22987;&#23566;&#26143;&#21205;&#20316;&#20006;&#19981;&#38656;&#35201;&#20877;&#20570;&#26657;&#28310;, &#26576;&#20123;&#24773;&#27841;&#19979; <span style="font-style: italic;">PHD2</span> &#21487;&#33021;&#26371;&#30332;&#29983;&#36986;&#22833;&#26143;&#40670;, &#36889;&#26178;&#20505;&#20320;&#26371;&#32893;&#21040;&#35686;&#21578;&#32882;, &#21516;&#26178;&#24433;&#20687;&#30059;&#38754;&#19978;&#30340;&#21313;&#23383;&#32218;&#26371;&#30001;&#32160;&#33394;&#23526;&#32218;&#36681;&#28858;&#27224;&#33394;&#38275;&#29197;&#32218;&#26781;, &#29986;&#29983;&#36889;&#31278;&#29376;&#27841;&#30340;&#21407;&#22240;&#21487;&#33021;&#26159;&#65306;<br>
<ol>
<li>&#23566;&#26143;&#26143;&#39636;&#34987;&#38642;&#12289;&#22825;&#25991;&#21488;&#22291;&#38914;&#25110;&#27193;&#26408;&#31561;&#29289;&#39636;&#36974;&#34109;&#20102;;</li>
<li>&#23566;&#26143;&#26143;&#39636;&#22240;&#28858;&#36196;&#36947;&#20736;/&#30456;&#27231;/&#32218;&#26448;&#32399;&#32350;&#31561;&#22240;&#32032;&#31361;&#28982;&#38291;&#31227;&#20986;&#23566;&#26143;&#26143;&#40670;&#26041;&#26694;;</li>
<li>&#23566;&#26143;&#26143;&#39636;&#22240;&#28858;&#26576;&#20123;&#22240;&#32032;&#35722;&#24471;&#22826;&#26263; (&#21487;&#33021;&#36984;&#29992;&#30340;&#26143;&#39636;&#26412;&#36523;&#23601;&#19981;&#22816;&#26126;&#20142;)</li>
</ol>&#20320;&#24517;&#38920;&#35201;&#21028;&#21029;&#20006;&#20462;&#27491;&#36889;&#20123;&#23566;&#33268;&#21839;&#38988;&#30340;&#22240;&#32032;,&nbsp; &#20294;&#24456;&#37325;&#35201;&#30340;, &#20320;&#35201;&#26126;&#30637; <span style="font-style: italic;">PHD2</span> &#26412;&#36523;&#19981;&#26371;&#31227;&#21205;&#36196;&#36947;&#20736;&#20358;&#35430;&#33879;&#25214;&#21040;&#23566;&#26143;&#26143;&#39636;, &#20320;&#38656;&#35201;&#25345;&#32396;&#35731;&#23566;&#26143;&#30456;&#27231;&#25293;&#25885;&#24433;&#20687;&#20006;&#27298;&#35222;&#23566;&#26143;&#26143;&#39636;&#26159;&#21542;&#20986;&#29694;&#22312;&#23566;&#26143;&#26041;&#26694;&#20839;,<span style="font-weight: bold;"></span> &#31532;&#19968;&#27425;&#38283;&#22987;&#23566;&#26143;&#26178;, &#22914;&#26524;&#20320;&#27794;&#26377;&#20351;&#29992;&#26263;&#22580;&#25110;&#22750;&#40670;&#24433;&#20687;&#24235;&#30340;&#35441;, &#21487;&#33021;&#26371;&#30475;&#21040;&#35222;&#31383;&#19978;&#26041;&#20986;&#29694;&#35686;&#21578;&#35338;&#24687;, &#20320;&#21487;&#20197;&#24573;&#30053;&#36889;&#20491;&#35338;&#24687;&#20006;&#36914;&#34892;&#24460;&#32396;&#23566;&#26143;&#21205;&#20316;, &#20294;&#36996;&#26159;&#24314;&#35696;&#20320;&#33457;&#20491;&#24190;&#20998;&#37912;&#26178;&#38291;&#24314;&#31435;&#26263;&#22580;&#25110;&#22750;&#40670;&#24433;&#20687;&#24235;&#20379;&#24460;&#32396;&#20351;&#29992;&#12290;<br>
<br>&#22914;&#26524;&#20320;&#20351;&#29992;<a name="German_equatorial_mount"></a>&#24503;&#24335;&#36196;&#36947;&#20736; (GEM), &#20320;&#36890;&#24120;&#26371;&#22312;&#25293;&#25885;&#23565;&#35937;&#36942;&#20013;&#22825;&#26178;&#20570; "<a name="meridian_flip"></a>&#36942;&#20013;&#22825;&#32763;&#36681;&#36196;&#36947;&#20736;" &#30340;&#21205;&#20316;, &#20063;&#23601;&#26159;&#35498;&#20320;&#26371;&#36681;&#21205;&#26395;&#36960;&#37857;&#21040;&#36196;&#36947;&#20736;&#33139;&#24231;&#30340;&#30456;&#21453;&#19968;&#20596;&#28982;&#24460;&#20877;&#36914;&#34892;&#25293;&#25885;&#24037;&#20316;, &#22914;&#27492;&#26371;&#35731;&#36196;&#32239;&#26041;&#21521;&#25972;&#20491;&#39003;&#20498;&#36942;&#20358;&#32780;&#23566;&#33268;&#21407;&#20808;&#30340;&#26657;&#28310;&#32080;&#26524;&#22833;&#25928;, &#22914;&#26524;&#20320;&#25505;&#29992; ASCOM &#20171;&#38754; (&#25110;&#36628;&#21161;&#36196;&#36947;&#20736;) &#36899;&#25509;&#36196;&#36947;&#20736;, <span style="font-style: italic;">PHD2 </span>&#23559;
&#26371;&#33258;&#21205;&#20316;&#35519;&#25972;&#26657;&#28310;&#32080;&#26524;, &#20320;&#21482;&#38656;&#35201;&#22238;&#24489;&#23566;&#26143;&#21205;&#20316;&#21363;&#21487; (&#21069;&#25552;&#26159;&#20320;&#27794;&#26377;&#26059;&#36681;&#30456;&#27231;&#25110;&#23565;&#28966;&#22120;),&nbsp;
&#22914;&#26524;&#20320;&#27794;&#26377;&#20351;&#29992;&#21487;&#22238;&#24489;&#25351;&#21521;&#20301;&#32622;&#30340;&#36196;&#36947;&#20736;&#36899;&#25509;&#20171;&#38754;&#30340;&#35441;, &#20320;&#23601;&#38656;&#35201;&#37325;&#20570;&#26657;&#28310;&#30340;&#21205;&#20316;.&nbsp; &#30070;&#28982;, &#20320;&#20063;&#21487;&#20197;&#33457;&#20491;&#24190;&#20998;&#37912;&#30340;&#26178;&#38291;,
&#22312;&#36889;&#20491;&#33139;&#24231;&#26041;&#21521;&#20570;&#21478;&#19968;&#27425;&#30340;&#26657;&#28310;&#21205;&#20316;, &#25110;&#32773;&#36984;&#25799;&#19979;&#25289;&#21151;&#33021;&#34920; "&#24037;&#20855;/&#20462;&#25913;&#26657;&#28310;&#36039;&#26009;" &#20013;&#30340; "&#32763;&#36681;&#26657;&#28310;&#36039;&#26009;" &#38917;&#30446;&#24460;&#31435;&#21363;&#22238;&#21103;&#23566;&#26143;&#21205;&#20316;&#12290; <br>
<br>&#26576;&#20123;&#24773;&#27841;&#19979;, (&#22914;&#20320;&#28858;&#20102;&#35299;&#27770;&#32218;&#26448;&#32399;&#32350;&#21839;&#38988;&#32780;&#26059;&#36681;&#20102;&#30456;&#27231;) &#20320;&#24819;&#35201;&#24375;&#21046;&#37325;&#26032;&#36914;&#34892;&#26657;&#28310;&#21205;&#20316;, &#20320;&#21487;&#20197;&#40670;&#25802;&#12302;&#22823;&#33126;&#12303;&#22294;&#31034;, &#40670;&#36984;&#12302;&#36196;&#36947;&#20736;&#12303;&#38917;,
&#28982;&#24460;&#26680;&#36984; "&#28165;&#38500;&#26657;&#28310;&#36039;&#26009;"&nbsp; &#35373;&#23450;&#38917;&#30446;, &#25110;&#32773;&#25353;&#20303; &lt;shift&gt; &#37749;&#20006;&#40670;&#25802; &#12302;&#23566;&#26143;&#12303;&#22294;&#31034;, &#36889;&#27171;&#37117;&#21487;&#20197;&#35731;&nbsp; <span style="font-style: italic;">PHD2</span>
&#37325;&#26032;&#22519;&#34892;&#26657;&#28310;&#21205;&#20316;&#12290;<br>
<br>&#38283;&#22987;&#23566;&#26143;&#24460;, &#20320;&#19968;&#23450;&#24819;&#35201;&#28165;&#26970;&#22320;&#30637;&#35299;&#30446;&#21069;&#23566;&#26143;&#30340;&#29376;&#27841;, &#30070;&#28982;&#20320;&#21487;&#20197;&#30447;&#33879;&#34722;&#24149;&#19978;&#23566;&#26143;&#30456;&#27231;&#25152;&#25293;&#25885;&#30340;&#24433;&#20687;&#19978;&#23566;&#26143;&#26143;&#39636;&#30340;&#20301;&#31227;&#35722;&#21270;, &#36890;&#24120;&#20320;&#28961;&#27861;&#36879;&#36942;&#36889;&#27171;&#30340;&#26041;&#24335;&#35264;&#23519;&#21040;&#20219;&#20309;&#32048;&#24494;&#30340;&#35519;&#25972;&#21205;&#20316;, <span style="font-style: italic;">PHD2</span> &#25552;&#20379;&#20102;&#35377;&#22810;&#24037;&#20855;&#20358;&#24171;&#20320;&#35413;&#20272;&#23566;&#26143;&#30340;&#25928;&#33021;, &#36889;&#20123;&#24037;&#20855;&#26371;&#22312;&#24460;&#32396; <a href="Visualization.htm">&#35222;&#35258;&#21270;&#24037;&#20855;</a>
&#31456;&#31680;&#20013;&#35498;&#26126;, &#26576;&#20123;&#23566;&#26143;&#28436;&#31639;&#27861;&#22312;&#20197;&#21934;&#19968;&#23566;&#26143;&#21629;&#20196;&#20358;&#34389;&#29702;&#26368;&#22823;&#23566;&#26143;&#20462;&#27491;&#19978;&#26377;&#26576;&#20123;&#38480;&#21046;, &#22914;&#26524;&#36889;&#20123;&#25976;&#20540;&#36611;&#38656;&#35201;&#20462;&#27491;&#36196;&#36947;&#20736;&#20301;&#32622;&#25152;&#38656;&#30340;&#20462;&#27491;&#37327;&#23567;&#30340;&#35441;,
&#22312;&#20027;&#35222;&#31383;&#19978;&#26041;&#20320;&#26371;&#30475;&#21040;&#35686;&#21578;&#23565;&#35441;&#26694;, &#22914;&#26524;&#36889;&#31278;&#21839;&#38988;&#22914;&#26524;&#26371;&#37325;&#35079;&#30332;&#29983;&#30340;&#35441;, &#20320;&#23601;&#24471;&#22686;&#21152;&#36889;&#20123;&#35373;&#23450;&#20540;&#25110;&#32773;&#25214;&#20986;&#29986;&#29983;&#21839;&#38988;&#30340;&#21407;&#22240;&#20358;&#35299;&#27770;&#27492;&#21839;&#38988;&#12290; <br>
<br>
&nbsp;<br>
<br>
</body></html>