<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html><head>



<meta content="text/html; charset=ISO-8859-1" http-equiv="content-type"><title>Darks_BadPixel_Maps</title></head><body><h2>&#26263;&#22580;&#24433;&#20687;&#21450;&#22750;&#40670;&#24433;&#20687;&#24235;</h2><br><h3>&#27010;&#35201;</h3>
<div style="text-align: justify;">&#29992;
&#20358;&#23566;&#26143;&#30340;&#30456;&#27231;&#36890;&#24120;&#19981;&#26159;&#20919;&#21371;&#30456;&#27231;, &#22240;&#27492;&#21487;&#33021;&#26371;&#20986;&#29694;&#22122;&#40670;, &#32080;&#26524;&#26371;&#22312;&#26333;&#20809;&#24460;&#30340;&#23566;&#26143;&#24433;&#20687;&#20197;&#29105;&#22122;&#22122;&#40670;&#25110;&#20142;&#24230;&#36611;&#39640;&#30340;&#38620;&#26001;&#24418;&#24335;&#20986;&#29694;, &#22914;&#26524;&#24433;&#20687;&#19978;&#23384;&#22312;&#22826;&#22810;&#36889;&#31278;&#32570;&#38519;,
&#21083;&#20837;&#38272;&#30340;&#29992;&#25142;&#22312;&#21028;&#21029;&#21644;&#36984;&#25799;&#23566;&#26143;&#26143;&#39636;&#26178;&#23601;&#26371;&#26377;&#22256;&#38627;; &#21363;&#20351;&#26159;&#38283;&#22987;&#36914;&#34892;&#23566;&#26143;&#24460;,
&#23566;&#26143;&#26143;&#39636;&#26049;&#26377;&#38620;&#26001;&#25110;&#29105;&#22122;&#40670;&#23384;&#22312;&#20063;&#26371;&#24178;&#25854;&#27491;&#24120;&#23566;&#26143;&#25152;&#38656;&#35201;&#30340;&#35336;&#31639;&#21644;&#22240;&#28858;&#35492;&#21028;&#32780;&#23566;&#33268;&#23566;&#33268;&#36575;&#39636;&#22312;&#30495;&#23526;&#23566;&#26143;&#26143;&#39636;&#21450;&#29105;&#40670;&#38291;&#30340;&#36339;&#21205;&#20999;&#25563;, &#36889;&#20123;&#21839;&#38988;&#21487;&#20197;&#21033;&#29992; <span style="font-style: italic;">PHD2</span> &#20013;&#30340;&#20841;&#31278;&#27231;&#21046;&#20358;&#25490;&#38500;&#65306;&#26263;&#22580;&#24433;&#20687;&#21450;&#22750;&#40670;&#22294;&#24235;, &#38364;&#26044;&#26263;&#22580;&#24433;&#20687;&#21644;&#22750;&#40670;&#22294;&#24235;&#30340;&#25152;&#26377;&#21151;&#33021;&#37117;&#21253;&#21547;&#22312;&#21151;&#33021;&#34920;&#21015;&#12302;&#26263;&#22580;&#12303;&#38917;&#20013;&#12290;<br>
</div>
&nbsp;&nbsp;<h3><a name="Dark_Frames"></a>&#26263;&#22580;&#24433;</h3>
<div style="text-align: justify;">PHD2 &#26371;&#24314;&#31435;&#31526;&#21512;&#23566;&#26143;&#30456;&#27231;&#26333;&#20809;&#26178;&#38291;&#31684;&#22285;&#30340;&#26263;&#22580;&#24433;&#20687;&#36039;&#26009;&#24235;, &#30070;&#36039;&#26009;&#24235;&#24314;&#31435;&#24460;&#23601;&#26371;&#33258;&#21205;&#20786;&#23384;&#20006;&#20379; <span style="font-style: italic;">PHD2</span> &#20013;&#30340;&#35377;&#22810;&#21151;&#33021;&#24341;&#29992;, &#22240;&#27492;, &#20320;&#21487;&#20197;&#33457;&#40670;&#26178;&#38291;&#24314;&#31435;&#33391;&#22909;&#30340;&#26263;&#22580;&#24433;&#20687;&#36039;&#26009;&#24235;, &#20006;&#22312;&#24460;&#32396;&#30340;&#23566;&#26143;&#24037;&#20316;&#19978;&#20351;&#29992;&#27492;&#36039;&#26009;&#24235;; &#30070;&#36899;&#25509;&#19978;&#23566;&#26143;&#30456;&#27231;&#24460;, &#20320;&#21487;&#20197;&#21033;&#29992;&#21151;&#33021;&#34920;&#21015;&#12302;&#26263;&#22580;&#12303;&#38917;&#20013;&#30340;&#12302;&#26263;&#22580;&#24433;&#20687;&#24235;...&#12303;&#38917;&#30446;&#20358;&#24314;&#31435;&#26263;&#22580;&#24433;&#20687;&#36039;&#26009;&#24235;, &#40670;&#36984;&#24460;&#26371;&#30475;&#21040;&#39006;&#20284;&#19979;&#22294;&#30340;&#20132;&#35527;&#30059;&#38754;&#65306;<br>
</div>
<br><span style="font-size: 10pt; font-family: Arial;"></span><span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 499px; height: 412px;" alt="" src="Dark_Lib.png"><br><br>
<div style="text-align: justify;">&#30059;
&#38754;&#19978;&#26041;&#26368;&#30701;&#21450;&#26368;&#38263;&#26333;&#20809;&#26178;&#38291;&#25511;&#21046;&#38917;&#30446;&#29992;&#20358;&#35373;&#23450;&#24314;&#31435;&#26263;&#22580;&#26178;&#25152;&#38656;&#30340;&#26333;&#20809;&#26178;&#38291;&#31684;&#22285;,
&#38283;&#22987;&#12289;&#32080;&#26463;&#21450;&#20013;&#38291;&#26178;&#38291;&#20540;&#26371;&#37197;&#21512;&#20027;&#30059;&#38754;&#19978;&#30340;&#23566;&#26143;&#30456;&#27231;&#25152;&#26371;&#29992;&#21040;&#30340;&#26333;&#20809;&#26178;&#38291;&#20358;&#35373;&#23450;, &#36889;&#27171;&#25165;&#33021;&#35731;&#27599;&#31278;&#30456;&#27231;&#26333;&#20809;&#26178;&#38291;&#37117;&#26377;&#30456;&#23565;&#25033;&#30340;&#26263;&#22580;&#24433;&#20687;&#24235;&#21487;&#20197;&#20351;&#29992;;
&#31532;&#19977;&#20491;&#25511;&#21046;&#38917;&#25351;&#23450;&#27599;&#31278;&#26333;&#20809;&#26178;&#38291;&#35201;&#25293;&#25885;&#20006;&#24179;&#22343;&#22810;&#23569;&#24373;&#26263;&#22580;&#24433;&#20687;, &#24179;&#22343;&#24460;&#30340;&#26263;&#22580;&#24433;&#20687;&#31281;&#28858; '&#20027;&#26263;&#22580;&#24433;&#20687; (master dark frame),
&#20659;&#32113;&#19978;, <span style="font-style: italic;">PHD2</span> &#26371;&#20351;&#29992; 5 &#24373;&#26263;&#22580;&#24433;&#20687;&#24179;&#22343;&#24460;&#20316;&#28858;&#20027;&#26263;&#22580;&#24433;&#20687;, &#20294;&#20320;&#21487;&#20197;&#22686;&#21152;&#25293;&#25885;&#25976;&#37327;&#20358;&#25913;&#21892;&#20027;&#26263;&#22580;&#24433;&#20687;&#30340;&#21697;&#36074;, &#20320;&#20063;&#21487;&#20197;&#20301;&#27492;&#26696;&#22580;&#24433;&#20687;&#24235;&#21152;&#19978;&#35387;&#35299;, &#36889;&#20491;&#36039;&#35338;&#26371;&#23531;&#20837;&#21040;&#26263;&#22580;&#24433;&#20687;&#36039;&#26009;&#24235;&#30340;&#34920;&#38957;&#20013;&#20197;&#20633;&#24460;&#26597;&#12290;&nbsp;<br>
</div>
<br>
<div style="text-align: justify;">&#22312;
&#38468;&#35387;&#27396;&#19978;&#26041;&#30340;&#20841;&#20491;&#21934;&#36984;&#25353;&#37397;&#25351;&#23450;&#20320;&#26159;&#35201;&#20462;&#25913;/&#25844;&#20805;&#29694;&#23384;&#26263;&#22580;&#24433;&#20687;&#24235;&#25110;&#32773;&#24819;&#24314;&#31435;&#26032;&#30340;&#26263;&#22580;&#24433;&#20687;&#24235;, &#22914;&#26524;&#30059;&#38754;&#19978;&#25552;&#31034;&#20320;&#24471;&#37325;&#26032;&#24314;&#31435;&#26263;&#22580;&#24433;&#20687;&#24235;&#30340;&#35441;, &#20320;&#23601;&#24471;&#36984;&#25799;
'&#24314;&#31435;&#20840;&#26032;&#30340;&#26263;&#22580;&#24433;&#20687;&#24235;' &#36984;&#38917;, &#36889;&#27171;&#21487;&#20197;&#30906;&#20445;&#25152;&#26377;&#30340;&#20027;&#26263;&#22580;&#24433;&#20687;&#37117;&#33287;&#30446;&#21069;&#25152;&#20351;&#29992;&#30340;&#20498;&#26143;&#30456;&#27231;&#30456;&#31526;,
&#21542;&#21063;&#20320;&#21487;&#20197;&#25351;&#23450;&#19981;&#21516;&#30340;&#26333;&#20809;&#26178;&#38291;&#24460;&#25293;&#25885;&#20006;&#26356;&#26032;/&#25844;&#20805;&#26263;&#22580;&#24433;&#20687;&#24235;&#20839;&#23481;&#12290;<br>
</div>
<br>
<div style="text-align: justify;">&#35373;&#23450;&#22909;&#21443;&#25976;&#24460;, &#40670;&#25802;&#12302;&#38283;&#22987;&#12303;&#25353;&#37397;&#36914;&#34892;&#25293;&#25885;&#24037;&#20316;, &#22914;&#26524;&#20320;&#25152;&#20351;&#29992;&#30340;&#23566;&#26143;&#30456;&#27231;&#27794;&#26377;&#24555;&#38272; (&#22823;&#37096;&#20221;&#37117;&#26159;), <span style="font-style: italic;">PHD2&nbsp; </span>&#26371;&#35201;&#27714;&#20320;&#33995;&#19978;&#37857;&#38957;&#33995;, &#28858;&#20102;&#36948;&#21040;&#26368;&#22909;&#30340;&#32080;&#26524;, &#35531;&#30906;&#35469;&#19981;&#26371;&#26377;&#28431;&#20809;&#30340;&#21839;&#38988; - &#19981;&#24314;&#35696;&#22312;&#22823;&#30333;&#22825;&#20358;&#20316;&#36889;&#20214;&#20107;&#24773;, <span style="font-style: italic;">PHD2</span>
&#26371;&#24490;&#24207;&#22320;&#20381;&#25152;&#35373;&#23450;&#30340;&#26333;&#20809;&#26178;&#38291;&#31684;&#22285;, &#27599;&#31278;&#26333;&#20809;&#26178;&#38291;&#30340;&#25293;&#25885;&#24373;&#25976;&#25293;&#25885;&#26263;&#22580;&#24433;&#20687;, &#25293;&#25885;&#36942;&#31243;&#20013;&#30340;&#29376;&#24907;&#26371;&#39023;&#31034;&#22312;&#35222;&#31383;&#24213;&#19979;&#30340;&#29376;&#24907;&#21015;&#19978;&#35731;&#20320;&#28165;&#26970;&#30446;&#21069;&#30340;&#20316;&#26989;&#36914;&#24230;,
&#38283;&#22987;&#25293;&#25885;&#24460;&#12302;&#21462;&#28040;&#12303;&#25353;&#37397;&#26371;&#36681;&#35722;&#25104;&#12302;&#20572;&#27490;&#12303;&#25353;&#37397;, &#22914;&#26524;&#20986;&#37679;&#25110;&#20320;&#24819;&#20013;&#36884;&#26356;&#25913;&#35373;&#23450;&#21443;&#25976;&#30340;&#35441;, &#21487;&#20197;&#22312;&#25972;&#20491;&#31243;&#24207;&#23436;&#25104;&#21069;&#25353;&#19979;&#12302;&#20572;&#27490;&#12303;&#25353;&#37397;&#20358;&#20013;&#26039;&#25293;&#25885;&#30340;&#24037;&#20316;,
&#20572;&#27490;&#25293;&#25885;&#24037;&#20316;&#26371;&#35731;&#31243;&#24335;&#25448;&#26820;&#25152;&#26377;&#20043;&#21069;&#25152;&#25293;&#25885;&#30340;&#24433;&#20687;&#36039;&#26009;, &#22240;&#27492;&#20462;&#25913;&#24460;, &#25152;&#26377;&#25293;&#25885;&#24037;&#20316;&#24471;&#37325;&#26032;&#20358;&#36942;, &#22312;&#25152;&#26377;&#30340;&#24433;&#20687;&#25293;&#25885;&#25910;&#38598;&#23436;&#25104;&#24460;, <span style="font-style: italic;">PHD2</span> &#26371;&#35336;&#31639;&#20986;&#20027;&#26263;&#22580;&#24433;&#20687;, &#23559;&#36889;&#20123;&#24433;&#20687;&#20786;&#23384;&#21040;&#26263;&#22580;&#24433;&#20687;&#36039;&#26009;&#24235;&#20013;&#24460;&#39023;&#31034;&#32317;&#32080;&#35338;&#24687;&#26694;,&nbsp; &#22914;&#26524;&#20320;&#25152;&#20351;&#29992;&#30340;&#23566;&#26143;&#30456;&#27231;&#27794;&#26377;&#24555;&#38272;, &#31995;&#32113;&#20063;&#26371;&#25552;&#31034;&#20320;&#23559;&#37857;&#38957;&#33995;&#25171;&#38283;&#20197;&#22238;&#21040;&#27491;&#24120;&#25293;&#25885;&#30340;&#29872;&#22659;&#12290;<br>
</div>
<br>
<div style="text-align: justify;">&#26263;&#22580;&#24433;&#20687;&#24235;&#24314;&#31435;&#24460;, &#20320;&#21487;&#20197;&#21033;&#29992;&#21151;&#33021;&#34920;&#21015;&#12302;&#26263;&#22580;&#12303;&#38917;&#20013;&#30340;&#12302;&#20351;&#29992;&#26263;&#22580;&#24433;&#20687;&#24235;&#12303;&#38917;&#30446;&#20358;&#20351;&#29992;&#27492;&#24433;&#20687;&#36039;&#26009;&#24235;, &#27599;&#27425;&#40670;&#25802;&#21151;&#33021;&#34920;&#20013;&#30340;&#38917;&#30446;&#24460;&#23601;&#26371;&#21855;&#29992;/&#38364;&#38281;&#35442;&#36984;&#38917;, &#24460;&#32396;&#31243;&#24335;&#20316;&#20013;&#37117;&#26371;&#20445;&#25345;&#26368;&#24460;&#26263;&#22580;&#36039;&#26009;&#24235;&#20351;&#29992;&#24773;&#27841;&#30340;&#29376;&#24907;, &#22914;&#27492;&#21363;&#20351;&#20320;&#38626;&#38283;&#21151;&#33021;&#34920;, <span style="font-style: italic;">PHD2 </span>&#22312;
&#19979;&#27425;&#20320;&#22519;&#34892;&#31243;&#24335;&#26178;, &#20173;&#28982;&#26371;&#33258;&#21205;&#36617;&#20837;&#20006;&#20351;&#29992;&#35442;&#26263;&#22580;&#24433;&#20687;&#24235;; &#26263;&#22580;&#24433;&#20687;&#24235;&#26371;&#20445;&#23384;&#22312;&#30913;&#30879;&#19978;&#30452;&#21040;&#20320;&#24314;&#31435;&#26032;&#30340;&#26263;&#22580;&#24433;&#20687;&#24235;&#28858;&#27490;,
&#22240;&#27492;&#20320;&#21487;&#20197;&#38568;&#24847;&#26356;&#25913;&#21151;&#33021;&#34920;&#19978;&#12302;&#20351;&#29992;&#26263;&#22580;&#24433;&#20687;&#24235;&#12303;&#38917;&#30446;&#32780;&#19981;&#26371;&#36986;&#22833;&#20219;&#20309;&#36039;&#26009;, &#22914;&#26524;&#20320;&#26377;&#20351;&#29992;&#26263;&#22580;&#24433;&#20687;&#24235;,
&#20294;&#20027;&#26263;&#22580;&#24433;&#20687;&#20294;&#20854;&#20013;&#19981;&#21253;&#21547;&#20320;&#25152;&#29992;&#30456;&#27231;&#26333;&#20809;&#26178;&#38291;&#30340;&#20027;&#26263;&#22580;&#24433;&#20687;, <span style="font-style: italic;">PHD2</span>
&#26371;&#25343;&#36611;&#30456;&#36817;&#30340;&#20027;&#26263;&#22580;&#24433;&#20687;&#20358;&#29992;, &#30070;&#28982;&#20320;&#20063;&#21487;&#20197;&#22312;&#25293;&#25885;&#31526;&#21512;&#30340;&#20027;&#26263;&#22580;&#24433;&#20687;&#20197;&#29554;&#24471;&#21040;&#36611;&#20339;&#30340;&#32080;&#26524;, &#22312;&#27794;&#26377;&#30456;&#23565;&#26333;&#20809;&#26178;&#38291;&#30340;&#26263;&#22580;&#24433;&#20687;&#24235;&#24773;&#27841;&#19979;,
&#20320;&#21482;&#35201;&#20877;&#25293;&#25885;&#25152;&#32570;&#26333;&#20809;&#26178;&#38291;&#30340;&#26263;&#22580;&#24433;&#20687;&#23601;&#26371;&#33258;&#21205;&#21152;&#21040;&#30446;&#21069;&#30340;&#26263;&#22580;&#24433;&#20687;&#24235;&#20013;, &#19981;&#38656;&#35201;&#25972;&#20491;&#37325;&#38957;&#20358;&#36942;;
&#25913;&#35722;&#12302;&#20351;&#29992;&#26263;&#22580;&#24433;&#20687;&#24235;&#12303;&#35373;&#23450;&#21487;&#20197;&#35731;&#20320;&#27298;&#35222;&#20351;&#29992;&#26263;&#22580;&#24433;&#20687;&#24235;&#23565;&#23566;&#26143;&#24433;&#20687;&#24433;&#38911;&#21644;&#27770;&#23450;&#23566;&#26143;&#24433;&#20687;&#26159;&#19981;&#26159;&#22240;&#28858;&#20351;&#29992;&#26263;&#22580;&#24433;&#20687;&#24235;&#32780;&#35722;&#24471;&#26356;&#22909;&#12290;<br>
</div>
<br>
<div style="text-align: justify;">&#35531;&#35352;&#24471;&#26263;&#22580;&#24433;&#20687;&#24235;&#33287;&#23566;&#26143;&#30456;&#27231;&#26159;&#30456;&#20114;&#38364;&#36899;&#30340;, <span style="font-style: italic;">PHD2</span>
&#26371;&#27298;&#26597;&#26263;&#22580;&#36039;&#26009;&#24235;&#33287;&#20320;&#30446;&#21069;&#25152;&#29992;&#30340;&#30456;&#27231;&#26159;&#21542;&#30456;&#31526;, &#22914;&#26524;&#19981;&#26159;&#30340;&#35441;, &#20320;&#23601;&#26371;&#30475;&#21040;&#26263;&#22580;&#24433;&#20687;&#24235;&#33287;&#20320;&#30446;&#21069;&#20351;&#29992;&#30340;&#30456;&#27231;&#19981;&#31526;&#32780;&#24517;&#38920;&#35201;&#37325;&#24314;&#30340;&#21578;&#35686;&#35338;&#24687;,
&#30070;&#20320;&#26356;&#25913;&#29694;&#23384;&#35373;&#20633;&#32068;&#24907;&#27284;&#20013;&#30340;&#30456;&#27231;&#24460;&#23601;&#26377;&#21487;&#33021;&#30332;&#29983;&#36889;&#20491;&#21839;&#38988;, &#36889;&#26178;&#20505;&#38500;&#38750;&#20320;&#22238;&#24489;&#21040;&#33290;&#26377;&#30456;&#27231;&#25110;&#37325;&#24314;&#26263;&#22580;&#24433;&#20687;&#24235;&#20379;&#26032;&#30456;&#27231;&#20351;&#29992;&#22806;,
&#21029;&#28961;&#20182;&#26041;&#27861;&#21487;&#20197;&#20358;&#35299;&#38500;&#36889;&#20491;&#21839;&#38988;&#12290;<br>
</div>
<h3><a name="Bad-pixel_Maps"></a>Bad-pixel Maps (<a name="Defect_Maps"></a>Defect Maps)</h3>
<div style="text-align: justify;">&#26576;
&#20123;&#23566;&#26143;&#30456;&#27231;, &#21934;&#20351;&#29992;&#26263;&#22580;&#24433;&#20687;&#28961;&#27861;&#23559;&#23566;&#26143;&#24433;&#20687;&#19978;&#21487;&#35211;&#30340;&#21839;&#38988;&#20687;&#32032;&#31227;&#38500;&#25481;, &#36889;&#31278;&#24773;&#27841;&#19979;, &#21033;&#29992;&#24314;&#31435;&#22750;&#40670;&#24433;&#20687;&#24235;&#21487;&#20197;&#21462;&#24471;&#36611;&#22909;&#30340;&#32080;&#26524;,
&#36889;&#20491;&#26041;&#27861;&#26371;&#30452;&#25509;&#28204;&#37327;&#20006;&#35036;&#20767;&#24863;&#28204;&#22120;&#19978;&#29986;&#29983;&#20605;&#35338;&#34399; (&#29105;&#22122;/&#32570;&#25613;) &#25110;&#32773;&#26681;&#26412;&#19981;&#24863;&#20809;&#30340; cold pixel &#31561;&#29305;&#23450;&#21312;&#22495;&#30340;&#21839;&#38988;,
&#24314;&#31435;&#22750;&#40670;&#24433;&#20687;&#30340;&#26041;&#27861;&#26159;&#36879;&#36942;&#19968;&#31995;&#21015;&#30456;&#23565;&#20358;&#35498;&#27604;&#36611;&#24120;&#30340;&#26333;&#20809; (&#22914; 15 &#31186;) &#30340;&#26263;&#22580;&#24433;&#20687;&#24460;&#23559;&#24433;&#20687;&#24179;&#22343;,
&#28982;&#24460;&#32113;&#35336;&#20998;&#26512;&#25152;&#25847;&#21462;&#30340;&#24433;&#20687;&#20358;&#29255;&#21029;&#26377;&#32570;&#38519;&#30340;&#20687;&#32032;&#20877;&#24433;&#20687;&#20013;&#30340;&#20301;&#32622;, &#36889;&#20123;&#20687;&#32032;&#20301;&#32622;&#36039;&#35338;&#26371;&#34987;&#20445;&#23384;&#19979;&#20358;&#20197;&#20633;&#23559;&#20358;&#20351;&#29992;,
&#22312;&#27491;&#24120;&#23566;&#26143;&#36942;&#31243;&#20013;&#65292;&#22352;&#33853;&#22312;&#23566;&#26143;&#24433;&#20687;&#36889;&#20123;&#20301;&#32622;&#30340;&#20687;&#32032;&#26371;&#30001;&#21608;&#22285;&#30340;&#20687;&#32032;&#30340;&#32113;&#35336;&#21462;&#27171;&#32080;&#26524;&#25152;&#20195;&#26367;&#65292;&#22240;&#27492;&#24478;&#32780;&#31227;&#38500;&#20840;&#37096;&#25110;&#32085;&#22823;&#37096;&#20221;&#30340;&#22750;&#40670;&#20687;&#32032;,
&#32080;&#26524;&#36890;&#24120;&#21487;&#20197;&#21462;&#24471;&#20855;&#26377;&#24179;&#28369;&#30340;&#32972;&#26223;&#21644;&#26356;&#23569;&#30340;&#26126;&#39023;&#32570;&#38519;&#30340;&#24433;&#20687;, &#23565;&#26044;&#20173;&#28982;&#23384;&#22312;&#30340;&#20219;&#20309;&#32570;&#38519;&#65292;<span style="font-style: italic;">PHD2 </span>&#20063;&#25552;&#20379;&#21033;&#29992;&#25163;&#21205;&#40670;&#25802;&#22750;&#20687;&#32032;&#20301;&#32622;&#65292;&#20006;&#23559;&#20854;&#28155;&#21152;&#21040;&#22750;&#40670;&#24433;&#20687;&#24235;&#30340;&#26041;&#24335;&#20358;&#20811;&#26381;&#12290;&#36889;&#25972;&#20491;&#25847;&#21462;&#21644;&#20998;&#26512;&#26263;&#22580;&#24433;&#20687;&#30340;&#31243;&#24207;&#37117;&#26159;&#30001; <span style="font-style: italic;">PHD2 </span>&#28858;&#24744;&#34389;&#29702;&#65292;&#25152;&#20197;&#24456;&#23481;&#26131;&#23601;&#21487;&#20197;&#24314;&#31435;&#19968;&#20491;&#22750;&#40670;&#24433;&#20687;&#24235;&#12290;<br>
</div>

<br>
<div style="text-align: justify;">&#24314;&#31435;&#22750;&#40670;&#24433;&#20687;&#24235;&#30340;&#26041;&#27861;&#26159;&#36890;&#36942;&#40670;&#25802;&#21151;&#33021;&#34920;&#12302;&#26263;&#22580;&#12303;&#19979;&#12302;&#22750;&#40670;&#24433;&#20687;&#24235;...&#12303;&#38917;&#30446;&#20358;&#36914;&#34892;, &#22914;&#26524;&#36889;&#26159;&#20320;&#31532;&#19968;&#27425;&#22519;&#34892;&#36889;&#20491;&#21151;&#33021;, &#31995;&#32113;&#26371;&#25552;&#31034;&#24744;&#21462;&#24471;&#19968;&#31995;&#21015;&#26263;&#22580;&#24433;&#20687;&#20197;&#20998;&#26512;&#20320;&#30340;&#30456;&#27231;&#20659;&#24863;&#22120;&#20006;&#24314;&#31435;&#22750;&#40670;&#24433;&#20687;&#24235;&#65306; <br>
</div>
<br><span style="font-size: 10pt; font-family: Arial;"></span><span style="font-size: 10pt; font-family: Arial;"></span><span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 489px; height: 270px;" alt="Defect_Darks" src="Defect_Darks.png"><br><br>
<div style="text-align: justify;">&#29554;
&#24471;&#22750;&#40670;&#24433;&#20687;&#24235;&#33287;&#21069;&#19968;&#31456;&#31680;&#25152;&#25551;&#36848;&#30340;&#29554;&#21462;&#26263;&#22580;&#24433;&#20687;&#24235;&#26377;&#20123;&#24494;&#24046;&#30064;,
&#22240;&#28858;&#20998;&#26512;&#26159;&#22522;&#26044;&#32113;&#35336;&#25976;&#25818;&#65292;&#22240;&#27492;&#24517;&#38920;&#20351;&#29992;&#30456;&#23565;&#36611;&#38263;&#30340;&#26333;&#20809;&#26178;&#38291;&#65288;&gt;10&#31186;&#65289;&#32780;&#19988;&#33267;&#23569;&#24471;&#25293;&#25885; 10
&#24373;&#20197;&#19978;&#30340;&#24433;&#20687;&#12290;&#30001;&#26044;&#22750;&#40670;&#24433;&#20687;&#24235;&#21487;&#20197;&#37325;&#35079;&#20351;&#29992;&#30456;&#30070;&#38263;&#30340;&#26178;&#38291;&#65292;&#20320;&#19981;&#24517;&#32147;&#24120;&#37325;&#35079;&#27492;&#25805;&#20316;&#65292;&#20294;&#36889;&#26159;&#20540;&#24471;&#33457;&#19968;&#20123;&#26178;&#38291;&#20358;&#29554;&#24471;&#26356;&#39640;&#21697;&#36074;&#30340;&#23566;&#26143;&#24433;&#20687;&#12290;<br>

<br>

&#19968;&#26086;&#26263;&#22580;&#24433;&#20687;&#25293;&#25885;&#23436;&#24460;, <span style="font-style: italic;">PHD2&nbsp;</span> &#26371;&#36914;&#34892;&#35336;&#31639;&#65292;&#20006;&#29255;&#21029;&#20986;&#26377;&#32570;&#38519;&#25110;&#21487;&#30097;&#30340;&#22750;&#40670;&#20687;&#32032;&#20301;&#32622;, &#26044;&#30701;&#26283;&#24310;&#36978;&#24460;&#65292;&#23601;&#26371;&#30475;&#21040;&#22914;&#19979;&#22294;&#30340;&#23565;&#35441;&#26694;&#65306;<br>
</div>
<br><span style="font-size: 10pt; font-family: Arial;"></span><span style="font-size: 10pt; font-family: Arial;"></span><span style="font-size: 10pt; font-family: Arial;"></span><span style="font-size: 10pt; font-family: Arial;"></span><span style="font-size: 10pt; font-family: Arial;"></span><img style="width: 653px; height: 514px;" alt="Bad-pixel Map" src="DefectUI.png"><br><br>
<div style="text-align: justify;"><span style="font-style: italic;">PHD2 </span>&#22312;
&#21028;&#21029;&#22750;&#40670;&#20687;&#32032;&#20301;&#32622;&#36942;&#31243;&#20013;&#32113;&#35336;&#35336;&#31639;&#25152;&#24471;&#30340;&#27010;&#27841;&#26371;&#39023;&#31034;&#22312;&#12302;&#19968;&#33324;&#36039;&#35338;&#12303;&#21312;&#22602;&#30070;&#20013;,&nbsp; &#27491;&#24120;&#24773;&#27841;&#19979;, &#20320;&#19981;&#29992;&#21435;&#32048;&#26597;&#20854;&#20839;&#23481;,
&#29978;&#33267;&#26044;&#21487;&#20197;&#21033;&#29992;&#28165;&#38500;&#12302;&#39023;&#31034;&#20027;&#26263;&#22580;&#24433;&#20687;&#32048;&#31680;&#12303;&#21246;&#36984;&#26694;&#20358;&#38577;&#34255;&#36889;&#20123;&#35338;&#24687;, &#12302;&#32080;&#26524;&#12303;&#32676;&#32068;&#39023;&#31034;&#30446;&#21069;&#26681;&#25818; Aggressivness
&#19979;&#26041;&#20841;&#20491;&#28369;&#21205;&#26781;&#30340;&#35373;&#23450;&#25152;&#24471;&#29105;&#22122;&#21450;&#20919;&#22122;&#25976;&#37327;, &#22914;&#26524;&#20320;&#31532;&#19968;&#27425;&#22519;&#34892;&#36889;&#20491;&#21151;&#33021;, Aggressivness &#28369;&#21205;&#26781;&#26371;&#23450;&#22312; 75 (&#25976;&#20540;&#22312; 0-100
&#31684;&#22285;), &#20320;&#21487;&#33021;&#24471;&#23526;&#39511;&#25110;&#20316;&#20123;&#35519;&#25972;&#30475;&#30475;&#25152;&#24471;&#21040;&#30340;&#25976;&#20540;&#33287;&#20320;&#22312;&#27491;&#24120;&#23566;&#26143;&#24433;&#20687;&#25152;&#35211;&#21040;&#30340;&#30456;&#36611;&#26159;&#21542;&#21512;&#29702;, &#30001;&#24038;&#33267;&#21491;&#35519;&#25972; aggressivness
&#28369;&#21205;&#26781;&#26178;&#20320;&#26371;&#30332;&#29694;&#29105;&#22122;&#21450;&#20919;&#22122;&#40670;&#25976;&#26371;&#26377;&#35722;&#21270;, Aggressivness &#28369;&#21205;&#26781;&#26159;&#29992;&#20197;&#25511;&#21046; <span style="font-style: italic;">PHD2</span><span style="font-style: italic;"></span> &#22914;&#20309;&#35672;&#21029;&#21450;&#27161;&#23450;&#22750;&#40670;&#30340;&#22522;&#28310; - aggressivness &#35373;&#23450;&#20540;&#36234;&#22823;, &#20687;&#32032;&#25976;&#30446;&#26371;&#36234;&#22810;, &#30070;&#21443;&#25976;&#35373;&#23450;&#22909;&#24460;, &#40670;&#25802; &#12302;&#29986;&#29983;&#12303;&#25353;&#37397;&#20358;&#35336;&#31639;&#21450;&#36617;&#20837;&#26032;&#30340;&#22750;&#40670;&#24433;&#20687;&#24235;&#12290;<br>
<br>
&#27492;&#26178;&#65292;&#20320;&#21487;&#33021;&#24819;&#27298;&#35222;&#19968;&#19979;&#32080;&#26524;, <span style="font-style: italic;">PHD2</span>
&#30340;&#20027;&#35222;&#31383;&#20173;&#34389;&#26044;&#27963;&#21205;&#29376;&#24907;&#65292;&#25152;&#20197;&#20320;&#21487;&#20197;&#36914;&#34892;&#27491;&#24120;&#23566;&#26143;&#26333;&#20809;&#24460;&#20358;&#30475;&#30475;&#32080;&#26524;&#24433;&#20687;&#26481;&#35199;&#38263;&#20160;&#40636;&#27171;&#23376;,&nbsp; &#22914;&#26524;&#20320;&#24819;&#24555;&#36895;&#22320;&#26597;&#30475;&#20351;&#29992;&#26377;&#32570;&#38519;&#24433;&#20687;&#22294;&#30340;&#32080;&#26524;,
&#21482;&#35201;&#21855;&#29992;&#21151;&#33021;&#34920;&#12302;&#26263;&#22580;&#12303;&#20013;&#30340;&#12302;&#20351;&#29992;&#22750;&#40670;&#24433;&#20687;&#24235;&#12303;&#38917;&#30446;&#23601;&#21487;&#20197;,&nbsp; &#35531;&#35352;&#20303;&#65292;&#20320;&#20006;&#19981;&#38656;&#35201;&#35731;&#23566;&#26143;&#24433;&#20687;&#26377;&#33879;&#23436;&#32654;&#24179;&#38918;&#32780;&#40657;&#30340;&#32972;&#26223;,
&#20320;&#21482;&#38656;&#19968;&#24373;&#26377;&#33879;&#23569;&#25976;&#27544;&#30041;&#33879;&#29105;&#22122;/&#20919;&#22122;&#30340;&#24433;&#20687;&#32780;&#19981;&#26371;&#35731;&#20320;&#26371;&#32773; <span style="font-style: italic;">PHD2</span>
&#23566;&#26143;&#36575;&#39636;&#35492;&#21028;&#22750;&#40670;&#28858;&#23526;&#36074;&#30340;&#26143;&#40670;&#23601;&#21487;&#20197;,&nbsp;
&#22914;&#26524;&#29992;&#38750;&#24120;&#26997;&#31471;&#30340;&#35373;&#23450;&#20316;&#36942;&#24230;&#30340;&#20462;&#27491;&#65292;&#24744;&#21487;&#33021;&#26371;&#35069;&#36896;&#20986;&#35377;&#22810;&#26371;&#24178;&#25854;&#21040;&#20597;&#28204;&#21487;&#29992;&#23566;&#26143;&#30340;&#22750;&#40670;&#21312;&#22495;&#20182;&#20497;&#33287;&#27298;&#28204;&#21487;&#29992;&#30340;&#23566;&#33322;&#26143;&#24178;&#25854;&#36889;&#40636;&#22810;&#22750;&#20687;&#32032;&#21312;&#22495;,&nbsp;
&#21443;&#25976;&#21487;&#20197;&#24456;&#36629;&#39686;&#22320;&#21033;&#29992;&#28369;&#21205;&#26781;&#35519;&#25972;, &#35373;&#23450;&#22909;&#24460;, &#20877;&#40670;&#25802; &#12302;&#29986;&#29983;&#12303;&#25353;&#37397;&#20006;&#22312; <span style="font-style: italic;">PHD2</span> &#20027;&#35222;&#31383;&#20013;&#27298;&#26597;&#25152;&#24471;&#21040;&#30340;&#32080;&#26524;&#12290;<br>
<br>
&#24744;&#21487;&#33021;&#26371;&#30332;&#29694;, &#36889;&#31278;&#32113;&#35336;&#26041;&#27861;&#20173;&#28982;&#27544;&#30041;&#26377;&#20320;&#24819;&#35201;&#28040;&#38500;&#30340;&#29105;&#22122;&#40670;, &#24744;&#21487;&#20197;&#36890;&#36942;&#25163;&#21205;&#30340;&#26041;&#24335;&#36629;&#39686;&#19988;&#24555;&#36895;&#22320;&#28155;&#21152;&#22750;&#40670;&#21040;&#22750;&#40670;&#24433;&#20687;&#24235;&#20013;,&nbsp;
&#21482;&#38656;&#22312;&#20027; <span style="font-style: italic;">PHD2</span> &#35222;&#31383;&#20013;&#38283;&#22987;&#25293;&#25885;&#23566;&#26143;&#24433;&#20687;&#30340;&#26333;&#20809;&#31243;&#24207;, &#28982;&#24460;&#40670;&#25802;&#30059;&#38754;&#19978;&#24819;&#35201;&#21034;&#38500;&#30340;&#29105;&#22122;&#40670;, <span style="font-style: italic;">PHD2</span>&nbsp;
&#26371;&#20197;&#32160;&#33394;&#36861;&#36452;&#26041;&#26694;&#27161;&#31034;&#20986;&#27492;&#21312;&#22495;, &#36889;&#26178;&#20505;&#21482;&#35201;&#20320;&#40670;&#36984;&#19978;&#38754;&#23565;&#35441;&#26694;&#20013;&#12302;&#26032;&#22686;&#22750;&#40670;&#12303;&#25353;&#37397;, &#36889;&#27171;&#26371;&#33258;&#21205;&#22320;&#23559;&#20320;&#25152;&#21028;&#23450;&#30340;&#22750;&#40670;&#21152;&#20837;&#20006;&#26356;&#26032;&#22750;&#40670;&#24433;&#20687;&#24235;,
&#28982;&#24460;&#31435;&#21051;&#37325;&#26032;&#36617;&#20837;&#35442;&#24433;&#20687;&#24235;, &#22240;&#27492;&#22312;&#19979;&#27425;&#26333;&#20809;&#25152;&#25293;&#25885;&#30340;&#24433;&#20687;&#19978;&#20320;&#23601;&#21487;&#20197;&#30475;&#21040;&#32080;&#26524;, &#20320;&#21487;&#20197;&#25345;&#32396;&#22519;&#34892;&#27492;&#21205;&#20316;&#30452;&#21040;&#29554;&#24471;&#28415;&#24847;&#30340;&#32080;&#26524;&#28858;&#27490;,
&#25152;&#35586;&#30340;&#28415;&#24847;&#25033;&#35442;&#26159;&#65306;&#19981;&#24517;&#35201; '&#23436;&#32654;' &#21482;&#38656;&#35201; '&#22816;&#22909;' &#23601;&#21487;&#20197;&#12290;<br>
<br>
&#22750;&#40670;&#24433;&#20687;&#24235;&#24314;&#31435;&#24460;, &#20320;&#21487;&#20197;&#21033;&#29992;&#21151;&#33021;&#34920;&#21015;&#12302;&#26263;&#22580;&#12303;&#38917;&#20013;&#30340;&#12302;&#20351;&#29992;&#22750;&#40670;&#24433;&#20687;&#24235;&#12303;&#38917;&#30446;&#20358;&#20351;&#29992;&#27492;&#24433;&#20687;&#36039;&#26009;&#24235;, &#27599;&#27425;&#40670;&#25802;&#21151;&#33021;&#34920;&#20013;&#30340;&#38917;&#30446;&#24460;&#23601;&#26371;&#21855;&#29992;/&#38364;&#38281;&#35442;&#36984;&#38917;, &#24460;&#32396;&#31243;&#24335;&#20316;&#20013;&#37117;&#26371;&#20445;&#25345;&#26368;&#24460;&#26263;&#22580;&#36039;&#26009;&#24235;&#20351;&#29992;&#24773;&#27841;&#30340;&#29376;&#24907;, &#22914;&#27492;&#21363;&#20351;&#20320;&#38626;&#38283;&#21151;&#33021;&#34920;, <span style="font-style: italic;">PHD2 </span>&#22312;
&#19979;&#27425;&#20320;&#22519;&#34892;&#31243;&#24335;&#26178;, &#20173;&#28982;&#26371;&#33258;&#21205;&#36617;&#20837;&#20006;&#20351;&#29992;&#35442;&#26263;&#22580;&#24433;&#20687;&#24235;; &#12302;&#20351;&#29992;&#26263;&#22580;&#24433;&#20687;&#24235;&#12303;&#33287;&#12302;&#20351;&#29992;&#22750;&#40670;&#24433;&#20687;&#24235;&#12303;&#20841;&#32773;&#26159;&#23436;&#20840;&#20114;&#26021;&#30340;, &#20320;&#21482;&#33021;&#36984;&#20854;&#19968;&#20358;&#29992;,
&#22914;&#21516;&#26263;&#22580;&#24433;&#20687;&#24235;, &#22750;&#40670;&#24433;&#20687;&#24235;&#20063;&#26159;&#27704;&#20037;&#20786;&#23384;&#22312;&#30828;&#30879;&#20013;, &#22240;&#27492;&#20320;&#21487;&#20197;&#38568;&#24847;&#26356;&#25913;&#21151;&#33021;&#34920;&#19978;&#12302;&#20351;&#29992;&#22750;&#40670;&#24433;&#20687;&#24235;&#12303;&#38917;&#30446;&#32780;&#19981;&#26371;&#36986;&#22833;&#20219;&#20309;&#36039;&#26009;,
&#36889;&#20841;&#31278;&#36039;&#26009;&#32080;&#27083;&#37117;&#26159;&#38568;&#26178;&#21487;&#29992;&#30340;, &#20294;&#25152;&#29992;&#30340;&#30456;&#27231;&#26377;&#21487;&#33021;&#26371;&#25913;&#35722;, &#20854;&#32080;&#26524;&#26159;&#65292;&#20320;&#21487;&#33021;&#24819;&#23450;&#26399;&#25110;&#22312;&#30475;&#21040;&#27491;&#24120;&#23566;&#26143;&#24433;&#20687;&#30059;&#36074;&#35722;&#24046;&#26178;&#37325;&#24314;&#26263;&#22580;&#24433;&#20687;&#24235;&#25110;&#22750;&#40670;&#24433;&#20687;&#24235;,
&#22312;&#36889;&#31278;&#24773;&#27841;&#19979;&#65292;&#24314;&#35696;&#30340;&#40670;&#25802;&#12302;&#37325;&#24314;&#20027;&#26263;&#22580;&#24433;&#20687;&#12303;&#21246;&#36984;&#40670;&#26694;, &#21578;&#35380; <span style="font-style: italic;">PHD2</span> &#37325;&#26032;&#25293;&#25885;&#26263;&#22580;&#24433;&#20687;&#20006;&#37325;&#26032;&#35336;&#31639;&#22750;&#40670;&#24433;&#20687;&#24235;&#22522;&#28310;, &#20854;&#24460;, &#20320;&#24471;&#22914;&#21069;&#36848;&#26041;&#24335;&#20358;&#20778;&#21270;&#24433;&#20687;&#21697;&#20540;&#30452;&#21040;&#20320;&#28415;&#24847;&#28858;&#27490;, &#38614;&#28982;&#20320;&#20006;&#19981;&#38656;&#35201;&#30452;&#25509;&#21435;&#34389;&#29702;&#26263;&#22580;&#24433;&#20687;&#24235;&#25110;&#22750;&#40670;&#24433;&#20687;&#24235;&#27284;&#26696;&#20839;&#23481;,  &#36889;&#20123;&#27284;&#26696;&#23384;&#22312;&#26044; AppData\Local &#30446;&#37636;&#24213;&#19979;&#12290;<br>

<br>

&#36319;&#26263;&#22580;&#24433;&#20687;&#24235;&#19968;&#27171;, &#22750;&#40670;&#33287;&#23566;&#26143;&#30456;&#27231;&#26159;&#30456;&#20114;&#38364;&#36899;&#30340;, <span style="font-style: italic;">PHD2</span>
&#26371;&#27298;&#26597;&#22750;&#40670;&#24433;&#20687;&#36039;&#26009;&#24235;&#33287;&#20320;&#30446;&#21069;&#25152;&#29992;&#30340;&#30456;&#27231;&#26159;&#21542;&#30456;&#31526;, &#22914;&#26524;&#19981;&#26159;&#30340;&#35441;, &#20320;&#23601;&#26371;&#30475;&#21040;&#22750;&#40670;&#24433;&#20687;&#24235;&#33287;&#20320;&#30446;&#21069;&#20351;&#29992;&#30340;&#30456;&#27231;&#19981;&#31526;&#32780;&#24517;&#38920;&#35201;&#37325;&#24314;&#30340;&#21578;&#35686;&#35338;&#24687;,
&#30070;&#20320;&#26356;&#25913;&#29694;&#23384;&#35373;&#20633;&#32068;&#24907;&#27284;&#20013;&#30340;&#30456;&#27231;&#24460;&#23601;&#26377;&#21487;&#33021;&#30332;&#29983;&#36889;&#20491;&#21839;&#38988;, &#36889;&#26178;&#20505;&#38500;&#38750;&#20320;&#22238;&#24489;&#21040;&#33290;&#26377;&#30456;&#27231;&#25110;&#37325;&#24314;&#26263;&#22580;&#24433;&#20687;&#24235;&#20379;&#26032;&#30456;&#27231;&#20351;&#29992;&#22806;,
&#21029;&#28961;&#20182;&#26041;&#27861;&#21487;&#20197;&#20358;&#35299;&#38500;&#36889;&#20491;&#21839;&#38988;&#12290;<br>

&nbsp;<br>
</div>
<br><h3><a name="reuse_dark_library"></a>&#37325;&#35079;&#20351;&#29992;&#26263;&#22580;&#24433;&#20687;&#21450;&#22750;&#40670;&#24433;&#20687;</h3>
<div style="text-align: justify;">&#22914;&#26524;&#24744;
&#22312;&#22312;&#22810;&#20491;&#35373;&#20633;&#32068;&#24907;&#27284;&#20013;&#20351;&#29992;&#30456;&#21516;&#30340;&#30456;&#27231;&#65292;&#24744;&#21487;&#33021;&#24819;&#37325;&#35079;&#32102;&#20351;&#29992;&#35442;&#30456;&#27231;&#30340;&#26263;&#22580;&#24433;&#20687;&#24235;&#25110;&#22750;&#40670;&#24433;&#20687;&#24235;,
&#36889;&#21487;&#20197;&#36890;&#36942;&#21295;&#20837;&#24050;&#32147;&#23384;&#22312;&#19988;&#33287;&#35442;&#30456;&#27231;&#30456;&#38364;&#36899;&#30340;&#24433;&#20687;&#36039;&#26009;&#20006;&#36681;&#25563;&#25104;&#19968;&#20491;&#21407;&#20358;&#20006;&#19981;&#23384;&#22312;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284;&#20358;&#23436;&#25104;, &#20363;&#22914;&#65292;&#20551;&#35373;&#20320;&#24314;&#31435;&#20102;&#19968;&#20491;&#21407;&#22987;, &#20351;&#29992;
Loadestar &#30070;&#23566;&#26143;&#30456;&#27231;, &#20006;&#19988;&#24050;&#32147;&#21516;&#26178;&#24314;&#22909;&#26263;&#22580;&#24433;&#20687;&#24235;&#21450;&#25563;&#40670;&#24433;&#20687;&#24235;, &#21517;&#31281;&#28858; Profile1 &#30340;&#35373;&#20633;&#32068;&#24907;&#27284;,
&#36942;&#19968;&#27573;&#26178;&#38291;&#24460;&#65292;&#20320;&#35201;&#21109;&#24314;&#19968;&#20491;&#26032;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284;, &#35442;&#35373;&#20633;&#32068;&#24907;&#27284; Profile2&#20013;&#20351;&#29992;&#19981;&#21516;&#30340;&#36196;&#36947;&#20736;&#25110;&#19981;&#21516;&#30340;&#23566;&#26143;&#31455;&#28966;&#38263;, &#20294;&#20173;&#28982;&#20351;&#29992;&#21407;&#20358;&#30340;
Loadestar &#30456;&#27231;, &#22312;&#36889;&#31278;&#24773;&#27841;&#19979;&#65292;&#20320;&#26371;&#22312;&#20351;&#29992; Profile2 &#36899;&#25509;&#20320;&#30340;&#35373;&#20633;&#24460;, &#20351;&#29992;&#21151;&#33021;&#34920;&#12302;&#26263;&#22580;&#12303;&#38917;&#30446;&#19979;&#30340;&#12302;&#21295;&#20837;&#32068;&#24907;&#27284;..&#12303;, &#36984;&#25799;
Profile 1 &#30070;&#20570;&#20358;&#28304;&#27284;&#26696;&#20358;&#21295;&#20837;&#26263;&#22580;&#24433;&#20687;&#24235;&#25110;&#22750;&#40670;&#24433;&#20687;&#24235;(&#25110;&#20841;&#32773;),
&#24744;&#21482;&#26371;&#30475;&#21040;&#37027;&#20123;&#20855;&#20633;&#30456;&#23481;&#30340;&#20659;&#24863;&#22120;&#24190;&#20309;&#24418;&#29376;&#65288;&#22823;&#23567;&#21644;&#20687;&#32032;&#22823;&#23567;&#65289;&#30456;&#27231;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284;&#12290;&#40670;&#25802;&#12302;OK&#12303;&#25353;&#37397;&#36914;&#34892;&#35079;&#35069;&#26263;&#22580;/&#22750;&#40670;&#24433;&#20687;&#36039;&#26009;&#24235;&#27284;,
&#36889;&#27171;&#23601;&#26371;&#23559;&#20182;&#20497;&#33287;&#26032;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284; Profile2 &#38364;&#36899;&#36215;&#20358;, &#30001;&#26044;&#23427;&#20497;&#30340;&#21103;&#26412;&#65292;&#22312;&#26576;&#20491;&#20491;&#35373;&#20633;&#32068;&#24907;&#27284;&#19978;&#25152;&#20570;&#30340;&#20462;&#25913;&#20415;&#19981;&#26371;&#24433;&#38911;&#21040;&#20854;&#20182;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284;,
&#22914;&#26524;&#24819;&#35201;&#35731;&#23427;&#20497;&#30340;&#20839;&#23481;&#20445;&#25345;&#21516;&#27493;, &#21063;&#38656;&#35201;&#24460;&#32396;&#20877;&#20570;&#21295;&#20837;&#30340;&#21205;&#20316;&#12290;<br>
</div>
</body></html>