<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html><head><title>Guide Algorithms</title></head><body>
<h2>&#23566;&#26143;&#28436;&#31639;&#27861;<br>
</h2><a href="#Guiding_Theory">&#23566;&#26143;&#21407;&#29702;</a><br><a href="#Guide_Algorithm_Parameters">&#23566;&#26143;&#28436;&#31639;&#27861;&#21443;&#25976;</a><br><br><h3><a name="Guiding_Theory"></a>&#23566;&#26143;&#21407;&#29702;<br>
</h3>&#22823;&#22810;&#25976;&#29992;&#25142;&#37117;&#21487;&#20197;&#20351;&#29992; <span style="font-style: italic;">PHD2</span> &#38928;&#35373;&#30340;&#23566;&#26143;&#28436;&#31639;&#27861;&#27491;&#24120;&#22320;&#36914;&#34892;&#23566;&#26143;&#24037;&#20316;, &#38500;&#38750;&#20320;&#24050;&#32147;&#23565;&#23566;&#26143;&#26377;&#30456;&#30070;&#30340;&#32147;&#39511;&#32780;&#19988;&#20102;&#35299;&#22522;&#26412;&#21407;&#29702;, &#21542;&#21063;&#26368;&#22909;&#19981;&#35201;&#36629;&#26131;&#26356;&#25913;&#23566;&#26143;&#28436;&#31639;&#27861;&#20839;&#23481;, &#22312;&#26576;&#20123;&#29305;&#27530;&#30340;&#24773;&#27841;&#19979;&#24517;&#38920;&#35201;&#26356;&#25913;&#25110;&#20320;&#24819;&#35201;&#35430;&#39511;&#19968;&#19979;&#19981;&#21516;&#30340;&#23566;&#26143;&#28436;&#31639;&#27861;&#26178;, <span style="font-style: italic;">PHD2 </span>&#36914;&#38542;&#35373;&#23450;&#20132;&#35527;&#30059;&#38754;&#21487;&#20197;&#35731;&#20320;&#20462;&#25913;&#23566;&#26143;&#28436;&#31639;&#27861;&#30456;&#38364;&#30340;&#21443;&#25976;, &#27599;&#31278;&#23566;&#26143;&#28436;&#31639;&#27861;&#37117;&#26377;&#21508;&#33258;&#30340;&#21443;&#25976;&#20358;&#27298;&#35222;&#12289;&#35336;&#31639;&#23566;&#26143;&#26143;&#39636;&#20301;&#32622;&#30340;&#20559;&#31227;, &#28982;&#24460;&#36681;&#25563;&#25104;&#23566;&#26143;&#21629;&#20196;&#20659;&#32102;&#36196;&#36947;&#20736;&#20358;&#23559;&#23566;&#26143;&#26143;&#39636;&#22238;&#24489;&#21040;&#21407;&#20358;&#30340;&#20301;&#32622;&#19978;&#12290;<br>
<br>&#22312;&#38283;&#22987;&#35342;&#35542;&#36889;&#20123;&#21443;&#25976;&#32048;&#31680;&#21069;, &#22823;&#30053;&#22320;&#30637;&#35299;&#30456;&#38364;&#23566;&#26143;&#29702;&#35542;&#20197;&#21450;&#36889;&#20123;&#28436;&#31639;&#27861;&#24037;&#20316;&#21407;&#29702;&#26377;&#20854;&#24517;&#35201;, &#25735;&#38283;&#23436;&#20840;&#26159;&#21478;&#19968;&#22238;&#20107;&#30340; AO &#30456;&#38364;&#30340;&#35373;&#23450;&#22806;,
&#20659;&#32113;&#30340;&#23566;&#26143;&#38656;&#35201;&#38754;&#33256;&#24456;&#22810;&#30340;&#25361;&#25136;, &#30524;&#21069;&#30340;&#21839;&#38988;&#26159;&#65292;&#22914;&#20309;&#23559;&#36681;&#21205;&#37325;&#36948;&#25976;&#21313;&#29978;&#33267;&#26044;&#25976;&#30334;&#30917;&#30340;&#35373;&#20633;&#32780;&#20854;&#31934;&#23494;&#24230;&#19981;&#26371;&#23566;&#33268;&#26143;&#40670;&#25289;&#32218;&#25110;&#32773;&#35722;&#25104;&#27234;&#22291;,
&#36889;&#31278;&#39006;&#22411;&#30340;&#36861;&#36452;&#26159;&#28858;&#20102;&#20811;&#26381;&#32233;&#24930;&#32780;&#31337;&#23450;&#30340;&#36861;&#36452;&#35492;&#24046;&#32780;&#19981;&#26159;&#20358;&#35299;&#27770;&#24555;&#36895;&#19988;&#38568;&#27231;&#30340;&#35722;&#21205;, &#32233;&#24930;&#32780;&#19988;&#31337;&#23450; (&#21487;&#20197;&#34987;&#20462;&#27491;&#30340;) &#37679;&#35492;&#30340;&#20358;&#33258;&#26044;&#65306;<br><ul><li>&#36196;&#32147;&#36600;&#40786;&#36650;&#23384;&#22312;&#33879;&#26576;&#20123;&#27231;&#26800;&#24615;&#30340;&#19981;&#23436;&#32654;, &#23566;&#33268;&#36913;&#26399;&#24615;&#35492;&#24046; (periodic error) &#30340;&#29986;&#29983;;</li><li>&#36196;&#36947;&#20736;&#24646;&#26143;&#26178;&#36861;&#36452;&#36895;&#29575;&#26377;&#33879;&#24456;&#23567;&#30340;&#35492;&#24046;;</li><li>&#22823;&#27683;&#25240;&#23556; - &#26143;&#40670;&#22312;&#25509;&#36817;&#27700;&#24179;&#20301;&#32622;&#30340;&#31227;&#21205;&#36895;&#24230;&#26371;&#36611;&#24930;; <br>
</li><li>&#26377;&#38480;&#24230;&#30340;&#27231;&#26800;&#24615;&#20559;&#31227;&#21450;&#24398;&#26354;;</li><li>&#27794;&#23565;&#28310;&#26997;&#36600;</li></ul>&#36996;&#26377;&#21738;&#20123;&#19981;&#22312;&#19978;&#38754;&#32780;&#26371;&#24341;&#36215;&#36861;&#36452;&#35492;&#24046;&#30340;&#22240;&#32032;, &#32780;&#19981;&#33021;&#20197;&#20659;&#32113;&#23566;&#26143;&#26041;&#24335;&#20358;&#20462;&#27491;&#30340;&#21602;? &#38750;&#24120;&#19981;&#24184;&#22320;, &#26377;&#19968;&#22823;&#20018;&#21602;&#65306;<br><ul><li>&#22823;&#27683;&#35222;&#23527;&#24230;&#35722;&#21270;(&#25854;&#21205;);</li><li>&#40786;&#36650;&#26412;&#36523;&#36681;&#21205;&#30340;&#32048;&#24494;&#35492;&#24046; (gear noise), &#19981;&#24179;&#28369;&#25110;&#26377;&#38663;&#30442;;</li><li>&#24046;&#30064;&#24615;&#26354;&#25240; - &#23566;&#26143;&#37857;&#33287;&#20027;&#37857;&#19981;&#21516;&#36600;&#23566;&#33268;&#30456;&#23565;&#31227;&#21205;&#20142;&#30340;&#24046;&#30064;;</li><li>&#39080;&#21561;, &#32218;&#36335;&#32399;&#32350;, &#40786;&#38553;&#38291;&#26377;&#27801;&#31890;&#23384;&#22312;<br>
</li><li>&#36996;&#26377;....</li></ul>&#21508;&#31278;&#23566;&#26143;&#28436;&#31639;&#27861;&#30340;&#20849;&#36890;&#40670;&#26159;&#38656;&#35201;&#26576;&#31278;&#26041;&#27861;&#23565;&#32233;&#24930;&#19988;&#31337;&#23450;&#35722;&#21270;&#30340;&#20559;&#31227;&#20570;&#20986;&#21453;&#25033;(&#20462;&#27491;),
&#20294;&#24573;&#30053;&#25481;&#20854;&#20182;&#19981;&#26159;&#36889;&#31278;&#24615;&#36074;&#30340;&#35492;&#24046;, &#30001;&#26044;&#26143;&#40670;&#20301;&#31227;&#20358;&#33258;&#21508;&#31278;&#19981;&#21516;&#30340;&#21407;&#22240;, &#22240;&#27492;&#20570;&#36889;&#27171;&#30340;&#20462;&#27491;&#22256;&#38627;&#24230;&#36996;&#34875;&#39640;&#30340;, &#38500;&#27492;&#20043;&#22806;, &#19990;&#30028;&#19978;&#27794;&#26377;&#23436;&#32654;&#30340;&#36196;&#36947;&#20736;&#23384;&#22312;,
&#19968;&#20999;&#37117;&#19981;&#26371;&#22914;&#20320;&#25152;&#24819;&#20687;&#30340;&#37027;&#33324;&#23436;&#32654;; &#19968;&#33324;&#32780;&#35328;, &#20219;&#20309;&#23566;&#26143;&#28436;&#31639;&#27861;&#26368;&#37325;&#35201;&#30340;&#26159;&#19981;&#33021;&#20570;&#20986;&#36942;&#24230;&#20462;&#27491;&#32780;&#23566;&#33268;&#36196;&#36947;&#20736;&#20358;&#20358;&#22238;&#22238;&#22320;&#31227;&#21205; (&#38663;&#30442;) &#32780;&#28961;&#27861;&#31337;&#23450;&#19979;&#20358;,
&#20659;&#32113;&#19978;&#36889;&#20123;&#28436;&#31639;&#27861;&#37117;&#26371;&#24341;&#29992; '&#24816;&#24615; (inertia)' &#25110; '&#38459;&#25239; (impedance)' &#30340;&#26041;&#27861;&#20358;&#20570;&#23566;&#26143;&#20462;&#27491;,
&#20063;&#23601;&#26159;&#35498;&#27839;&#29992;&#20808;&#21069;&#19968;&#27573;&#26178;&#38291;&#32047;&#31309;&#19979;&#20358;&#19968;&#33268;&#24615;&#30340;&#20462;&#27491;&#36039;&#26009;&#25152;&#29986;&#29983;&#30340;&#27171;&#26495;&#20358;&#20570;&#20462;&#27491;&#32780;&#19981;&#23565;&#26576;&#19968;&#26041;&#21521;&#22823;&#37327;&#30340;&#35722;&#21270;&#25110;&#25391;&#24133;&#20570;&#20986;&#22238;&#25033;, &#30001;&#26044;&#26377;&#22238;&#24046;&#30340;&#21839;&#38988;,
&#25152;&#20197;&#23565;&#26576;&#20491;&#26041;&#21521;&#35722;&#21270;&#30340;&#38459;&#25239; (resistance) &#22312;&#36196;&#32239;&#19978;&#23601;&#39023;&#24471;&#29305;&#21029;&#22320;&#37325;&#35201;, &#25105;&#20497;&#20864;&#26395;&#36889;&#27171;&#30340;&#35498;&#26126;&#33021;&#35731;&#20320;&#23565;&#26044;&#23566;&#26143;&#26377;&#20491;&#35469;&#35672;, &#35731;&#20320;&#23565;&#26044; <span style="font-style: italic;">PHD2</span> &#23566;&#26143;&#21443;&#25976;&#26377;&#20491;&#22522;&#26412;&#30340;&#29702;&#35299;&#12290;<br>
<br>
<span style="font-style: italic;">PHD2</span> &#20013;&#26377;&#35377;&#22810;&#19981;&#21516;&#30340;&#23566;&#26143;&#28436;&#31639;&#27861;&#21487;&#20197;&#22871;&#29992;&#21040;&#36196;&#32147;&#21644;&#36196;&#32239;&#19978;, &#22823;&#22810;&#25976;&#28436;&#31639;&#27861;&#26371;&#21253;&#21547;&nbsp;<span style="font-weight: bold;"><a name="minimum_move"></a>&#26368;&#23567;&#31227;&#21205;&#37327;</span>&#21443;
&#25976;. &#36889;&#20491;&#21443;&#25976;&#26159;&#29992;&#20197;&#36991;&#20813;&#23566;&#26143;&#20462;&#27491;&#37327;&#22826;&#23567;, &#36889;&#33287;&#26143;&#40670;&#24418;&#29376;&#27794;&#26377;&#20219;&#20309;&#38364;&#36899;, &#22823;&#37096;&#20221;&#37117;&#26159;&#22240;&#28858;&#35222;&#23527;&#24230;&#35722;&#21270;&#25152;&#24341;&#30332;&#30340;&#25928;&#25033;; &#35442;&#25976;&#20540;&#20197;&#20687;&#32032;&#28858;&#21934;&#20301;&#20358;&#35373;&#23450;,
&#22240;&#27492;&#20320;&#24471;&#24819;&#20687;&#19968;&#19979;&#24433;&#20687;&#19978;&#30340;&#23526;&#38555;&#31684;&#22285;&#21040;&#24213;&#26377;&#22810;&#22823;, &#38928;&#35373;&#20540;&#36969;&#29992;&#26044;&#20351;&#29992;&#30701;&#33267;&#20013;&#28966;&#27573;&#26395;&#36960;&#37857;&#30340;&#22580;&#21512;, &#22914;&#26524;&#20320;&#20351;&#29992;&#38263;&#28966;&#26395;&#36960;&#37857;&#20358;&#25293;&#25885;&#30340;&#35441;,
&#22240;&#28858;&#21487;&#27442;&#24819;&#24471;&#21040;&#26143;&#40670;&#22823;&#23567;&#26371;&#22686;&#21152;, &#22240;&#27492;&#23601;&#24471;&#22686;&#21152;&#36889;&#20491;&#25976;&#20540;&#12290;<br><br>
<h3><a name="Guide_Algorithm_Parameters"></a>&#23566;&#26143;&#28436;&#31639;&#27861;&#21443;&#25976;</h3>
<a name="hysteresis"></a><span style="font-weight: bold;">&#28399;&#24460; (hysteresis)</span>
&#28436;&#31639;&#27861;&#26371;&#20445;&#23384;&#26368;&#36817;&#19968;&#27573;&#26178;&#38291;&#25152;&#20570;&#23566;&#26143;&#20462;&#27491;&#30340;&#27511;&#21490;&#36039;&#26009;, <span style="font-weight: bold;">&#28399;&#24460; (hysteresis)</span>&#36889;
&#20491;&#20197;&#30334;&#20998;&#27604;&#20358;&#21576;&#29694;&#30340;&#21443;&#25976;, &#35373;&#23450;&#27511;&#21490;&#20462;&#27491;&#36039;&#26009;&#30456;&#23565;&#26044;&#30070;&#21069;&#23566;&#26143;&#24433;&#20687;&#20301;&#31227;&#20462;&#27491;&#25152;&#20308;&#30340;&#27604;&#37325; (weight),&nbsp; &#20363;&#22914;,
&#22914;&#26524;&#23559;&#28399;&#24460;&#36889;&#20491;&#21443;&#25976;&#35373;&#23450;&#25104; 10%,&nbsp; &#36889;&#26178;&#20505;, &#19979;&#27425;&#23566;&#26143;&#20462;&#27491;&#37327; 90% &#26371;&#21443;&#32771;&#30446;&#21069;&#24433;&#20687;&#20013;&#26143;&#40670;&#30340;&#31227;&#21205;&#37327;, &#36942;&#21435;&#30340;&#27511;&#21490;&#27171;&#26495;&#23601;&#21482;&#26371;&#20308;
10% &#30340;&#20221;&#37327;, &#22686;&#21152;&#28399;&#24460;&#21443;&#25976;&#20540;&#26371;&#23559;&#20462;&#27491;&#24179;&#22343;&#25481;&#32780;&#23566;&#33268;&#28961;&#27861;&#31435;&#21363;&#22238;&#25033;&#31361;&#28982;&#22312;&#26576;&#26041;&#21521;&#35722;&#21270;&#30340;&#39080;&#38570;, &#28399;&#24460;&#28436;&#31639;&#27861;&#36996;&#21253;&#21547;&#21478;&#19968;&#20491;&#20063;&#26159;&#20197;&#30334;&#20998;&#27604;&#20358;&#21576;&#29694;&#30340;&#21443;&#25976;&#65306; <a name="aggressiveness"></a><span style="font-weight: bold;">aggressiveness </span>, &#36889;&#20491;&#21443;&#25976;&#26159;&#29992;&#20358;&#38450;&#27490;&#36942;&#24230;&#20462;&#27491;&#29992;&#30340;, &#27599;&#27425;&#25293;&#25885;&#24433;&#20687;&#24460;, <span style="font-style: italic;">PHD2</span>
&#26371;&#35336;&#31639;&#21040;&#24213;&#35201;&#24448;&#21738;&#20491;&#26041;&#21521;&#36681;&#21205;&#36196;&#36947;&#20736;&#22810;&#23569;&#37327;, aggressvness &#21443;&#25976;&#26371;&#35519;&#25972;&#31227;&#36681;&#21205;&#30340;&#22823;&#23567;, &#35692;&#22914;, &#30001;&#24433;&#20687;&#35336;&#31639;&#25152;&#24471;&#32080;&#26524;&#24517;&#38920;&#35201;&#31227;&#21205; 0.5
&#20491;&#20687;&#32032;&#20358;&#20462;&#27491;&#35492;&#24046;, &#22914;&#26524;&#23559; aggressivness &#21443;&#25976;&#35373;&#25104; 100%, &#36889;&#27171;&#23601;&#30332;&#30332;&#20986;&#23566;&#26143;&#21629;&#20196;&#36681;&#21205;&#36196;&#36947;&#20736; 0.5 &#20491;&#20687;&#32032;&#30340;&#36317;&#38626;, &#22914;&#26524;&#23559;
aggressivness &#21443;&#25976;&#35373;&#25104; 60% &#30340;&#35441;, &#23601;&#21482;&#26371;&#36681;&#21205;&#25152;&#38656;&#20462;&#27491;&#37327;&#30340; 60% &#32780;&#24050; (&#20063;&#23601;&#26159;&#35498;&#21482;&#26371;&#31227;&#21205; 0.3 &#20491;&#20687;&#32032;&#30340;&#36317;&#38626;);
&#22914;&#26524;&#20320;&#30332;&#29694;&#36196;&#36947;&#20736;&#32317;&#26159;&#20462;&#27491;&#36942;&#37327;&#26178;, &#32233;&#32233;&#22320;&#38477;&#20302;&#27492;&#21443;&#25976;&#20540; (&#20197;&#27599;&#27425; 10% &#30340;&#20998;&#37327;), &#22914;&#26524;&#30332;&#29694;&#36196;&#36947;&#20736;&#32317;&#26159;&#27794;&#26377;&#36774;&#27861;&#36319;&#24471;&#19978;&#26143;&#40670;&#30340;&#31227;&#21205;&#26178;, &#21487;&#20197;&#31245;&#24494;
(&#19968;&#40670;&#40670;&#23601;&#22909;) &#22686;&#21152;&#35442;&#21443;&#25976;&#20358;&#25913;&#21892;&#12290;<br><br><a name="ResistSwitch"></a><span style="font-weight: bold;">&#38459;&#25239;&#20132;&#25563; (ResistSwitch)</span>
&#28436;&#31639;&#27861;&#23601;&#22914;&#21516;&#20182;&#30340;&#21517;&#31281;&#25152;&#34920;&#31034;&#30340;&#19968;&#33324;, &#33287;&#28399;&#24460;&#28436;&#31639;&#27861;&#19968;&#27171;,
&#36889;&#20491;&#28436;&#31639;&#27861;&#20063;&#26371;&#20445;&#30041;&#36942;&#21435;&#19968;&#27573;&#26178;&#38291;&#30340;&#23566;&#26143;&#20462;&#27491;&#27511;&#21490;&#32780;&#19988;&#20219;&#20309;&#26041;&#21521;&#30340;&#25913;&#35722;&#37117;&#26371;&#24375;&#21046;&#35336;&#31639;&#36817;&#20358;&#35731;&#23427;&#21487;&#20197;&#30332;&#36215;&#21453;&#36681;&#23566;&#26143;&#21629;&#20196;,
&#36889;&#20491;&#28436;&#31639;&#27861;&#20027;&#35201;&#29992;&#22312;&#22240;&#28858;&#38928;&#26399;&#26371;&#26377;&#40786;&#38553;&#22238;&#24046;&#29694;&#35937;&#32780;&#38656;&#35201;&#20570;&#21453;&#36681;&#30340;&#36196;&#32239;&#23566;&#26143;&#19978;&#38957;, &#22240;&#27492;&#38459;&#25239;&#20132;&#25563;&#28436;&#31639;&#27861;&#28858;&#38928;&#26399;&#26371;&#26377;&#21453;&#36681;&#30340;&#36196;&#32239;&#36600;&#32780;&#38750;&#36196;&#32147;&#36600;&#19978;&#30340;&#38928;&#35373;&#23566;&#26143;&#28436;&#31639;&#27861;,
&#22312; 2.4.1 &#29256;&#20197;&#24460;, &#38459;&#25239;&#20132;&#25563;&#28436;&#31639;&#27861;&#26032;&#22686;&#20102;&#20841;&#20491;&#21443;&#25976;&#20197;&#24494;&#35519;&#38459;&#25239;&#20132;&#25563;&#28436;&#31639;&#27861;&#30340;&#34892;&#28858;; &#39318;&#20808;, &#20197;&#30334;&#20998;&#27604;&#34920;&#31034;&#30340; 'aggression'
&#25511;&#21046;&#25152;&#35336;&#31639;&#24471;&#21040;&#30340;&#20462;&#27491;&#37327;&#26377;&#22810;&#23569;&#30334;&#20998;&#27604;&#35201;&#30495;&#27491;&#30332;&#20986;&#32102;&#36196;&#36947;&#20736;&#20570;&#20462;&#27491;, &#38477;&#20302;&#35442;&#21443;&#25976;&#21487;&#20197;&#36991;&#20813;&#20677;&#26377;&#36629;&#24494;&#25110;&#27794;&#26377;&#40786;&#38553;&#22238;&#24046;&#30340;&#36196;&#36947;&#20736;&#36942;&#24230;&#20462;&#27491;&#21839;&#38988;; &#31532;&#20108;&#20491;&#21443;&#25976;&#28858;
'&#20559;&#24046;&#22823;&#26178;&#21855;&#29992;&#24555;&#36895;&#20132;&#25563;' &#30340;&#21246;&#36984;&#36984;&#38917;, &#21246;&#36984;&#24460;, <span style="font-style: italic;">PHD2</span> &#30332;&#29694;&#26576;&#20491;&#26041;&#21521;&#26377;&#36611;&#22823;&#35722;&#21270;&#26178;&#26371;&#31435;&#21363;&#22238;&#25033;&#20570;&#20462;&#27491;&#32780;&#19981;&#26371;&#22914;&#27491;&#24120;&#36939;&#20316;&#19979;&#31561;&#24453;&#26032;&#26041;&#21521;&#20559;&#31227;&#19977;&#27425;&#24460;&#20877;&#30332;&#20986;&#20462;&#27491;&#21629;&#20196;, &#36889;&#27171;&#21487;&#20197;&#24171;&#21161;&#22240;&#28858;&#39080;&#21561;&#12289;&#32412;&#32218;&#32399;&#32350;&#25110;&#20854;&#20182;&#27231;&#26800;&#24615;&#20559;&#31227;&#24341;&#36215;&#36196;&#32239;&#19978;&#30340;&#22823;&#22411;&#20559;&#31227;&#30340;&#20462;&#27491;, &#22823;&#22411;&#20559;&#24046;&#30340;&#23450;&#32681;&#28858;&#26143;&#40670;&#26368;&#23567;&#31227;&#21205;&#37327;&#30340; 3 &#20493;, &#22914;&#26524;&#20320;&#30332;&#29694; <span style="font-style: italic;">PHD2 </span>&#22312;&#36196;&#32239;&#36600;&#19978;&#26377;&#36942;&#24230;&#20462;&#27491;&#30340;&#24773;&#27841;&#30332;&#29983;, &#20320;&#21487;&#20197;&#34249;&#30001;&#35519;&#25972;&#26143;&#40670;&#26368;&#23567;&#31227;&#21205;&#37327;&#25110;&#23559;&nbsp; '&#20559;&#24046;&#22823;&#26178;&#21855;&#29992;&#24555;&#36895;&#20999;&#25563;' &#38364;&#38281;, &#35531;&#20999;&#35352;, &#36196;&#32239;&#36600;&#19978;&#30340;&#23566;&#26143;&#20462;&#27491;&#26159;&#20197;'&#36234;&#36629;&#24494;&#36234;&#22909;' &#28858;&#25351;&#23566;&#21407;&#21063;, &#19981;&#29992;&#35731;&#36889;&#20123;&#21443;&#25976;&#35519;&#25972;&#36942;&#38957;&#20102;&#12290;<br><br><a name="LowPass"></a><span style="font-weight: bold;">&#20302;&#36890; (LowPass) </span>&#28436;
&#31639;&#27861;&#19968;&#27171;&#26371;&#25505;&#29992;&#36942;&#21435;&#19968;&#27573;&#26178;&#38291;&#30340;&#23566;&#26143;&#20462;&#27491;&#27511;&#21490;&#36039;&#26009;&#20358;&#35336;&#31639;&#19979;&#27425;&#30340;&#20462;&#27491;&#37327;, &#32780;&#20462;&#27491;&#30340;&#35336;&#31639;&#31227;&#21205;&#30340;&#38283;&#22987;&#40670;&#26159;&#26368;&#36817;&#27511;&#21490;&#36039;&#26009;&#20013;&#30340;&#20013;&#38291;&#20540;,&nbsp;
&#36889;&#24847;&#35586;&#33879;&#30446;&#21069;&#23566;&#26143;&#24433;&#20687;&#20013;&#30340;&#20415;&#23452;&#37327;&#23565;&#26044;&#35336;&#31639;&#19979;&#27425;&#23566;&#26143;&#20462;&#27491;&#30340;&#24433;&#38911;&#26371;&#36611;&#23567;, &#36889;&#20491;&#28436;&#31639;&#27861;&#23565;&#26044;&#24555;&#36895;&#30340;&#35722;&#21205;&#20855;&#26377;&#24456;&#24375;&#30340;&#38459;&#25239;&#24615;,
&#20294;&#27511;&#21490;&#32047;&#31309;&#36039;&#26009;&#21516;&#26178;&#20063;&#28085;&#33995;&#20102;&#30906;&#35469;&#26159;&#21542;&#24448;&#26576;&#20491;&#22266;&#23450;&#26041;&#21521;&#20559;&#31227;&#25110;&#36234;&#20358;&#36234;&#24046;&#29694;&#35937;&#30340;&#35336;&#31639;&#22312;&#20839;,&nbsp; &#20197;&#30334;&#20998;&#27604;&#34920;&#31034;&#30340; <span style="font-weight: bold;"><a name="slope_weight_"></a>&#26012;&#29575;&#27402;&#37325;</span>
&#21443;&#25976;&#27770;&#23450;&#35442;&#24433;&#38911;&#26377;&#22810;&#23569;&#27604;&#37325;&#26371;&#21443;&#33287;&#30495;&#27491;&#23566;&#26143;&#20462;&#27491;&#37327;&#30340;&#35336;&#31639;&#30070;&#20013;, &#36889;&#27171;&#21487;&#20197;&#36991;&#20813;&#35442;&#28436;&#31639;&#27861;&#21453;&#25033;&#36942;&#26044;&#36978;&#32233;, &#30001;&#26044;&#20302;&#36890;&#28436;&#31639;&#27861;&#23565;&#26044;&#24555;&#36895;&#35722;&#21270;&#20855;&#26377;&#24456;&#24375;&#30340;&#38459;&#25239;&#24615;, &#36890;&#24120;&#20063;&#26371;&#30070;&#20570;&#36196;&#32239;&#36600;&#30340;&#23566;&#26143;&#28436;&#31639;&#27861;&#12290;<br><br><span style="font-weight: bold;"><a name="LowPass2"></a>&#20302;&#36890;2 (LowPass2)</span>
&#28436;&#31639;&#27861;&#26159;&#20302;&#36890;&#28436;&#31639;&#27861;&#30340;&#35722;&#31278;, &#22312;&#36939;&#20316;&#34892;&#28858;&#19978;&#33287;&#20302;&#36890;&#28436;&#31639;&#27861;&#26377;&#20123;&#24046;&#30064;,&nbsp; &#23427;&#19968;&#27171;&#26371;&#25505;&#29992;&#36942;&#21435;&#19968;&#27573;&#26178;&#38291;&#30340;&#23566;&#26143;&#20462;&#27491;&#27511;&#21490;&#36039;&#26009;&#20358;&#35336;&#31639;&#19979;&#27425;&#30340;&#20462;&#27491;&#37327;,
&#20294;&#19979;&#27425;&#20462;&#27491;&#20677;&#20677;&#26159;&#20808;&#21069;&#25152;&#30332;&#20986;&#21629;&#20196; (&#22914;&#26012;&#29575;&#30340;&#35336;&#31639;) &#30340;&#32218;&#24615;&#24310;&#20280;&#32780;&#24050;,&nbsp; &#36889;&#27171;&#25345;&#32396;&#21040;&#22312;&#26041;&#21521;&#19978;&#26377;&#26126;&#39023;&#30340;&#35722;&#21270;&#30332;&#29983;&#28858;&#27490;,
&#22312;&#36889;&#20491;&#26178;&#20505;&#26371;&#23559;&#27511;&#21490;&#36039;&#26009;&#28165;&#38500;; &#35442;&#28436;&#31639;&#27861;&#26377;&#20841;&#20491;&#21487;&#35519;&#21443;&#25976;: &#26143;&#40670;&#26368;&#23567;&#31227;&#21205;&#37327;&#21644;&#20462;&#27491;&#24375;&#24230;, &#26143;&#40670;&#26368;&#23567;&#31227;&#21205;&#37327;&#33287;&#22312;&#20854;&#20182;&#28436;&#31639;&#27861;&#19978;&#30340;&#20316;&#29992;&#30456;&#21516;, &#20462;&#27491;&#24375;&#24230;
(&#30334;&#20998;&#27604;) &#26159;&#26356;&#36914;&#19968;&#27493;&#25233;&#21046;&#23566;&#26143;&#20462;&#27491;&#37327;&#30340;&#25163;&#27573;; &#20302;&#36890;2 &#28436;&#31639;&#27861;&#26159;&#38750;&#24120;&#20445;&#23432;, &#38459;&#25239;&#24615;&#24456;&#39640;&#30340;&#28436;&#31639;&#27861;,
&#22914;&#26524;&#22312;&#26377;&#33391;&#22909;&#35222;&#23527;&#24230;&#32780;&#19988;&#20351;&#29992;&#36611;&#31934;&#23494;&#27794;&#26377;&#40786;&#38553;&#22238;&#24046;&#21839;&#38988;&#30340;&#36196;&#36947;&#20736;&#26178;&#21487;&#20197;&#32771;&#24942;&#20351;&#29992;&#35442;&#28436;&#31639;&#27861;&#12290;<br><br>&nbsp;&nbsp;</body></html>