<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html><head><title>Tools and Utilities</title></head><body>
  <h2>&#24037;&#20855;&#21644;&#23526;&#29992;&#31243;&#24207;</h2><a href="#Manual_Guide">&#25163;&#21205;&#23566;&#26143;</a><br>
  <a href="#Auto-Select_Star">&#33258;&#21205;&#36984;&#26143;</a><br>
  <a href="#Calibration_Details">&#27298;&#35222;&#26657;&#28310;&#36039;&#26009;</a><br>
  <a href="#PHD2_Server">PHD2 &#20282;&#26381;&#22120;</a><br><a href="#Dithering_Ops">&#25238;&#21205;&#30340;&#36939;&#20316;</a><br><a href="#Logging_and_Debug_Output">&#26085;&#35468;&#21450;&#38500;&#37679;&#36039;&#35338;</a><br>
  <a href="#Drift_Align">&#39108;&#31227;&#27861;&#26997;&#36600;&#23565;&#28310;</a><br>
  <a href="#Lock_Positions">&#37782;&#23450;&#20301;&#32622;</a><br>
  <a href="#Comet_Tracking">&#24407;&#26143;&#36861;&#36452;</a><br><a href="#Guiding_Assistant">&#23566;&#26143;&#23567;&#24171;&#25163;</a><br>
  <a href="#Managing_Equipment_Profiles">&#35373;&#20633;&#32068;&#24907;&#27284;</a><br>
  <a href="#Advanced_Settings_for_the_Simulators">&#27169;&#25836;&#22120;&#21443;&#25976;</a><br><a href="#Keyboard_Shortcuts">&#37749;&#30436;&#24555;&#25463;&#37749;</a><br>

<h3><a name="Manual_Guide"></a>&#25163;&#21205;&#23566;&#26143;</h3><br>
<img style="width: 437px; height: 251px;" alt="" src="ManualGuide.png"><br>
<br>&#22914;&#26524;&#36899;&#25509;&#21040;&#26032;&#30340;&#36196;&#36947;&#20736;&#20006;&#19988;&#36935;&#21040;&#26657;&#28310;&#26377;&#21839;&#38988;&#26178;, &#20320;&#26371;&#24819;&#35201;&#30906;&#35469;<span style="font-style: italic;"> PHD2</span>
&#30332;&#20986;&#30340;&#21629;&#20196;&#36196;&#36947;&#20736;&#26159;&#21542;&#26377;&#25910;&#21040;&#20006;&#22519;&#34892;, &#21448;&#25110;&#32773;&#20320;&#24819;&#35201;&#24494;&#35519;&#36196;&#36947;&#20736;&#25110;&#28204;&#35430;&#25163;&#21205;&#20316; dithering,
&#40670;&#36984;&#21151;&#33021;&#34920;&#12302;&#24037;&#20855;&#12303;&#20013;&#12302;&#25163;&#21205;&#23566;&#26143;&#12303;&#38917;&#30446;&#23601;&#26371;&#20986;&#29694;&#21487;&#20197;&#35731;&#20320;&#22312;&#20219;&#20309;&#26041;&#21521;&#20197;&#26576;&#20491;&#23566;&#26143;&#36895;&#29575;&#36681;&#21205;&#36196;&#36947;&#20736;&#30340;&#20132;&#35527;&#30059;&#38754;&#20986;&#29694;, &#22914;&#26524;&#20320;&#26377;&#35037;&#19978; AO &#35037;&#32622;&#30340;&#35441;,
&#20320;&#26371;&#30475;&#21040;&#20491;&#21029;&#31227;&#21205; AO &#35037;&#32622;&#21450;&#31532;&#20108;&#20491;&#36196;&#36947;&#20736;&#30340;&#25353;&#37397;, &#27599;&#27425;&#25353;&#19979;&#25353;&#37397;&#26178;, &#23601;&#26371;&#20381;&#29031;&#12302;&#23566;&#26143;&#35338;&#34399;&#38263;&#24230;&#12303;&#25152;&#35373;&#23450;&#35338;&#34399;&#38263;&#24230;&#30332;&#20986;&#23566;&#26143;&#35338;&#34399;&#32102;&#36196;&#36947;&#20736;,
&#38928;&#35373;&#30340;&#23566;&#26143;&#35338;&#34399;&#38263;&#24230;&#28858;&#36914;&#38542;&#35373;&#23450;&#20013;&#30340;&#12302;&#26657;&#28310;&#27493;&#25976;&#22823;&#23567;&#12303;,&#22914;&#26524;&#26159;&#22312;&#30333;&#22825;&#22519;&#34892;&#36196;&#36947;&#20736;&#25925;&#38556;/&#26657;&#28310;&#21839;&#38988;&#25490;&#38500;&#26178;, &#19981;&#21482;&#26159;&#35201;&#30475;&#30059;&#38754;&#39023;&#31034;&#29376;&#27841;,
&#21516;&#26178;&#20063;&#35201;&#32893;&#32893;&#30475;&#36196;&#36947;&#20736;&#39340;&#36948;&#26159;&#21542;&#22312; <span style="font-style: italic;">PHD2 </span>&#36865;&#20986;&#23566;&#26143;&#35338;&#34399;&#26178;&#26377;&#22312;&#21205;&#20316;. &#36889;&#27171;&#20570;&#30340;&#30446;&#30340;&#26159;&#28858;&#20102;&#30906;&#20445;&#36196;&#36947;&#20736;&#26159;&#21542;&#26377;&#20381; <span style="font-style: italic;">PHD2</span> &#35338;&#34399;&#20316;&#21205;&#20316;, &#22240;&#28858;&#36196;&#36947;&#20736;&#25353;&#29031;&#23566;&#26143;&#36895;&#29575;&#36681;&#21205;&#30340;&#37327;&#21487;&#33021;&#28961;&#27861;&#30475;&#24471;&#20986;&#20358;, &#20294;&#21487;&#30001;&#39340;&#36948;&#30340;&#36681;&#21205;&#32882;&#38899;&#30693;&#36947;&#36196;&#36947;&#20736;&#26159;&#21542;&#26377;&#22312;&#36681;&#21205;, &#27492;&#22806;, &#35264;&#23519;&#39340;&#36948;&#25110;&#40786;&#36650;&#36681;&#21205;&#29376;&#27841;&#25110;&#22312;&#23566;&#26143;&#37857;/&#26395;&#36960;&#37857;&#32129;&#19978;&#38647;&#23556;&#31558;&#35731;&#23427;&#25351;&#21521;&#36960;&#34389;&#25918;&#22823;&#31227;&#21205;&#37327;&#37117;&#21487;&#20197;; &#26202;&#19978;&#26178;&#26368;&#22909;&#22519;&#34892; <a href="Trouble_shooting.htm#Star_cross_test">&#36889;&#35041;</a> &#25152;&#31034;&#30340;&nbsp; star-cross &#26041;&#24335;&#20358;&#20570;&#28204;&#35430;&#12290; &nbsp;<br>
<br>
<a name="Dithering_Manual"></a>&#25238;&#21205; (Dithering) &#20027;&#35201;&#26159;&#37197;&#21512;&#25293;&#25885;&#25110;&#33258;&#21205;&#21270;&#36575;&#39636;&#36879;&#36942; <span style="font-style: italic;">PHD2</span>
&#20282;&#26381;&#22120;&#20171;&#38754;&#20358;&#20351;&#29992;, &#20294;&#20063;&#21487;&#20197;&#20351;&#29992;&#20132;&#35527;&#30059;&#38754;&#19979;&#26041;&#20316;&#25163;&#21205;&#25238;&#21205;&#25110;&#35430;&#39511;&#25238;&#21205;&#30456;&#38364;&#30340;&#35373;&#23450;&#21443;&#25976;; &#24038;&#37002;&#30340;'&#25238;&#21205;' &#37327;&#27396;&#20301;&#29992;&#20358;&#25511;&#21046;&#36196;&#36947;&#20736;&#30340;&#31227;&#21205;&#37327;
(&#21934;&#20301;&#28858;&#30456;&#32032;),&nbsp; &#21033;&#29992;&#25238;&#21205;&#22823;&#23567;&#21491;&#20596;&#25511;&#21046;&#32016;&#20358;&#35519;&#25972;&#25238;&#21205;&#37327;&#22823;&#23567;, &#25238;&#21205;&#37327;&#26159;&#20197;&#26576;&#20491;&#24120;&#25976;&#30340;&#20493;&#25976;&#20358;&#35519;&#25972;,
&#36889;&#20841;&#20491;&#35519;&#25972;&#22120;&#35731;&#20320;&#35373;&#23450;&#25238;&#21205;&#26178;&#30340;&#26368;&#22823;&#20301;&#31227;&#37327; (&#20493;&#25976; x &#25238;&#21205;), &#30070;&#40670;&#25802;&#12302;&#25238;&#21205;&#12303;&#25353;&#37397;&#26178;, <span style="font-style: italic;">PHD2 </span>&#26371;&#22312;&#26481;/&#35199;/&#21335;/&#21271;&#20219;&#19968;&#26041;&#21521;&#38568;&#27231;&#22320;&#31227;&#21205;&#36196;&#36947;&#20736;&#19968;&#20491;&#31561;&#26044;&#25110;&#23567;&#26044;&#35373;&#23450;&#20540;&#30340;&#36317;&#38626;, &#22914;&#26524;&#21246;&#36984;&#20102;&#12302;&#20677;&#36196;&#32147;&#25238;&#21205;&#12303;&#30340;&#26680;&#36984;&#38917;, &#37027;&#40636;&#23601;&#21482;&#26371;&#22312;&#26481;&#25110;&#35199;&#21521;&#36914;&#34892;&#25238;&#21205;; &#35531;&#30906;&#35469;&#30456;&#27231;&#27794;&#26377;&#27491;&#22312;&#25293;&#25885;(&#26333;&#20809;)&#20013;&#20877;&#36914;&#34892;&#25163;&#21205;&#25238;&#21205;&#30340;&#21205;&#20316;&#12290; <br>
<h3><a name="Auto-Select_Star"></a>&#33258;&#21205;&#36984;&#26143;<br>
</h3>&#40670;&#25802;&#21151;&#33021;&#34920;&#12302;&#24037;&#20855;&#12303;&#20013;&#30340; &#12302;&#33258;&#21205;&#36984;&#26143;&#12303;&#25110;&#25353; &lt;Alt-S&gt; &#24555;&#25463;&#37749;&#35731; <span style="font-style: italic;">PHD2</span> &#25475;&#25551;&#30446;&#21069;&#25152;&#25293;&#25885;&#24433;&#20687;&#20006;&#35672;&#21029;&#36969;&#21512;&#25343;&#20358;&#23566;&#26143;&#30340;&#26143;&#39636;, <span style="font-style: italic;">PHD2</span> &#26371;&#35430;&#33879;&#36984;&#25799;&#20142;&#24230;&#36969;&#20013;&#12289;&#19981;&#26371;&#38626;&#20854;&#20182;&#26143;&#39636;&#22826;&#36817;&#19988;&#19981;&#22826;&#38752;&#36817;&#24433;&#20687;&#37002;&#32227;&#30340;&#26143;&#39636;&#20358;&#30070;&#23566;&#26143;&#26143;&#39636;, &#34987;&#36984;&#25799;&#30340;&#26143;&#39636;&#22312;&#34722;&#24149;&#19978;&#30475;&#36215;&#20358;&#21487;&#33021;&#24456;&#24494;&#24369;, &#20294;&#36889;&#36890;&#24120;&#19981;&#26371;&#36896;&#25104;&#20160;&#40636;&#21839;&#38988;, &#20320;&#21487;&#20197;&#21033;&#29992; <a href="Visualization.htm#Star_Profile_and_Target_Displays">&#26143;&#40670;&#29376;&#24907;</a>
&#24037;&#20855;&#20358;&#27298;&#35222;&#25152;&#36984;&#25799;&#26143;&#40670;&#30340;&#29305;&#24615;, &#34987;&#36984;&#30340;&#26143;&#39636;&#24517;&#38920;&#26159;&#20142;&#24230;&#36969;&#20013;(&#19981;&#26371;&#36942;&#20142;)&#32780;&#19988;&#26377;&#37555;&#21033;&#30340;&#22806;&#35264;&#32773;, &#21363;&#20351;&#20320;&#29992;&#25163;&#21205;&#26041;&#24335;&#36984;&#26143;&#20063;&#24517;&#38920;&#35201;&#36981;&#24490;&#36889;&#20491;&#21407;&#21063;,
&#33258;&#21205;&#36984;&#26143;&#19981;&#35211;&#24471;&#23601;&#19981;&#26371;&#20986;&#37679;, &#22240;&#27492;&#22914;&#26524;&#20320;&#19981;&#28415;&#24847;&#33258;&#21205;&#36984;&#26143;&#25152;&#36984;&#25799;&#30340;&#32080;&#26524;, &#20320;&#20063;&#21487;&#20197;&#33258;&#24049;&#36984;&#25799;&#21512;&#36969;&#30340;&#23566;&#26143;&#26143;&#39636;; &#22914;&#26524;&#30906;&#23450;&#35201;&#20351;&#29992;&#33258;&#21205;&#36984;&#26143;&#21151;&#33021;&#30340;&#35441;,
&#20320;&#19968;&#23450;&#24471;&#20351;&#29992;&#22750;&#40670;&#24433;&#20687;&#25110;&#26263;&#22580;&#24433;&#20687;&#24235;&#20197;&#38450;&#27490; <span style="font-style: italic;">PHD2</span> &#21247;&#36984;&#21040;&#29105;&#22122;&#22122;&#40670;&#12290;
<h3><a name="Calibration_Details"></a>&#27298;&#35222;&#26657;&#28310;&#36039;&#26009;<br>
</h3>&#21253;&#25324;&#26657;&#28310;&#23436;&#25972;&#24615;&#27298;&#26597;&#31561;&#22823;&#37096;&#20221;&#33287;&#26657;&#28310;&#30456;&#38364;&#30340;&#35222;&#31383;&#26371;&#38283;&#21855;&#39006;&#20284;&#19979;&#26041;&#30340;&#22294;&#24418;&#35222;&#31383;:<br><br><img style="width: 728px; height: 377px;" alt="" src="Calib_Review.png"><br><br>&#39318;&#20808;, &#35531;&#27298;&#35222;&#24038;&#37002;&#22294;&#22411;, &#36889;&#20491;&#22294;&#22411;&#39023;&#31034;&#20102;<span style="font-style: italic;">PHD2 </span>&#26657;
&#28310;&#26399;&#38291;&#36865;&#20986;&#23566;&#26143;&#35338;&#34399;&#25152;&#24341;&#30332;&#30340;&#26143;&#40670;&#31227;&#21205;&#37327;, &#32218;&#26781;&#20195;&#34920;&#26657;&#28310;&#35336;&#31639;&#25152;&#24471;&#22312; RA &#21450; Dec &#23566;&#26143;&#36895;&#29575;&#30340;&#32080;&#26524;, &#36889;&#20123;&#32218;&#26781;&#22823;&#33268;&#19978;&#25033;&#21576;&#29694;&#20114;&#28858;&#22402;&#30452;&#29376;,
&#25976;&#25818;&#40670;&#27704;&#36960;&#19981;&#26371;&#23436;&#20840;&#23565;&#40778;&#65292;&#20294;&#20182;&#20497;&#19981;&#25033;&#35442;&#26377;&#22826;&#22823;&#30340;&#26354;&#24230;&#12289;&#22823;&#35282;&#24230;&#30340;&#20559;&#31227;&#25110;&#21453;&#36681;&#26041;&#21521;, &#23588;&#20854;&#26159;&#22312;&#20351;&#29992;&#36611;&#38263;&#30340;&#28966;&#36317;&#30340;&#26395;&#36960;&#37857;&#26178;&#65292;&#27491;&#24120;&#30340;&#24773;&#27841;,
&#36889;&#20123;&#40670;&#26371;&#20998;&#24067;&#22312;&#38750;&#24120;&#25509;&#36817;&#25110;&#35206;&#33995;&#25481;&#32218;&#26781;&#30340;&#21312;&#22495;&#19978;,&nbsp; &#23526;&#24515;&#30340;&#40670; (&#35199;&#21521;&#21644;&#21271;&#21521;&#30340;&#23566;&#26143;&#35338;&#34399;) &#34987;&#29992;&#20197;&#35336;&#31639; RA &#21644;
&#36196;&#32239;&#36895;&#29575;&#65292;&#32780;&#31354;&#24515;&#40670;&#39023;&#31034;&#26481;&#21521;&#21644;&#21335;&#21521; '&#36820;&#22238;' &#31227;&#21205;&#30340;&#30340;&#36335;&#24465;,&nbsp;
&#36889;&#20123;&#21487;&#20197;&#24171;&#21161;&#20320;&#30475;&#21040;&#22240;&#28858;&#35222;&#23527;&#24230;&#29978;&#25110;&#26126;&#39023;&#30340;&#36196;&#36947;&#20736;&#40786;&#38553;&#22238;&#24046;&#25152;&#24341;&#30332;&#30340;&#22823;&#22411;&#20559;&#31227;&#29694;&#35937;,&nbsp; &#22914;&#26524;&#24744;&#26377;&#20351;&#29992;&#36914;&#38542;&#35373;&#23450;&#20013;&#30340;&#12302;&#24555;&#36895;&#36820;&#22238;&#20013;&#24515;&#12303;&#36984;&#38917;&#26178;,
&#22312;&#26481;&#21521;&#21644;&#21271;&#21521;&#30340;&#36335;&#24465;&#19978;&#30340;&#39023;&#31034;&#40670;&#26371;&#39023;&#24471;&#36611;&#23569;&#20123;,&nbsp; &#21491;&#20596;&#34920;&#26684;&#20839;&#30340;&#35338;&#24687;&#39023;&#31034;&#26395;&#36960;&#37857;&#25351;&#21521;&#20301;&#32622;&#21644;&#33287;&#23566;&#26143;&#30456;&#38364;&#30340; ASCOM &#35373;&#23450;&#36039;&#35338;,
&#22914;&#26524;&#24744;&#20351;&#29992;&#30340;&#19981;&#26159; ASCOM &#36196;&#36947;&#20736;&#32780;&#19988;&#20063;&#27794;&#26377;&#20351;&#29992; 'AUX' &#36196;&#36947;&#20736;, &#23601;&#30475;&#19981;&#35211;&#20854;&#20013;&#30340;&#26576;&#20123;&#36039;&#35338;,
&#35442;&#34920;&#36996;&#39023;&#31034;&#20102;&#23565;&#33879;&#30456;&#21516;&#22825;&#31354;&#20301;&#32622;&#21450;&#20320;&#25152;&#29992;&#30340;&#23566;&#26143;&#36895;&#29575;&#35373;&#23450;&#19979;, &#22312;&#23436;&#32654;&#22320;&#26657;&#28310;&#24460;&#25152;&#38928;&#26399;&#30340;&#23566;&#26143;&#36895;&#29575;, &#30070;&#28982;, &#20320;&#24190;&#20046;&#19981;&#21487;&#33021;&#36948;&#21040;&#36889;&#27171;&#30340;&#29702;&#24819;&#20540;,
&#38500;&#38750;&#20320;&#30340;&#20540;&#26377;&#24456;&#22823;&#30340;&#24046;&#30064;, &#21542;&#21063;&#20320;&#20063;&#19981;&#29992;&#22826;&#25812;&#24515;, &#22914;&#26524;&#24744;&#27794;&#26377;&#22312;&#26657;&#28310;&#23436;&#25104;&#24460;&#30475;&#21040;&#35686;&#21578;&#20449;&#24687;, &#20320;&#30340;&#32080;&#26524;&#21487;&#33021;&#23601;&#24050;&#32147;&#22816;&#22909;&#20102;,
&#22914;&#26524;&#20320;&#24819;&#37325;&#35079;&#20351;&#29992;&#26657;&#28310;&#32080;&#26524;&#19968;&#27573;&#26178;&#38291;&#30340;&#35441;&#65292;&#23601;&#20540;&#24471;&#33457;&#20491;&#24190;&#20998;&#37912;&#30340;&#26178;&#38291;, &#35443;&#32048;&#22320;&#30475;&#30475;&#20006;&#30740;&#31350;&#19968;&#19979;&#36889;&#20123;&#36039;&#35338;&#20006;&#30906;&#35469;&#26657;&#28310;&#30340;&#32080;&#26524;&#26159;&#33391;&#22909;,
&#21363;&#20351;&#26159;&#32769;&#25163;&#20351;&#29992;&#39640;&#27284;&#30340;&#36196;&#36947;&#20736;&#20063;&#21487;&#33021;&#26371;&#29986;&#29983;&#20986;&#19981;&#33391;&#30340;&#26657;&#28310;&#32080;&#26524;, &#25152;&#20197;, &#22909;&#22909;&#22320;&#27298;&#26597;&#19968;&#30058;&#35222;&#20540;&#24471;&#30340;&#12290;<br><br><span style="font-weight: bold;"><a name="Declination_Backlash"></a>&#36196;&#32239;&#40786;&#38553;&#22238;&#24046;</span><br>&#26657;&#28310;&#30332;&#29983;&#21839;&#38988;&#24120;&#35211;&#21407;&#22240;&#26159;&#36196;&#32239;&#22238;&#24046;&#65292;&#36889;&#26159;&#22823;&#22810;&#25976;&#21033;&#29992;&#40786;&#36650;/&#28198;&#26751;&#24118;&#21205;&#30340;&#36196;&#36947;&#20736;&#25152;&#26222;&#36941;&#23384;&#22312;&#30340;&#21839;&#38988;, &#22312;&#32920;&#20123;&#36196;&#36947;&#20736;&#19978;, &#36889;&#20491;&#21839;&#38988;&#29305;&#21029;&#22196;&#37325;, &#26371;&#23566;&#33268;&#21450;&#24046;&#30340;&#26657;&#28310;&#21450;&#23566;&#26143;&#32080;&#26524;, &#35531;&#30475;&#19979;&#38754;&#30340;&#26657;&#28310;&#27298;&#35222;&#23565;&#35441;&#26694;&#65306;<br><br><img style="width: 727px; height: 382px;" alt="" src="Calib_Review_Backlash.png"><br><br>&#21839;
&#38988;&#30340;&#31532;&#19968;&#26781;&#32218;&#32034;&#26159;&#36890;&#36942;&#27604;&#36611;&#36196;&#32147;&#21644;&#36196;&#32239;&#23566;&#26143;&#36895;&#29575;&#25214;&#21040;&#30340;,&nbsp; &#22312;&#36889;&#20491;&#20363;&#23376;&#20013;&#65292;&#36196;&#32239;&#36895;&#29575;&#24190;&#20046;&#20677;&#26377;&#36196;&#32147;&#36895;&#29575;&#30340; 1/2, &#36889;&#31278;&#24773;&#27841;&#24190;&#20046;&#26159;&#19981;&#21487;&#33021;&#30332;&#29983;,
&#32780;, &#20107;&#23526;&#19978;, &#36889;&#31278;&#29376;&#27841;&#36890;&#24120;&#26371;&#35320;&#30332;&#26657;&#28310;&#21578;&#35686;&#23565;&#35441;&#26694;, &#35731;&#25105;&#20497;&#20358;&#30475;&#30475;&#22615;&#19978;&#34253;&#33394;&#30340;&#36196;&#32239;&#22294;&#40670;&#20006;&#27880;&#24847;&#38646;&#40670;&#38468;&#36817;&#31998;&#32080;&#22312;&#19968;&#36215;&#30340;&#40670;,&nbsp; &#38614;&#28982;&#36196;&#32239;&#26041;&#21521;&#20849;&#26377;
16 &#27493;, &#20294;&#21482;&#26377;&#20854;&#20013;&#30340; 9 &#27493;&#26377;&#22312;&#19968;&#33268;&#30340;&#26041;&#21521;&#19978;&#31227;&#21205;&#36196;&#36947;&#20736;, &#21069;&#38754;&#30340; 7 &#27493;&#22240;&#28858;&#22238;&#24046;&#30340;&#38364;&#20418;, &#20006;&#27794;&#26377;&#23436;&#25104;&#20219;&#20309;&#21205;&#20316;,
&#23526;&#38555;&#19978;&#36889;&#35041;&#38957;&#26377;&#20841;&#20491;&#21839;&#38988;&#24471;&#35299;&#27770;,&nbsp; &#39318;&#20808;, &#26657;&#28310;&#32080;&#26524;&#22826;&#24046;, &#25033;&#35442;&#25622;&#37325;&#35079;&#26657;&#28310;&#31243;&#24207;&#20197;&#29554;&#24471;&#26356;&#31934;&#28310;&#30340;&#36196;&#32239;&#23566;&#26143;&#36895;&#29575;, &#20854;&#27425;,
&#36196;&#36947;&#20736;&#21363;&#20351;&#36196;&#32239;&#23566;&#26143;&#36895;&#29575;&#27491;&#24120;&#30340;&#24773;&#27841;&#19979;&#22312;&#36196;&#32239;&#21453;&#36681;&#26178;&#30340;&#21453;&#25033;&#19981;&#20339;, &#39318;&#20808;, &#26657;&#28310;&#21487;&#20197;&#36879;&#36942;&#25163;&#21205;&#26041;&#24335;&#20197;&#23566;&#26143;&#36895;&#29575;&#21521;&#21271;&#31227;&#21205;&#36196;&#36947;&#20736; 10-20&#31186;,
&#35731;&#26143;&#40670;&#22312;&#20027;&#35222;&#31383;&#24433;&#20687;&#19978;&#31337;&#23450;&#22320;&#31227;&#21205;&#28858;&#27490;,&nbsp; &#20320;&#21487;&#20197;&#21033;&#29992;&#12302;&#25163;&#21205;&#23566;&#26143;&#12303;&#24037;&#20855;&#25110;&#36196;&#36947;&#20736;&#25511;&#21046;&#25163;&#25226;&#20358;&#22519;&#34892;&#36889;&#20491;&#21205;&#20316;, &#20570;&#23436;&#24460;,
&#22823;&#37096;&#20221;&#30340;&#36196;&#32239;&#40786;&#38553;&#22238;&#24046;&#37117;&#26371;&#34987;&#35299;&#27770;&#25481;, &#28982;&#24460;&#65292;&#24744;&#21487;&#20197;&#37325;&#35079;&#26657;&#28310;&#31243;&#24207;&#23601;&#21487;&#33021;&#21487;&#20197;&#35731;&#36196;&#32239;&#23566;&#26143;&#36895;&#29575;&#33853;&#22312;&#36611;&#21512;&#29702;&#30340;&#31684;&#22285;&#20839;;
&#31532;&#20108;&#20491;&#21839;&#38988;&#36890;&#24120;&#38656;&#35201;&#23565;&#36196;&#36947;&#20736;&#20316;&#26576;&#20123;&#27231;&#26800;&#24615;&#30340;&#35519;&#25972;, &#24744;&#21487;&#20197;&#22039;&#35430;&#20351;&#29992;&#22238;&#24046;&#35036;&#20767;&#35373;&#23450;, &#20294;&#22914;&#26524;&#40786;&#38553;&#22826;&#22823; (&#22914;&#36229;&#36942; 2-3 &#31186;) &#30340;&#35441;,
&#36890;&#24120;&#27794;&#36774;&#27861;&#35299;&#27770;&#36889;&#20491;&#21839;&#38988;, &#22914;&#26524;&#30495;&#30340;&#28961;&#27861;&#20462;&#27491;&#22238;&#24046;&#25110;&#23559;&#20854;&#38477;&#20302;&#21040;&#21487;&#29702;&#30340;&#27700;&#24179;&#65292;&#36889;&#26178;&#20505;&#20320;&#23601;&#25033;&#35442;&#32771;&#24942;&#36984;&#25799;&#36196;&#32239;&#21934;&#21521;&#23566;&#26143;,
&#35201;&#36889;&#27171;&#20570;&#30340;&#35441;&#65292;&#20320;&#38656;&#20808;&#30906;&#23450;&#36196;&#36947;&#20736;&#22240;&#28858;&#26997;&#36600;&#23565;&#28310;&#35492;&#24046;&#23566;&#33268;&#24448;&#21738;&#19968;&#20491;&#26041;&#21521;&#39108;&#31227;, &#28982;&#24460;&#21578;&#35380; <span style="font-style: italic;">PHD2</span> &#21482;&#33021;&#22312;&#30456;&#21453;&#30340;&#26041;&#21521;&#23566;&#26143;, &#20363;&#22914;, &#22914;&#26524;&#25972;&#39636;&#32780;&#35328;, &#36196;&#36947;&#20736;&#26159;&#24448;&#21271;&#21521;&#39108;&#31227;&#30340;&#35441;, &#23601;&#38480;&#21046;&#23566;&#26143;&#21629;&#20196;&#21482;&#33021;&#21521;&#21335;&#20462;&#27491;, &#20294;&#36889;&#20006;&#19981;&#26159;&#19968;&#20491;&#29702;&#24819;&#30340;&#35299;&#27770;&#26041;&#26696;, &#20294;&#20320;&#20173;&#28982;&#21487;&#20197;&#21033;&#29992;&#20182;&#20316;&#38263;&#26178;&#38291;&#26333;&#20809;&#20006;&#24471;&#21040;&#21487;&#34987;&#25509;&#21463;&#30340;&#23566;&#26143;&#32080;&#26524; - &#20854;&#23526;, &#26377;&#22823;&#37327;&#30340;&#29031;&#29255;&#37117;&#26159;&#20351;&#29992;&#36889;&#31278;&#25216;&#34899;&#25293;&#20986;&#20358;&#30340;&#12290;<br><br><span style="font-weight: bold;">&#20854;&#20182;&#33287;&#26657;&#28310;&#30456;&#38364;&#30340;&#21151;&#33021;&#34920;&#36984;&#38917;</span><br>&#26657;&#28310;&#36039;&#26009;&#26371;&#22312;&#27599;&#27425;&#25104;&#21151;&#22320;&#23436;&#25104;&#26657;&#28310;&#24460;&#33258;&#21205;&#20445;&#23384;, &#21253;&#25324;&#22914;&#20309;&#24674;&#24489;&#20043;&#21069;&#25152;&#20786;&#23384;&#30340;&#23566;&#26143;&#36039;&#26009;&#21450;&#22312;&#36942;&#20013;&#22825;&#26178;&#21453;&#36681;&#36039;&#26009;&#30340;&#26657;&#28310;&#36039;&#26009;&#20351;&#29992;&#27861;&#24050;&#32147;&#22312;&#20854;&#20182;&#22320;&#26041; (<a href="Basic_use.htm">&#20351;&#29992; PHD &#23566;&#26143;</a>)
&#35498;&#26126;&#36942;, &#24744;&#21487;&#20197;&#20351;&#29992;&#21151;&#33021;&#34920;&#19978;&#12302;&#24037;&#20855;&#12303;&#20013;&#30340;&#12302;&#20462;&#25913;&#26657;&#28310;&#36039;&#26009;&#12303;&#38917;&#30446;&#20358;&#21462;&#29992;&#36889;&#20123;&#21151;&#33021;,&nbsp; &#20854;&#20182;&#20841;&#20491;&#33287;&#26657;&#28310;&#30456;&#38364;&#30340;&#38917;&#30446;&#20063;&#22312;&#37027;&#35041;&#38957; -
&#29992;&#20358;&#28165;&#38500;&#30446;&#21069;&#26657;&#28310;&#36039;&#26009;&#25110;&#25163;&#21205;&#36664;&#20837;&#30340;&#26657;&#27491;&#36039;&#26009;&#30340;&#21151;&#33021;&#36984;&#38917;, &#12302;&#28165;&#38500;&#12303;&#36984;&#38917;&#33287;&#22312;&#36914;&#38542;&#23565;&#35441;&#26694;&#20013;&#30340;&#12302;&#28165;&#38500;&#26657;&#28310;&#36039;&#26009;&#12303;&#21246;&#36984;&#26694;&#25152;&#20570;&#30340;&#20107;&#24773;&#26159;&#19968;&#27171;&#30340; -
&#19981;&#35542;&#26159;&#23566;&#26143;&#21205;&#20316;&#26159;&#21542;&#26371;&#37325;&#21855;&#21205;, &#37117;&#26371;&#24375;&#21046;&#28165;&#38500;&#23566;&#26143;&#36039;&#26009;, &nbsp;&nbsp; &#12302;&#36664;&#20837;&#23566;&#26143;&#36039;&#26009;&#12303;&#36984;&#38917;&#26997;&#23569;&#26371;&#34987;&#29992;&#21040;,
&#32780;&#19988;&#20320;&#24517;&#38920;&#35201;&#23436;&#20840;&#20102;&#35299;&#20320;&#20316;&#30340;&#35373;&#23450;&#26371;&#26377;&#20160;&#40636;&#24433;&#38911;&#30340;&#24773;&#27841;&#19979;&#25165;&#33021;&#20351;&#29992;, &#20294;&#35373;&#23450;&#20839;&#23481;&#20063;&#20687;&#23565;&#22320;&#23436;&#25972;; &#30070;&#20320;&#40670;&#25802;&#12302;&#36664;&#20837;&#23566;&#26143;&#36039;&#26009;&#12303;&#24460;,
&#26371;&#39023;&#31034;&#19968;&#20491;&#35731;&#20320;&#36664;&#20837;&#30456;&#23565;&#36611;&#20302;&#38542;&#30340;&#26657;&#28310;&#36039;&#26009;&#30340;&#23565;&#35441;&#26694;, &#20854;&#20013;&#36664;&#20837;&#36039;&#26009;&#30340;&#20358;&#28304;&#21487;&#33021;&#20358;&#33258;&#26044;&#20043;&#21069;&#30340;&#23566;&#26143;&#21205;&#20316;, &#21487;&#33021;&#26159;&#30001; <span style="font-style: italic;">PHD2 </span>&#23566;&#26143;&#26085;&#35468;&#25847;&#21462;&#20986;&#20358;&#30340;&#37096;&#20221;, &#35352;&#24471;, &#22914;&#26524;&#20320;&#20351;&#29992; ASCOM &#39493;&#21205;&#31243;&#24335;&#20379;&#36196;&#36947;&#20736;&#25110;&#36628;&#21161;&#36196;&#36947;&#20736;&#20351;&#29992;&#30340;&#35441;, &#20320;&#21487;&#33021;&#36611;&#26377;&#27231;&#26371;&#26371;&#20351;&#29992;&#21040;&#36889;&#20491;&#21151;&#33021;&#12290;<br>
<br>
<h3><a name="PHD2_Server"></a><span style="font-style: italic;">PHD2</span> &#20282;&#26381;&#22120;<br>
</h3>
<span style="font-style: italic;">PHD2</span> &#25903;&#25588;&#38656;&#25511;&#21046;&#23566;&#26143;&#31243;&#24207;&#30340;&#31532;&#19977;&#26041;&#24433;&#20687;&#25293;&#25885;&#21450;&#33258;&#21205;&#21270;&#36575;&#39636;, Stark Labs &#30340; Nebulosity &#31243;&#24335;&#26159;&#31532;&#19968;&#25903;&#25903;&#25588;&#36889;&#20491;&#21151;&#33021;&#30340;&#31243;&#24335;, &#20854;&#20182;&#30340;&#36575;&#39636;&#20063;&#38568;&#24460;&#34987;&#38283;&#30332;&#20986;&#20358;, &#20351;&#29992; <span style="font-style: italic;">PHD2</span> &#20282;&#26381;&#22120;&#31243;&#24207;, &#24433;&#20687;&#25293;&#25885;&#36575;&#39636;&#21487;&#20197;&#22312;&#20841;&#27425;&#26333;&#20809;&#20013;&#38291;&#22519;&#34892;&#25238;&#21205;&#25110;&#32773;&#26044;&#20027;&#30456;&#27231;&#19979;&#36617;&#25293;&#25885;&#32080;&#26524;&#36039;&#26009;&#26178;&#20572;&#27490;&#23566;&#26143;&#30456;&#27231;&#30340;&#26333;&#20809;&#21205;&#20316;; &#35201;&#20351;&#29992;&#36889;&#20491;&#21151;&#33021;&#20358;&#25645;&#37197;&#31532;&#19977;&#26041;&#36575;&#39636;&#26178;, &#20320;&#24517;&#38920;&#40670;&#25802;&#21151;&#33021;&#34920;&#12302;&#24037;&#20855;&#12303;&#20013;&#30340;&#12302;&#21855;&#29992;&#20282;&#26381;&#22120;&#12303;, &#36889;&#20491;&#20282;&#26381;&#22120;&#20171;&#38754;&#22312; <span style="font-style: italic;">PHD2</span> &#19978;&#26377;&#37325;&#26032;&#25913;&#23531;&#36942;, &#29694;&#22312;&#20854;&#20182;&#31243;&#24335;&#21487;&#20197;&#36879;&#36942;&#20182;&#25511;&#21046;&#22823;&#37096;&#20221;&#30340;&#23566;&#26143;&#36939;&#20316;, &#20282;&#26381;&#22120;&nbsp; API &#30456;&#38364;&#25991;&#20214;&#21487;&#22312; <a href="https://github.com/OpenPHDGuiding/phd2/wiki">PHD2
Wiki</a> &#19978;&#25214;&#21040;&#12290;<br>
<br><h3><a name="Dithering_Ops"></a>&#25238;&#21205; (Dithering)</h3><big></big><p>&#25238;&#21205;&#30340;&#20027;&#35201;&#30446;&#30340;&#26159;&#36890;&#36942;&#22312;&#38500;&#21435;&#24433;&#20687;&#20013;&#26576;&#20123;&#31278;&#39006;&#20855;&#26377;&#22266;&#23450;&#22294;&#27171;&#30340;&#22122;&#40670;  (&#29305;&#21029;&#26159;&#29105;&#22122;) &#20358;
&#35731;&#24433;&#20687;&#24460;&#35069;&#34389;&#29702;&#26356;&#23481;&#26131;&#19968;&#20123;,&nbsp; &#36889;&#20491;&#21151;&#33021;&#24190;&#20046;&#21482;&#33021;&#36879;&#36942;&#20320;&#25152;&#29992;&#30340;&#30456;&#27231;&#20358;&#36948;&#25104;, &#32780;&#33287;&#24460;&#35069;&#36575;&#39636;&#30340;&#38364;&#36899;&#24615;&#26997;&#23567;,&nbsp;
&#23565;&#20919;&#21371;&#30456;&#27231;&#25110;&#22122;&#40670;&#24456;&#23569;&#30340;&#30456;&#27231;&#32780;&#35328;&#65292;&#25238;&#21205;&#26159;&#19968;&#20491;&#28040;&#38500;&#21033;&#29992;&#26263;&#22580;&#24460;&#20381;&#28982;&#28961;&#27861;&#28040;&#38500;&#30340;&#29105;&#22122;&#25152;&#21487;&#29992;&#30340;&#31777;&#20415;&#26041;&#27861;, &#29105;&#22122;&#20687;&#32032;&#30340;&#20301;&#32622;&#26371;&#38568;&#33879;&#24433;&#20687;&#20659;&#24863;&#22120;&#30340;&#12302;&#24180;&#32000;&#12303;&#32780;&#25913;&#35722;,
&#22240;&#27492;&#26263;&#22580;&#24433;&#20687;&#24235;&#36890;&#24120;&#28961;&#27861;&#23436;&#20840;&#20462;&#27491;&#36889;&#20123;&#29105;&#22122;&#40670;,&nbsp; &#37027;&#20123;&#29105;&#22122;&#20063;&#21487;&#20197;&#22312;&#24460;&#35069;&#26178;&#20358;&#34389;&#29702;, &#20294;&#22914;&#26524;&#29105;&#22122;&#40670;&#22826;&#22810;&#30340;&#35441;,
&#34389;&#29702;&#30340;&#36942;&#31243;&#26371;&#35731;&#20154;&#35258;&#21040;&#38750;&#24120;&#28961;&#32842;,&nbsp; &#25238;&#21205;&#20063;&#21487;&#20197;&#23565;&#26044;&#22914;&#26576;&#20123;&#20687;&#32032;&#21934;&#20803;&#26377;&#32570;&#25613;&#31561;&#36889;&#20123;&#33287;&#20659;&#24863;&#22120;&#30456;&#38364;&#30340;&#21839;&#38988;&#19978;&#26377;&#25152;&#24171;&#21161;,
&#29305;&#21029;&#26159;&#22312;&#27794;&#26377;&#28331;&#24230;&#35519;&#31680;&#21151;&#33021;&#30340;&#30456;&#27231;&#32780;&#19988;&#28961;&#27861;&#20351;&#29992;&#26263;&#22580;&#24433;&#20687;&#30340;&#29376;&#27841;&#19979;&#29305;&#21029;&#26377;&#29992;. &#36889;&#20063;&#26159;&#21934;&#30524;&#25976;&#20301;&#30456;&#27231; (DSLR)
&#30340;&#20351;&#29992;&#32773;&#26371;&#31309;&#26997;&#22320;&#20351;&#29992;&#25238;&#21205;&#36889;&#20491;&#21151;&#33021;&#30340;&#21407;&#22240;, &#22312; <span style="font-style: italic;">PHD2 </span>&#23526;&#20316;&#19978;,
&#33258;&#21205;&#25238;&#21205;&#26159;&#36890;&#36942;&#26381;&#21209;&#22120;&#20171;&#38754;&#20358;&#36914;&#34892;&#30340;, &#25152;&#20197;&#35531;&#30906;&#20445;&#24744;&#26377;&#21246;&#36984;&#20102;&#21151;&#33021;&#34920;&#12302;&#24037;&#20855;&#12303;&#20013;&#30340;&#12302;&#21855;&#29992;&#26381;&#21209;&#22120;&#12303;&#38917;&#30446;,
&#39318;&#20808;&#22312;&#12302;&#23566;&#26143;&#12303;&#27161;&#31844;&#22812;&#20013;&#35373;&#23450;&#22909;&#37197;&#21512;&#25152;&#20351;&#29992;&#25293;&#25885;&#36575;&#39636;&#20013;&#26377;&#38364;&#25238;&#21205;&#30340;&#35373;&#23450;, &#35373;&#23450;&#22909;&#20320;&#25152;&#35201;&#30340;&#26368;&#22823;&#25238;&#21205;&#22823;&#23567; (maximum dither size),
&#30070;&#25293;&#25885;&#36575;&#39636;&#30332;&#20986;&#25238;&#21205;&#21629;&#20196;&#26178;&#65292;<span style="font-style: italic;">PHD2</span> &#26371;&#20351;&#29992;&#20098;&#25976;&#29986;&#29983;&#22120;&#20358;&#27770;&#23450;&#23565;&#25033;&#35442;&#21629;&#20196;&#23526;&#38555;&#19978;&#30332;&#20986;&#30340;&#25238;&#21205;&#37327;&#22823;&#23567;,&nbsp; &#23526;&#38555;&#25238;&#21205;&#37327;&#26371;&#26159;&#22312; &gt; 0 &#21644; &lt;= &#25152;&#20801;&#35377;&#30340;&#26368;&#22823;&#25238;&#21205;&#22823;&#23567;&#38291;, &#28858;&#30906;&#20445;&#25238;&#21205;&#19981;&#26371;&#24490;&#33879;&#19968;&#33268;&#30340;&#22294;&#27171;&#25110;&#23559;&#24433;&#20687;&#31227;&#22238;&#21040;&#23427;&#20043;&#21069;&#25152;&#22312;&#30340;&#20301;&#32622;&#19978;&#26178;, &#20320;&#20063;&#35377;&#24819;&#29992;&#39006;&#20284;&#30340;&#20551;&#38568;&#27231;&#25238;&#21205;&#37327;&#20358;&#35299;&#27770;; &#20294;&#26159;&#65292;&#26576;&#20123;&#21487;&#20197;&#35731; <span style="font-style: italic;">PHD2 </span>&#20570;&#25238;&#21205;&#30340;&#25293;&#25885;&#36575;&#39636;&#20839;&#27794;&#26377;&#21487;&#20197;&#30452;&#25509;&#35373;&#23450;&#26368;&#22823;&#25238;&#21205;&#22823;&#23567;&#30340;&#22320;&#26041;, &#36889;&#26178;&#20505;&#20320;&#23601;&#20677;&#38480;&#26044;&#33021;&#36984;&#25799;&#20351;&#29992;&#22312;&#38928;&#35373;&#38598;&#26680;&#20013;&#30340; &#23567;/&#20013;/&#22823;&#21644;&#26368;&#22823;&#25238;&#21205;&#37327;&#30340;&#25976;&#20540;&#20102;, &#28858;&#27492;, <span style="font-style: italic;">PHD2</span>
&#12302;&#25972;&#39636;&#12303;&#27161;&#31844;&#38913;&#20013;&#25165;&#26371;&#26377;&#25238;&#21205;&#22823;&#23567;&#36889;&#20491;&#21443;&#25976;, &#36889;&#20491;&#21443;&#25976;&#20197;&#26576;&#25976;&#20540;&#30340;&#20493;&#25976;&#26041;&#24335;&#20358;&#35731;&#20320;&#35519;&#25972;&#21487;&#29992;&#30340;&#25238;&#21205;&#37327;&#22823;&#23567;, &#22240;&#27492;, &#35373;&#23450;&#20540;&#28858; 1
&#26178;&#19981;&#35569;&#23565;&#38928;&#35373;&#38598;&#30340;&#25976;&#20540;&#26377;&#20219;&#20309;&#30340;&#25913;&#35722;, &#20294;&#22914;&#26524;&#35373;&#25104; 10, &#37027;&#23601;&#26371;&#35722;&#25104; 10 &#20493;, &#22914;&#26524;&#20320;&#25152;&#29992;&#30340;&#36575;&#39636;&#21487;&#20197;&#35731;&#20320;&#30452;&#25509;&#25351;&#23450;&#26368;&#22823;&#25238;&#21205;&#22823;&#23567; (&#22914;
PHD_Dither)&#26178;, &#23601;&#21487;&#20197;&#35731;&#35442;&#25976;&#20540;&#35373;&#28858; 1.0, &#21542;&#21063;, &#22914;&#26524;&#20320;&#23565;&#26044; &#23567;/&#20013;/&#22823; &#36889;&#31278;&#35373;&#23450;&#20839;&#25351;&#23450;&#30340;&#25238;&#21205;&#37327;&#22823;&#23567;&#19981;&#28415;&#24847;&#30340;&#35441;,
&#20320;&#23601;&#21487;&#20197;&#33258;&#34892;&#20570;&#35519;&#25972;&#12290;</p><p><br>
&#20351;&#29992;&#25238;&#21205;&#26371;&#22810;&#20986;&#20841;&#31278;&#38989;&#22806;&#30340;&#12302;&#25104;&#26412;&#12303;: 1) &#25238;&#21205;&#36914;&#34892;&#24460;&#38656;&#35201;&#38989;&#22806;&#25910;&#25986;&#30340;&#26178;&#38291; 2)&#28858;&#20102;&#31227;&#38500;&#20302;&#35338;&#34399;&#37002;&#32227;&#38656;&#35201;&#35009;&#20999;&#30090;&#22909;&#30340;&#24433;&#20687;, &#25152;&#35586;&#30340;&#25910;&#25986;
(settling) &#26159;&#36196;&#36947;&#20736;&#22240;&#28858;&#25238;&#21205;&#21629;&#20196;&#32780;&#31227;&#21205;&#24460;&#38656;&#35201;&#19968;&#27573;&#26178;&#38291;&#25165;&#33021;&#31337;&#23450;&#19979;&#20358;,
&#25293;&#25885;&#36575;&#39636;&#38283;&#22987;&#36914;&#34892;&#25238;&#21205;&#31243;&#24207;&#24460;&#20063;&#21516;&#20107;&#26371;&#27770;&#23450;&#20309;&#26178;&#23566;&#26143;&#26371;&#31337;&#23450;&#19979;&#20358;&#20197;&#32380;&#32396;&#25293;&#25885;&#30340;&#24037;&#20316;, &#36575;&#39636;&#20063;&#21487;&#20197;&#21033;&#29992;&#35373;&#23450;&#21443;&#25976;&#32102; <span style="font-style: italic;">PHD2 </span>&#25110;&#32773;&#36575;&#39636;&#26412;&#36523;&#33258;&#34892;&#35336;&#31639;&#27770;&#23450;&#25910;&#25986;&#30340;&#26178;&#38291;, &#20320;&#24517;&#38920;&#35201;&#27298;&#26597;&#20320;&#30340;&#25293;&#25885;/&#25238;&#21205;&#30456;&#38364;&#36575;&#39636;&#30475;&#30475;&#21040;&#24213;&#22312;&#25238;&#21205;&#30340;&#36942;&#31243;&#20013;, &#35504;&#20855;&#20633;&#20027;&#25511;&#27402;; &#22914;&#26524;&#36575;&#39636;&#20351;&#29992;&#26368;&#26032;&#30340; <span style="font-style: italic;">PHD2</span>
&#20282;&#26381;&#22120;&#20171;&#38754;&#30340;&#35441;, &#23427;&#20063;&#21487;&#20197;&#39006;&#20284; "guiding errors must be less than 1.5 pixels for a
period of
at least 10 seconds." &#36889;&#27171;&#30340;&#26041;&#24335;&#20358;&#25351;&#23450;&#25238;&#21205;&#25910;&#25986;&#30340;&#26781;&#20214;, &#25353;&#29031;&#25910;&#25986;&#26781;&#20214;&#35201;&#27714;&#30340;&#24773;&#27841;, &#36889;&#20491;&#36942;&#31243;&#26371;&#32791;&#19968;&#20123;&#26178;&#38291;,
&#22914;&#26524;&#22312;&#36196;&#32239;&#19978;&#20570;&#25238;&#21205;&#32780;&#19988;&#26377;&#24375;&#21046;&#32763;&#36681;&#30340;&#24773;&#27841;&#30332;&#29983;&#26178;, &#25152;&#38656;&#35201;&#30340;&#25910;&#25986;&#26178;&#38291;&#23601;&#26371;&#26356;&#38263;, &#22823;&#37096;&#20221;&#30340;&#36196;&#36947;&#20736;&#37117;&#26377;&#36196;&#32239;&#36600;&#40786;&#38553;&#22238;&#24046;&#30340;&#24773;&#27841;&#23384;&#22312;,
&#22240;&#27492;&#21487;&#33021;&#38656;&#35201;&#30332;&#20986;&#26356;&#22810;&#30340;&#23566;&#26143;&#21629;&#20196;&#25165;&#33021;&#35731;&#36196;&#36947;&#20736;&#24448;&#27491;&#30906;&#30340;&#26041;&#21521;&#31227;&#21205;, &#20854;&#24460;, &#23601;&#38656;&#35201;&#26356;&#22810;&#30340;&#26178;&#38291;&#20358;&#35731;&#23566;&#26143;&#26143;&#39636;&#22238;&#27512;&#21040;&#26032;&#30340;&#20301;&#32622;&#19978;,&nbsp; &#36889;&#23601;&#26159;&#28858;&#20160;&#40636;
<span style="font-style: italic;">PHD2</span> &#36996;&#25552;&#20379;&#21482;&#22312;&#36196;&#32147;&#25238;&#21205;&#21443;&#25976;&#36984;&#38917;&#30340;&#21407;&#22240;, &#35442;&#21443;&#25976;&#22312;&#12302;&#25972;&#39636;&#12303;&#27161;&#31844;&#38913;&#20013;, &#25238;&#21205;&#22823;&#23567;&#21443;&#25976;&#21491;&#26041;&#12290;</p><h3><a name="Logging_and_Debug_Output"></a>&#23566;&#26143;&#26085;&#35468;&#21644;&#38500;&#37679;&#26085;&#35468;</h3>
<span style="font-style: italic;">PHD2</span> &#26371;&#33258;&#21205;&#24314;&#31435;&#20841;&#31278;&#39006;&#22411;&#30340;&#26085;&#35468;&#27284;&#65306;&#38500;&#37679;&#26085;&#35468;&#21644;&#23566;&#26143;&#26085;&#35468;,
&#20841;&#32773;&#37117;&#22240;&#28858;&#19981;&#21516;&#30340;&#38656;&#27714;&#22240;&#32032;, &#37117;&#38750;&#24120;&#26377;&#29992;&#30340;, &#23566;&#26143;&#26085;&#35468;&#33287; PHD &#30456;&#39006;&#20284;, &#20294;&#22810;&#20855;&#20633;&#20102;&#35377;&#22810;&#25844;&#20805;&#20449;&#24687;, &#23566;&#26143;&#26085;&#35468;&#26412;&#36523;&#20351;&#29992;&#33258;&#28982;&#35486;&#27861;&#26684;&#24335;,
&#24456;&#23481;&#26131;&#22320;&#21487;&#20197;&#35731;&#20154;&#25110;&#20854;&#23427;&#22806;&#37096;&#25033;&#29992;&#31243;&#24335;&#35712;&#21462;&#25110;&#35299;&#35695;, &#20363;&#22914;, PHDLogView &#36575;&#39636; (&#19981;&#21253;&#21547;&#22312; <span style="font-style: italic;">PHD2</span> &#30332;&#34892;&#29256;&#26412;&#30070;&#20013;) &#21487;&#20197;&#26681;&#25818; <span style="font-style: italic;">PHD2</span> &#23566;&#26143;&#26085;&#35468;&#29986;&#20986;&#35377;&#22810;&#22294;&#34920;&#21450;&#24409;&#25972;&#30340;&#32113;&#35336;&#36039;&#26009;, <span style=""></span>&#27492;&#22806;, &#23566;&#26143;&#26085;&#35468;&#20063;&#21487;&#20197;&#36629;&#26131;&#22320;&#21295;&#20837;&#21040; Excel &#25110;&#20854;&#20182;&#25033;&#29992;&#36575;&#39636;&#20013;&#20358;&#20998;&#26512;&#25110;&#29986;&#29983;&#20998;&#26512;&#22294;, &#21295;&#20837;&#21040; Excel &#26178;,&nbsp; &#20320;&#21482;&#38656;&#23459;&#21578;&#36887;&#34399;&#28858;&#27396;&#20301;&#20998;&#38548;&#31526;&#34399;&#21363;&#21487;;&nbsp; &#23566;&#26143;&#26085;&#35468;&#26159; <span style="font-style: italic;">PHD2 </span>&#22519;&#34892;&#31243;&#24207;&#20013;&#25152;&#20570;&#21205;&#20316;&#30340;&#23436;&#25972;&#35352;&#37636;, &#25152;&#20197;&#24744;&#26377;&#20219;&#20309;&#21839;&#38988;&#26178;, &#20351;&#29992;&#23427;&#20358;&#24171;&#24537;&#25490;&#38500;&#21839;&#38988;&#23559;&#26371;&#24456;&#26377;&#24171;&#21161;, &#21516;&#26178;, &#23427;&#36996;&#25505;&#29992;&#20102;&#20154;&#24615;&#21270;&#30340; (&#38614;&#28982;&#20887;&#38263;) &#30340;&#25991;&#23383;&#26684;&#24335;, &#25152;&#20197;&#27298;&#35222;&#23566;&#26143;&#26085;&#35468;&#20358;&#30475;&#30475;&#21040;&#24213;&#30332;&#29983;&#20123;&#20160;&#40636;&#26159;&#20006;&#19981;&#26159;&#19968;&#20214;&#24456;&#38627;&#30340;&#20107;&#24773;; &#22914;&#26524;&#20320;&#35201;&#22238;&#22577; <span style="font-style: italic;">PHD2</span> &#36575;&#39636;&#19978;&#30340;&#21839;&#38988;, &#20320;&#19968;&#23450;&#26371;&#34987;&#35201;&#27714;&#25552;&#20379;&#23566;&#26143;&#26085;&#35468;&#27284;&#26696;, &#21542;&#21063;&#23601;&#19981;&#35569;&#24471;&#21040;&#20219;&#20309;&#30340;&#36628;&#21161;&#25110;&#22238;&#25033;&#12290;<br>
<br>&#26085;&#35468;&#27284;&#26696;&#25152;&#25918;&#30340;&#20301;&#32622;&#26159;&#30001;&#12302;&#36914;&#38542;&#35373;&#23450;&#12303;-&gt;&#12302;&#25972;&#39636;&#12303;-&gt; "&#26085;&#35468;&#27284;&#26696;&#20786;&#23384;&#30446;&#37636;" &#21443;&#25976;&#20358;&#25511;&#21046;,
&#38928;&#35373;&#23384;&#25918;&#30340;&#30446;&#37636;&#22240;&#31243;&#24335;&#25152;&#29992;&#30340;&#20316;&#26989;&#31995;&#32113;&#19981;&#21516;&#32780;&#19981;&#21516;, &#20363;&#22914;, Windows7 &#20013;, &#27284;&#26696;&#20786;&#23384;&#22312; "PHD2\AppData\Local" &#30446;&#37636;&#20013;,
&#22914;&#26524;&#20320;&#35258;&#24471;&#36889;&#20491;&#30446;&#37636;&#20301;&#32622;&#19981;&#21512;&#29992;, &#20320;&#21487;&#20197;&#25351;&#23450;&#21478;&#22806;&#19968;&#20491;&#30446;&#37636;&#20358;&#23384;&#25918;&#26085;&#35468;&#27284;&#26696;, &#28858;&#20102;&#36991;&#20813;&#26085;&#35468;&#27284;&#26696;&#30340;&#32317;&#32047;&#31309;&#37327;, &#36229;&#36942; 30 &#22825;&#20197;&#19978;&#30340;&#38500;&#37679;&#26085;&#35468;&#21450;&#36229;&#36942; 60
&#22825;&#20197;&#19978;&#30340;&#23566;&#26143;&#26085;&#35468;&#27284;&#26696;&#26371;&#34987;&#31227;&#38500;, &#22914;&#26524;&#20320;&#24819;&#35201;&#38263;&#26178;&#38291;&#20445;&#30041;&#36889;&#20123;&#26085;&#35468;&#27284;&#26696;&#30340;&#35441;, &#35531;&#33258;&#34892;&#23559;&#36889;&#20123;&#27284;&#26696;&#25335;&#35997;&#21040;&#20854;&#23427;&#30340;&#30446;&#37636;&#20013;&#20570;&#20445;&#23384;&#12290;<br>
<br>&#22312;&#26576;&#20123;&#29305;&#23450;&#30340;&#24773;&#27841;&#19979;, &#20320;&#21487;&#33021;&#24471;&#35201;&#25847;&#21462;&#23566;&#26143;&#30456;&#27231;&#25152;&#25293;&#25885;&#30340;&#24433;&#20687;&#20358;&#20379;&#38500;&#37679;&#25110;&#32773;&#35299;&#27770;&#21839;&#38988;&#20351;&#29992;, &#27492;&#26178;, &#20320;&#21487;&#20197;&#40670;&#36984;&#21151;&#33021;&#34920;&#12302;&#24037;&#20855;&#12303;-&gt;
"&#21855;&#29992;&#26143;&#40670;&#24433;&#20687;&#35352;&#37636;" &#21151;&#33021;, &#25293;&#25885;&#19979;&#20358;&#30340;&#24433;&#20687;&#20063;&#19968;&#27171;&#38500;&#23384;&#22312;&#26085;&#35468;&#27284;&#26696;&#25152;&#25918;&#30340;&#30456;&#21516;&#30446;&#37636;&#20013;,
&#20786;&#23384;&#30340;&#24433;&#20687;&#27284;&#26696;&#26684;&#24335;&#21487;&#20197;&#36879;&#36942;&#12302;&#36914;&#38542;&#35373;&#23450;&#12303;-&gt;&#12302;&#25972;&#39636;&#12303;&#23565;&#35441;&#26694;&#20013;&#30340;&#36984;&#38917;&#20358;&#35373;&#23450;, &#22914;&#26524;&#20320;&#24819;&#22039;&#35430;&#33879;&#23559;&#21839;&#38988;&#25991;&#20214;&#21270;&#20316;&#28858;&#38500;&#37679;&#29992;&#30340;&#35441;, &#24314;&#35696;&#20320;&#20197; RAW
&#27284;&#26684;&#24335;&#20358;&#20786;&#23384;&#24433;&#20687;&#27284;, &#22914;&#27492;&#22312;&#21028;&#26039;&#21839;&#38988;&#26178;&#26371;&#36611;&#20855;&#26377;&#24392;&#24615;&#12290;<br>
<h3><a name="Drift_Align"></a>&#39108;&#31227;&#27861;&#23565;&#26997;&#36600;<br>
</h3>&#39108;&#31227;&#27861;&#26997;&#36600;&#26657;&#28310;&#26159;&#30526;&#25152;&#36913;&#30693;&#32780;&#19988;&#34987;&#35377;&#22810;&#20154;&#35469;&#28858;&#26159;&#12302;&#40643;&#37329;&#27161;&#28310;&#12303;&#30340;&#23565;&#26997;&#36600;&#25216;&#34899;, <span style="font-style: italic;">PHD2 </span>&#30340;
&#39108;&#31227;&#27861;&#26997;&#36600;&#26657;&#28310;&#24037;&#20855;&#26159;&#39006;&#20284;&#35373;&#23450;&#31934;&#38728;&#30340;&#19968;&#31995;&#21015;&#23565;&#35441;&#26694;&#31243;&#24207;&#25152;&#32068;&#21512;&#32780;&#25104;, &#29992;&#20358;&#36628;&#21161;&#20320;&#36914;&#34892;&#25972;&#20491;&#26997;&#36600;&#26657;&#28310;&#20197;&#29554;&#24471;&#31934;&#28310;&#32080;&#26524;,&nbsp;
&#30070;&#20570;&#23436;&#23566;&#26143;&#26657;&#28310;&#20006;&#38283;&#22987;&#23566;&#26143;&#26178;, &#40670;&#36984;&#21151;&#33021;&#34920;&#12302;&#24037;&#20855;&#12303;-&gt; &#39108;&#31227;&#27861;&#26997;&#36600;&#26657;&#28310;, &#39108;&#31227;&#27861;&#26997;&#36600;&#26657;&#28310;&#24037;&#20855;&#23601;&#26371;&#23559;&#36196;&#32239;&#23566;&#26143;&#38364;&#38281;&#24460;&#26044;&#24517;&#35201;&#26178;&#20877;&#37325;&#26032;&#21855;&#21205;,
&#25152;&#20197;&#20320;&#19981;&#29992;&#25812;&#24515;&#36889;&#20491;&#21839;&#38988;; &#22240;&#28858;&#36889;&#20491;&#36942;&#31243;&#30070;&#20013;&#20173;&#28982;&#26371;&#36914;&#34892;&#36196;&#32147;&#36600;&#23566;&#26143;&#21205;&#20316;, &#36196;&#36947;&#20736;&#30340;&#36913;&#26399;&#24615;&#35492;&#24046;&#23565;&#26997;&#36600;&#26657;&#28310;&#30340;&#28204;&#37327;&#24037;&#20316;&#20006;&#19981;&#35569;&#26377;&#24433;&#38911;,
&#31532;&#19968;&#20491;&#20986;&#29694;&#30340;&#23565;&#35441;&#26694;&#26159;&#29992;&#20358;&#36628;&#21161;&#20320;&#35519;&#25972;&#36196;&#36947;&#20736;&#30340;&#26041;&#20301;&#35282;, &#22914;&#26524;&#20320;&#26159;&#36879;&#36942; ASCOM &#20171;&#38754;&#20358;&#39493;&#21205;&#36196;&#36947;&#20736;,
&#23601;&#26377;&#23559;&#36196;&#36947;&#20736;&#36681;&#21521;&#22825;&#29699;&#36196;&#36947;&#20006;&#25509;&#36817;&#20013;&#22825;&#38468;&#36817;&#20301;&#32622;&#30340;&#36984;&#38917;&#21487;&#29992;, &#19981;&#26159;&#30340;&#35441;, &#20320;&#23601;&#24471;&#33258;&#34892;&#36879;&#36942;&#36196;&#36947;&#20736;&#25511;&#21046;&#22120;&#20358;&#23559;&#26395;&#36960;&#37857;&#36681;&#21521;&#21040;&#36889;&#20491;&#21312;&#22495;,
&#30070;&#36196;&#36947;&#20736;&#36681;&#21040;&#36889;&#20491;&#20301;&#32622;&#32780;&#19988;&#26377;&#23566;&#26143;&#30456;&#27231;&#25152;&#25293;&#25885;&#30340;&#24433;&#20687;&#20013;&#21487;&#20197;&#25214;&#21040;&#21512;&#36969;&#30340;&#26143;&#39636;&#24460;, &#40670;&#25802;&#12302;&#39108;&#31227;&#12303;&#25353;&#37397;&#38283;&#22987;&#25910;&#38598;&#36039;&#26009;,
&#20320;&#26371;&#30475;&#21040;&#32362;&#22294;&#35222;&#31383;&#26377;&#26143;&#40670;&#39108;&#31227;&#12289;&#20462;&#27491;&#20197;&#21450;&#24456;&#37325;&#35201;&#30340;&#20841;&#26781;&#36264;&#21218;&#32218;&#31561;&#22294;&#22411;&#39023;&#31034;&#22312;&#35041;&#38957;, &#30070;&#36196;&#36947;&#20736;&#26997;&#36600;&#22312;&#27700;&#24179;&#26041;&#20301;&#35282;&#19978;&#26377;&#23565;&#22909;&#26178;, &#36196;&#32239;&#36264;&#21218;&#32218;&#26371;&#38750;&#24120;&#25509;&#36817;&#27700;&#24179;,
&#32380;&#32396;&#26333;&#20809;&#30452;&#21040;&#36196;&#32239;&#36264;&#21218;&#32218;&#31337;&#23450;&#19979;&#20358;, &#26044;&#27599;&#27425;&#26333;&#20809;&#24460;&#19981;&#20877;&#26377;&#19978;&#19979;&#36339;&#21205;&#30340;&#29694;&#35937;&#30332;&#29983;&#28858;&#27490;, &#27492;&#26178;,
&#22312;&#32362;&#22294;&#35222;&#31383;&#30340;&#24213;&#37096;&#20320;&#26371;&#30475;&#21040;&#30456;&#38364;&#26044;&#26041;&#20301;&#35282;&#19978;&#26997;&#36600;&#35492;&#24046;&#30340;&#28204;&#37327;&#20540;&#32780;&#19988;&#24433;&#20687;&#35222;&#31383;&#19978;&#30340;&#23566;&#26143;&#26143;&#39636;&#36913;&#22285;&#26371;&#26377;&#20491;&#21697;&#32005;&#33394;&#30340;&#22291;&#22280;&#20986;&#29694;, &#36889;&#20491;&#22291;&#22280;&#20195;&#34920;&#30070;&#35519;&#25972;&#36196;&#36947;&#20736;&#26041;&#20301;&#35282;&#26178;,
&#22312;&#30059;&#38754;&#19978;&#38656;&#35201;&#31227;&#21205;&#23566;&#26143;&#26143;&#39636;&#30340;&#26368;&#22823;&#31227;&#21205;&#36317;&#38626;, &#21083;&#38283;&#22987;&#20570;&#26657;&#28310;&#26178;, &#36889;&#20491;&#22291;&#22280;&#30340;&#31684;&#22285;&#21487;&#33021;&#26371;&#36229;&#20986;&#24433;&#20687;&#30340;&#31684;&#22285;, &#22240;&#27492;, &#38500;&#38750;&#20320;&#24050;&#32147;&#24456;&#38752;&#36817;&#28310;&#30906;&#20301;&#32622;&#20102;,
&#21542;&#21063;&#26377;&#21487;&#33021;&#26681;&#26412;&#30475;&#19981;&#21040;&#36889;&#20491;&#22291;&#22280;&#12290;<br>
<br>&#20877;&#20358;, &#35531;&#40670;&#25802;&#12302;&#35519;&#25972;&#12303;&#25353;&#37397;&#20358;&#26283;&#26178;&#20572;&#27490;&#23566;&#26143;&#20006;&#35519;&#25972;&#36196;&#36947;&#20736;&#26412;&#39636;&#30340;&#27700;&#24179;&#26041;&#20301;&#35282;, &#35531;&#19968;&#37002;&#30475;&#33879;&#23566;&#26143;&#26143;&#39636;&#19968;&#37002;&#20570;&#35519;&#25972;, &#23559;&#23566;&#26143;&#26143;&#39636;&#31227;&#24448;&#21697;&#32005;&#33394;&#22291;&#22280;,
&#20294;&#19981;&#35201;&#31227;&#20986;&#22291;&#22280;&#30340;&#31684;&#22285;, &#20570;&#23436;&#24460;&#22312;&#40670;&#25802;&#12302;&#39108;&#31227;&#12303;&#25353;&#37397;&#36914;&#34892;&#28204;&#37327;, &#22914;&#26524;&#20320;&#35519;&#25972;&#36196;&#36947;&#20736;&#26412;&#39636;&#26041;&#20301;&#35282;&#30340;&#26041;&#21521;&#27491;&#30906;&#32780;&#19988;&#27794;&#26377;&#22826;&#36942;&#38957;&#30340;&#35441;, &#36196;&#32239;&#36264;&#21218;&#32218;&#26371;&#26356;&#25509;&#36817;&#27700;&#24179;,
&#37325;&#35079;&#20197;&#19978;&#27493;&#39519;&#30452;&#21040;&#20320;&#28415;&#24847;&#22312;&#27700;&#24179;&#26041;&#20301;&#35282;&#30340;&#31934;&#28310;&#24230;&#28858;&#27490;, &#20320;&#21487;&#20197;&#21033;&#29992; "&#35387;&#35352;" &#27396;&#20358;&#35352;&#37636;&#20320;&#35519;&#25972;&#36196;&#36947;&#20736;&#26412;&#39636;&#30340;&#26041;&#21521;/&#22823;&#23567;&#33287;&#36196;&#32239;&#39108;&#31227;&#36264;&#21218;&#29694;&#20559;&#31227;&#37327;&#38291;&#30340;&#38364;&#20418;,
&#20363;&#22914;, &#38918;&#26178;&#37341;&#26041;&#21521;&#36681;&#21205;&#36196;&#36947;&#20736;&#26041;&#20301;&#35282;&#35519;&#25972;&#25197;&#24460;&#36264;&#21218;&#32218;&#24448;&#19978;&#20559;&#31227;, &#30001;&#26044;&#36889;&#20123;&#35387;&#35352;&#22312; <span style="font-style: italic;">PHD2 </span>&#31243;&#24335;&#38283;&#21855;&#36939;&#34892;&#30070;&#20013;&#22343;&#26371;&#23384;&#22312;, &#21443;&#32771;&#36889;&#20123;&#35387;&#35352;&#21487;&#20197;&#35731;&#20320;&#24460;&#32396;&#20570;&#39108;&#31227;&#27861;&#31821;&#36600;&#26657;&#28310;&#30340;&#24037;&#20316;&#20358;&#24471;&#36629;&#39686;&#40670;&#12290;<br>
<br>&#22312;&#20320;&#21033;&#29992;&#20320;&#30340;&#36196;&#36947;&#20736;&#29087;&#32244;&#22320;&#20570;&#39108;&#31227;&#27861;&#23565;&#26997;&#36600;&#21069;, &#35519;&#25972;&#36196;&#36947;&#20736;&#36889;&#20491;&#37096;&#20998;&#21487;&#33021;&#26371;&#35731;&#20320;&#35258;&#24471;&#24456;&#40635;&#29033;, &#39318;&#20808;&#20320;&#24517;&#38920;&#35201;&#30693;&#36947;&#21040;&#24213;&#36196;&#36947;&#20736;&#19978;&#35519;&#25972;&#37397;&#35201;&#24448;&#21738;&#20491;&#26041;&#21521;&#35519;&#25972;&#22810;&#23569;&#25165;&#21487;&#20197;&#36948;&#21040;&#25152;&#38656;&#26041;&#21521;&#30340;&#35519;&#25972;&#37327;, &#22312;&#36889;&#40670;&#19978;, <span style="font-style: italic;">PHD2</span> &#30340;&#26360;&#31844;&#21151;&#33021;&#21487;&#20197;&#24171;&#20320;&#35299;&#27770;&#36889;&#20491;&#21839;&#38988;, &#26360;&#31844;&#21151;&#33021;&#21487;&#20197;&#35731;&#20320;&#25226;&#23566;&#26143;&#26143;&#39636;&#22312;&#35519;&#25972;&#21069;&#24460;&#30340;&#20301;&#32622;&#35352;&#37636;&#19979;&#20358;, &#36889;&#27171;&#20320;&#23601;&#24456;&#28165;&#26970;&#22320;&#21487;&#20197;&#30475;&#21040;&#23566;&#26143;&#26143;&#39636;&#30340;&#35519;&#25972;&#29376;&#27841;;
&#20320;&#21487;&#20197;&#29992;&#21151;&#33021;&#34920;&#19978;&#30340;&#12302;&#26360;&#31844;&#12303;&#38917;&#25110;&#27927;&#19979;&#30340;&#37749;&#30436;&#24555;&#25463;&#37749;&#20358;&#20351;&#29992; <a name="Bookmarks"></a>&#26360;&#31844;&#21151;&#33021;&#12290; <br>
<ul>
  <li>b&nbsp;: &#20999;&#25563;/&#39023;&#31034;&#26360;&#31844;&nbsp;</li>
  <li>Shift-b : &#22312;&#30446;&#21069;&#23566;&#26143;&#26143;&#39636;&#20301;&#32622;&#19978;&#35373;&#23450;&#26360;&#31844; ( "&#37782;&#23450;&#20301;&#32622;")</li>
  <li>Ctrl-b : &#28165;&#38500;&#25152;&#26377;&#30340;&#26360;&#31844;&nbsp;</li>
  <li>Ctrl-&#40670;&#25802;&#24433;&#20687;&#19978;&#30340;&#26576;&#20491;&#22320;&#26041;: &#22312;&#27492;&#34389;&#35373;&#23450;&#19968;&#20491;&#26360;&#31844;, &#25110;&#23559;&#21407;&#20358;&#24050;&#32147;&#23384;&#22312;&#35442;&#34389;&#30340;&#26360;&#31844;&#31227;&#38500;</li>
</ul>&#36879;&#36942;&#22312;&#35519;&#25972;&#36196;&#36947;&#20736;&#21069;&#35373;&#32622;&#19968;&#20491;&#26360;&#31844;&#65292;&#20320;&#21487;&#20197;&#28165;&#26970;&#22320;&#30693;&#36947;&#35519;&#25972;&#36196;&#36947;&#20736;&#26178;&#26371;&#35731;&#24433;&#20687;&#20013;&#30340;&#23566;&#26143;&#26143;&#39636;&#24448;&#37027;&#20491;&#26041;&#21521;&#31227;&#21205;&#12290;<br>
<br>&#25509;&#33879;, &#40670;&#25802;&#12302;&#20208;&#35282;&#12303;&#25353;&#37397;, &#28982;&#24460;&#23559;&#26395;&#36960;&#37857;&#36681;&#21521;&#22825;&#29699;&#36196;&#36947; 25-30 &#24230;&#38291;, &#25509;&#36817;&#26481;&#26041;&#25110;&#35199;&#26041;&#22320;&#24179;&#32218;&#19978;&#30340;&#22825;&#21312;, &#22914;&#26524;&#20877;&#36889;&#20841;&#20596;&#37117;&#26377;&#38556;&#31001;&#29289;
(&#23665;, &#25976;&#30446;, &#24314;&#31689;...) &#23384;&#22312;&#30340;&#35441;, &#20320;&#20063;&#19981;&#29992;&#22826;&#25812;&#24515;, &#21482;&#35201;&#20760;&#37327;&#25509;&#36817;&#36889;&#20491;&#31684;&#22285;&#23601;&#21487;&#20197;, &#20351;&#29992;&#35282;&#24230;&#36611;&#22823;&#38752;&#36817;&#26481;&#25110;&#35199;&#26041;&#30340;&#21312;&#22495;&#20063;&#21487;&#20197;,
&#20294;&#26159;&#26371;&#35731;&#20320;&#33457;&#26356;&#24120;&#30340;&#26178;&#38291;&#20358;&#31934;&#30906;&#22320;&#23565;&#22909;&#26997;&#36600;; &#40670;&#25802;&#12302;&#39108;&#31227;&#12303;&#25353;&#37397;&#38283;&#22987;&#25910;&#38598;&#20379;&#20208;&#35282;&#37096;&#20998;&#23565;&#26997;&#36600;&#25152;&#38656;&#30340;&#36039;&#26009;, &#22914;&#21069;&#36848;,
&#20320;&#24471;&#37325;&#35079;&#20570;&#28204;&#37327;-&#35519;&#25972;&#27493;&#39519;&#35377;&#22810;&#27425;&#30452;&#21040;&#20320;&#28415;&#24847;&#20854;&#31934;&#28310;&#24230;&#28858;&#27490;, &#21516;&#27171;&#30340;, &#21033;&#29992; "&#35387;&#35352;"
&#27396;&#20358;&#35352;&#37636;&#20320;&#35519;&#25972;&#36196;&#36947;&#20736;&#26412;&#39636;&#30340;&#26041;&#21521;/&#22823;&#23567;&#33287;&#36196;&#32239;&#39108;&#31227;&#36264;&#21218;&#29694;&#20559;&#31227;&#37327;&#38291;&#30340;&#38364;&#20418;,&nbsp;&nbsp;
&#20570;&#23436;&#20208;&#35282;&#30340;&#35519;&#25972;&#24460;, &#20320;&#21487;&#33021;&#24471;&#22312;&#22238;&#21040;&#27700;&#24179;&#26041;&#20301;&#35282;&#28204;&#37327;/&#35519;&#25972;&#30340;&#31243;&#24207;; &#22914;&#26524;&#20320;&#26377;&#31995;&#32113;&#22320;&#20358;&#36914;&#34892;&#39108;&#31227;&#27861;&#31821;&#36600;&#26657;&#28310;&#30340;&#24037;&#20316;,
&#20320;&#23601;&#21487;&#20197;&#24456;&#24555;&#22320;&#23559;&#26997;&#36600;&#23565;&#28310;&#21040;&#26576;&#20491;&#31934;&#30906;&#24230;&#20197;&#20839;, &#23559;&#36196;&#36947;&#20736;&#26997;&#36600;&#23565;&#28310;&#26371;&#35731;&#20320;&#30340;&#23566;&#26143;&#25928;&#33021;&#22823;&#22686;, &#32780;&#19988;&#21487;&#20197;&#36991;&#20813;&#30456;&#22580;&#26059;&#36681; (field rotation)
&#30340;&#21839;&#38988;&#30332;&#29983;&#12290;<br><br>&#30070;
&#20320;&#25505;&#29992; ASCOM &#20171;&#38754; (&#21253;&#25324;&#20351;&#29992; 'Aux' ) &#20358;&#36899;&#25509;&#36196;&#36947;&#20736;&#26178;, &#23601;&#24456;&#23481;&#26131;&#20358;&#20351;&#29992;&#39108;&#31227;&#27861;&#26997;&#36600;&#26657;&#28310;, &#21363;&#20351;&#20320;&#22312;&#20043;&#24460;&#24819;&#35201;&#36879;&#36942; ST-4
&#20171;&#38754;&#20358;&#23566;&#26143;, &#26044;&#39108;&#31227;&#27861;&#31821;&#36600;&#26657;&#28310;&#30340;&#36942;&#31243;&#31243;&#20351;&#29992; ASCOM &#20358;&#36899;&#25509;&#36196;&#36947;&#20736;&#26371;&#35731;&#25972;&#20491;&#31243;&#24207;&#35722;&#24471;&#31777;&#21934;&#35377;&#22810;, &#22914;&#26524;&#30495;&#30340;&#22240;&#28858;&#26576;&#20123;&#21407;&#22240;&#32780;&#27794;&#36774;&#27861;&#36889;&#27171;&#20570;,
&#37027;&#40636;&#20415;&#26371;&#26377;&#20197;&#19979;&#38480;&#21046;&#23384;&#22312;&#65306;<br><ul><li>&#27794;&#26377;&#26395;&#25351;&#31034;&#20986;&#36960;&#37857;&#30446;&#21069;&#25152;&#25351;&#21521;&#22825;&#27714;&#30340;&#20301;&#32622;&#21644;&#36681;&#21521;&#21151;&#33021; - &#20320;&#24517;&#38920;&#35201;&#33258;&#24049;&#23559;&#26395;&#36960;&#37857;&#36681;&#21521;&#22825;&#27714;&#30340;&#26576;&#20491;&#30446;&#27161;&#26143;&#39636;, &#35531;&#35352;&#24471;, &#30446;&#27161;&#26143;&#39636;&#30340;&#20208;&#35282;&#33287;&#26041;&#20301;&#35282;&#20677;&#26159;&#31895;&#20272;&#20540;&#32780;&#24050;, &#20320;&#20063;&#19981;&#38656;&#35201;&#22826;&#22312;&#24847;&#20854;&#31934;&#30906;&#24230;, &#21482;&#35201;&#23559;&#26395;&#36960;&#37857;&#25351;&#21521;&#37027;&#20491;&#21312;&#22495;&#38468;&#36817;&#26377;&#21487;&#29992;&#23566;&#26143;&#26143;&#39636;&#30340;&#20301;&#32622;&#23601;&#22909;&#12290;</li>
  <li>&#29992;&#20197;&#21028;&#26039;&#23559;&#26143;&#40670;&#31227;&#21205;&#21040;&#26576;&#20491;&#30446;&#27161;&#22320;&#40670;&#30340;&#21697;&#32005;&#22291;&#22280;&#27161;&#35672;&#23559;&#19981;&#28310;&#30906;,&nbsp; &#20006;&#26371;&#20197;&#34395;&#32218;&#20358;&#39023;&#31034;&#12290;&#34395;&#32218;&#20063;&#20677;&#26371;&#39023;&#31034;&#20986;&#35519;&#25972;&#30340;&#19978;&#30028;&#32780;&#24050;, &#25152;&#20197;, &#20320;&#21482;&#24471;&#36629;&#24494;&#22320;&#35519;&#25972;&#20197;&#36991;&#20813;&#35519;&#25972;&#36942;&#38957;&#20102;&#12290;</li>
</ul>&#22312; Openphdguiding &#32178;&#31449;&#19978;&#26377;&#20491;&#19968;&#27493;&#27493;&#25945;&#20320;&#20316;&#39108;&#31227;&#27861;&#23565;&#26997;&#36600;&#30340;&#25945;&#31243;, &#24375;&#28872;&#24314;&#35696;&#31532;&#19968;&#27425;&#20351;&#29992;&#39108;&#31227;&#27861;&#23565;&#26997;&#36600;&#30340;&#20351;&#29992;&#32773;&#20808;&#35443;&#32048;&#30740;&#35712;&#35442;&#31687;&#25991;&#31456;&#30340;&#35498;&#26126;
(https://sites.google.com/site/openphdguiding/phd2-drift-alignment)<br>
<h3><a name="Lock_Positions"></a>&#37782;&#23450;&#20301;&#32622;</h3>
<span style="font-style: italic;">PHD2</span> &#36890;&#24120;&#22312;&#26657;&#28310;&#32080;&#26463;&#24460;&#26371;&#22312;&#23566;&#26143;&#26143;&#39636;&#25152;&#22312;&#20301;&#32622;&#35373;&#32622;&#19968;&#20491;
"&#37782;&#23450;&#20301;&#32622;", &#35222;&#26657;&#28310;&#31243;&#24207;&#30340;&#32048;&#33193;&#31243;&#24230;, &#36889;&#20491;&#37782;&#23450;&#20301;&#32622;&#21487;&#33021;&#19981;&#26371;&#21083;&#22909;&#33853;&#22312;&#26657;&#28310;&#38283;&#22987;&#26178;&#23566;&#26143;&#26143;&#39636;&#25152;&#22352;&#33853;&#30340;&#20301;&#32622;&#19978; - &#21487;&#33021;&#26371;&#20559;&#31227;&#24190;&#20491;&#20687;&#32032;,
&#22914;&#26524;&#20320;&#24819;&#35201;&#38750;&#24120;&#31934;&#28310;&#22320;&#23559;&#23566;&#26143;&#26143;&#39636;&#27512;&#27491;, &#20320;&#21487;&#20197;&#21033;&#29992; " &#27161;&#23450;&#37782;&#23450;&#20301;&#32622;" &#21151;&#33021;&#20358;&#36948;&#25104;&#36889;&#20491;&#30446;&#30340;, &#25805;&#20316;&#30340;&#26041;&#24335;&#28858; - &#38283;&#22987;&#20570;&#26657;&#28310;&#21069;,
&#40670;&#25802;&#24433;&#20687;&#19978;&#20320;&#25152;&#36984;&#30340;&#23566;&#26143;&#26143;&#39636;, &#28982;&#24460;&#36984;&#25799;&#21151;&#33021;&#34920;&#12302;&#24037;&#20855;&#12303;-&gt;" &#27161;&#23450;&#37782;&#23450;&#20301;&#32622;" , &#22312;&#26657;&#28310;&#23436;&#25104;&#24460;, <span style="font-style: italic;">PHD2</span> &#26371;&#32380;&#32396;&#31227;&#21205;&#36196;&#36947;&#20736;&#30452;&#21040;&#23566;&#26143;&#26143;&#39636;&#33853;&#22312;&#27161;&#23450;&#37782;&#23450;&#20301;&#32622;&#19978;&#28858;&#27490;, &#22240;&#27492;, &#20320;&#26371;&#30332;&#35258;<span style="font-style: italic;">PHD2 </span>&#22312;&#26657;&#28310;&#23436;&#25104;&#24460;&#21040;&#38283;&#22987;&#36914;&#20837;&#27491;&#24335;&#23566;&#26143;&#20013;&#38291;&#26371;&#26377;&#19968;&#23567;&#27573;&#30340;&#24310;&#36978;, &#27161;&#23450;&#37782;&#23450;&#20301;&#32622;&#21363;&#20351;&#22312;&#20572;&#27490;&#23566;&#26143;&#24460;&#20877;&#24674;&#24489;&#23566;&#26143;&#30340;&#36942;&#31243;&#20013;&#37117;&#36996;&#26159;&#26371;&#25345;&#32396;&#34987;&#20351;&#29992;, &#30070;&#28982;<span style="font-style: italic;"> PHD2 </span>&#22312;&#26657;&#28310;c&#36996;&#26159;&#24471;&#22312;&#38283;&#22987;&#36914;&#20837;&#27491;&#24335;&#23566;&#26143;&#38291;, &#28858;&#20102;&#31227;&#21205;&#36196;&#36947;&#20736;&#35731;&#23566;&#26143;&#26143;&#39636;&#33853;&#22312;&#27161;&#23450;&#37782;&#23450;&#20301;&#32622;&#19978;, &#26371;&#26377;&#19968;&#23567;&#27573;&#30340;&#24310;&#36978;&#29694;&#35937;&#12290;
<h3><a name="Comet_Tracking"></a>&#24407;&#26143;&#36861;&#36452;<br>
</h3>

&#25293;&#25885;&#24407;&#26143;&#30340;&#26041;&#27861;&#20043;&#19968;&#26159;&#25226;&#24407;&#26143;&#30070;&#20570; <span style="font-style: italic;">PHD2 </span>&#30340;&#23566;&#26143;&#26143;&#39636;&#20358;&#29992;, &#20294;&#36889;&#31278;&#20316;&#27861;&#36890;&#24120;&#19981;&#35211;&#24471;&#26371;&#25104;&#21151;, &#22240;&#28858;&#24407;&#26680;&#37096;&#20998;&#21487;&#33021;&#22826;&#36942;&#39686;&#25955;&#32780;&#19981;&#23384;&#22312;&#21487;&#25343;&#20358;&#30070;&#20570;&#23566;&#26143;&#26143;&#39636;&#30340;&#24646;&#26143;&#29376;&#32080;&#27083;, &#25110;&#22240;&#28858;&#23427;&#30340;&#20142;&#24230;&#23526;&#22312;&#22826;&#26263;, &#20351;&#29992;&#38626;&#36600;&#23566;&#26143;&#26178;&#21487;&#33021;&#22312;&#35222;&#37326;&#35041;&#38957;&#26681;&#26412;&#23601;&#25214;&#19981;&#21040;&#24407;&#26143;&#30340;&#24433;&#23376;&#12290;<br>
<br><span style="font-style: italic;">
PHD2</span> &#25152;&#25552;&#20379;&#30340;&#24407;&#26143;&#36861;&#36452;&#24037;&#20855;&#21487;&#20197;&#22312;&#24407;&#26143;&#26412;&#36523;&#19981;&#36969;&#21512;&#25343;&#20358;&#20570;&#28858;&#23566;&#26143;&#26143;&#39636;&#30340;&#24773;&#27841;&#19979;&#20358;&#23566;&#24407;&#26143;, &#36939;&#20316;&#26041;&#24335;&#36996;&#26159;&#21033;&#29992;&#19968;&#33324;&#24646;&#26143;&#30070;&#23566;&#26143;&#26143;&#39636;, &#19981;&#36942;&#24930;&#24930;&#31227;&#21205;&#37782;&#23450;&#20301;&#32622;&#20197;&#31526;&#21512;&#24407;&#26143;&#31227;&#21205;&#30340;&#26041;&#21521; (&#25110;&#25913;&#35722;&#36861;&#36452;&#36895;&#29575;)&#12290;<br>
<br><span style="font-style: italic;">PHD2 </span>&#19978;&#26377;&#19977;&#31278;&#19981;&#21516;&#30340;&#26041;&#24335;&#20358;&#25351;&#23450;&#24407;&#26143;&#36861;&#36452;&#36895;&#29575;&#65306;<br>
<ul>
  <li>&#21033;&#29992; Cartes du Ciel &#36889;&#39006;&#30340;&#26143;&#22294;&#36575;&#39636;&#30452;&#25509;&#23559;&#36861;&#36452;&#36895;&#29575;&#39221;&#32102; <span style="font-style: italic;">PHD2</span>;&nbsp;</li>
  <li>&#25163;&#21205;&#36664;&#20837;&#36861;&#36452;&#36895;&#29575;, &#25110;&#32773;</li>
  <li>&#35731; <span style="font-style: italic;">PHD2</span> &#22312;&#23566;&#26143;&#30456;&#27231;&#24433;&#20687;&#20013;&#36861;&#36452;&#24407;&#26143;&#19968;&#27573;&#26178;&#38291;&#20358;&#35347;&#32244;&#23427;&#20197;&#21462;&#24471;&#36861;&#36452;&#36895;&#29575;</li>
</ul>
<br>
<br>
<img style="width: 426px; height: 408px;" alt="" src="CometTrackingTool.png"><br>
<br>
<br>&#25163;&#21205;&#36664;&#20837;&#36861;&#36452;&#36895;&#29575;, &#20320;&#21487;&#20197;&#36984;&#25799;&#35373;&#23450;&#21934;&#20301;&#28858; "&#31186;&#24359;/&#23567;&#26178; (Arcsec/hr)" &#25110; "RA/Dec" &#32102;&#20104;&#36861;&#36452;&#36600; (Axes), &#28982;&#24460;&#36664;&#20837;&#24407;&#26143;&#36556;&#36947;&#36039;&#26009;&#19978;&#30340;&#36895;&#29575;&#12290;<br>
<br>&#24407;&#26143;&#36861;&#36452;&#36895;&#29575;&#35347;&#32244;&#30340;&#20316;&#27861;&#22914;&#19979;&#65306;<br>
<br>&#39318;&#20808;, &#23559;&#24407;&#26143;&#25850;&#22312;&#30456;&#27231;&#25152;&#25293;&#25885;&#24433;&#20687;&#30340;&#20013;&#24515;&#20301;&#32622;&#12290;&#22914;&#26524;&#20320;&#30340;&#25293;&#29031;&#36575;&#39636;&#20855;&#26377;&#26576;&#31278;&#21313;&#23383;&#32218;&#39023;&#31034;&#21151;&#33021;&#65292;&#20320;&#21487;&#20197;&#29992;&#23427;&#20358;&#27161;&#35352;&#24433;&#20687;&#20659;&#24863;&#22120;&#19978;&#24407;&#26143;&#30340;&#31934;&#30906;&#20301;&#32622;, &#28310;&#20633;&#23601;&#32210;&#24460;, &#22312; <span style="font-style: italic;">PHD2 </span>&#23566;&#26143;&#24433;&#20687;&#20013;&#35531;&#36984;&#25799;&#19968;&#38982;&#23566;&#26143;&#26143;&#39636;&#20006;&#38283;&#22987;&#23566;&#26143;, &#25509;&#19979;&#20358;&#40670;&#25802;&#24407;&#26143;&#36861;&#36452;&#24037;&#20855;&#20013;&#30340;&#12302;&#38283;&#22987;&#12303;&#25353;&#37397;&#38283;&#22987;&#36914;&#34892;&#35347;&#32244;&#12290;<br>
<br>&#20351;&#29992;&#20320;&#30340;&#25293;&#25885;&#36575;&#39636;&#25293;&#25885;&#19968;&#31995;&#21015;&#30701;&#26178;&#38291;&#26333;&#20809;&#30340;&#24433;&#20687;, &#32147;&#36942;&#19968;&#27573;&#26178;&#38291;&#24460;, &#24407;&#26143;&#26371;&#39108;&#31227;&#38626;&#38283;&#21407;&#20358;&#30340;&#20301;&#32622;, &#21033;&#29992; <span style="font-style: italic;">PHD2</span> &#30340;&#12302;&#35519;&#25972;&#37782;&#23450;&#20301;&#32622;&#12303;&#25511;&#21046;&#21151;&#33021;&#23559;&#24407;&#26143;&#31227;&#22238;&#21040;&#21407;&#20358;&#30340;&#20301;&#32622;&#19978;, &#20320;&#21487;&#20197;&#31245;&#24494;&#35430;&#39511;&#19968;&#19979;&#24407;&#26143;&#22312;&#24433;&#20687;&#24863;&#28204;&#22120;&#19978;&#30340;&#31227;&#21205;&#26041;&#21521;&#21040;&#24213;&#23565;&#25033;&#21040; <span style="font-style: italic;">PHD2</span> &#19978;/&#19979;/&#24038;/&#21491; &#21738;&#20491;&#25511;&#21046;&#25353;&#37749;, &#36889;&#20491;&#26178;&#20505;&#20320;&#26371;&#30332;&#29694;&#35519;&#25972;&#37782;&#23450;&#20301;&#32622;&#35222;&#31383;&#20013;&#30340;&#12302;&#32317;&#26159;&#22312;&#26368;&#19978;&#23652;&#12303;&#36984;&#38917;&#24456;&#22909;&#29992;, &#22240;&#28858;&#20182;&#21487;&#20197;&#35731;&#20320;&#30340;&#25293;&#25885;&#36575;&#39636;&#19981;&#34987;&#20854;&#23427;&#35222;&#31383;&#25513;&#33995;&#25481;&#12290;<br>
<br>&#24744;&#37325;&#26032;&#23559;&#24407;&#26143;&#31227;&#22238;&#24433;&#20687;&#20013;&#24515;&#26178;, <span style="font-style: italic;">PHD2</span> &#24456;&#24555;&#22320;&#23601;&#33021;&#23416;&#32722;&#21040;&#24407;&#26143;&#36861;&#36452;&#36895;&#29575;, &#19968;&#26086;&#20320;&#35258;&#24471; PHD2 &#24050;&#32147;&#33021;&#36861;&#36452;&#21040;&#24407;&#26143;&#24460;, &#40670;&#25802;&#12302;&#20572;&#27490;&#12303;&#25353;&#37397;&#20197;&#32080;&#26463;&#35347;&#32244;&#30340;&#31243;&#24207;, <span style="font-style: italic;">PHD2</span> &#23559;t&#25345;&#32396;&#31227;&#21205;&#37782;&#23450;&#20301;&#32622;&#20358;&#36861;&#36394;&#24407;&#26143;&#65292;&#30452;&#21040;&#40670;&#25802;&#21855;&#29992;/&#31105;&#29992;&#25353;&#37397;&#20358;&#38364;&#38281;&#24407;&#26143;&#36861;&#36394;&#28858;&#27490;&#12290;<br>
<br>&#20320;&#21487;&#20197;&#21033;&#29992;&#20839;&#24314;&#30340;&#30456;&#27231;&#27169;&#25836;&#22120;&#20358;&#32244;&#32722;&#36861;&#36452;&#24407;&#26143;&#30340;&#35347;&#32244;&#31243;&#24207;, &#40670;&#36984;&#12302;&#30456;&#27231;&#12303;&#23565;&#35441;&#26694;&#20013;&#30340;&#12302;&#24407;&#26143;&#12303;&#36984;&#38917;, &#27169;&#25836;&#24433;&#20687;&#19978;&#26371;&#20986;&#29694;&#19968;&#38982;&#24407;&#26143;, &#29992;&#26360;&#31844;&#21151;&#33021;&#20358;&#27161;&#23450;&#24407;&#26143;&#30340;&#38283;&#22987;&#20301;&#32622;, &#28982;&#24460;&#29992;&#12302;&#35519;&#25972;&#37782;&#23450;&#20301;&#32622;&#12303;&#25511;&#21046;&#38917;&#23559;&#26371;&#26143;&#31227;&#22238;&#21040;&#26360;&#31844;&#25152;&#27161;&#35352;&#30340;&#20301;&#32622;&#19978;&#12290;<br>
<br><h3><a name="Guiding_Assistant"></a>&#23566;&#26143;&#23567;&#24171;&#25163;</h3><span style="font-weight: bold;"></span>&#23566;&#26143;&#23567;&#24171;&#25163;&#26159;&#20491;&#29992;&#20358;&#24171;&#24537;&#28204;&#37327;&#30446;&#21069;&#35222;&#23527;&#24230;&#12289;&#20320;&#25152;&#29992;&#30340;&#36196;&#36947;&#20736;&#20197;&#21450;&#23566;&#26143;&#31995;&#32113;&#30340;&#24341;&#23566;&#24335;&#24037;&#20855;, &#22519;&#34892;&#36889;&#20491;&#24037;&#20855;&#26178;, <span style="font-style: italic;">PHD2</span>
&#26371;&#26283;&#26178;&#20572;&#27490;&#36865;&#20986;&#23566;&#26143;&#35338;&#34399;&#20006;&#28204;&#37327;&#23566;&#26143;&#26143;&#39636;&#30340;&#20559;&#31227;&#37327;, &#36889;&#27171;&#23601;&#21487;&#20197;&#35731;&#20320;&#27298;&#35222;&#22240;&#35222;&#23527;&#24230;(&#22823;&#27683;&#31337;&#23450;&#24230;)&#25152;&#24341;&#30332;&#30340;&#24555;&#36895;&#26143;&#40670;&#20301;&#31227;&#29694;&#35937;,
&#36889;&#31278;&#24555;&#36895;&#35722;&#21205;&#25152;&#29986;&#29983;&#30340;&#35492;&#24046;&#24456;&#38627;&#28204;&#37327;, &#21516;&#26178;&#20063;&#28961;&#27861;&#20197;&#20659;&#32113;&#30340;&#23566;&#26143;&#26041;&#24335;&#20358;&#20462;&#27491;; &#20659;&#32113;&#30340;&#23566;&#26143;&#26041;&#24335;&#26159;&#20197;&#34987;&#31281;&#28858; &#12302;chasing the
seeing&#12303;&#26041;&#24335;&#20358;&#35299;&#27770;&#36889;&#31278;&#24555;&#36895;&#35722;&#21270;&#30340;&#24773;&#27841;, &#20294;&#20854;&#32080;&#26524;&#36890;&#24120;&#24456;&#31967;&#31957;, &#24819;&#35201;&#36991;&#20813;&#36889;&#31278;&#35492;&#24046;&#30340;&#26041;&#27861;&#26159;&#22312; <span style="font-style: italic;">PHD2</span> &#20013;&#35373;&#23450;&#19968;&#20491;&#26368;&#23567;&#31227;&#21205;&#37327;&#30340;&#38272;&#27323;&#20540;, &#35731; <span style="font-style: italic;">PHD2</span>
&#24573;&#30053;&#20302;&#26044;&#27492;&#38272;&#27323;&#20540;&#30340;&#24555;&#36895;&#20559;&#31227;&#29694;&#35937;;&nbsp; &#23566;&#26143;&#23567;&#24171;&#25163;&#21516;&#26178;&#26371;&#39023;&#31034;&#36196;&#36947;&#20736;&#22312;&#36196;&#32147;/&#36196;&#32239;&#26041;&#21521;&#30340;&#32317;&#20559;&#31227;&#37327;&#12289;&#36196;&#32147;&#19978; peak-to-peak
&#21450;&#26368;&#22823;&#35722;&#21205;&#37327; (maximum-rate-of-change) &#31561;&#25976;&#20540;, &#38614;&#28982;&#36889;&#20123;&#21839;&#38988;&#37117;&#21487;&#20197;&#22312;&#23566;&#26143;&#36942;&#31243;&#20013;&#24930;&#24930;&#22320;&#34987;&#34521;&#25496;&#20986;&#20358;,
&#20294;&#33021;&#38928;&#20808;&#28204;&#37327;&#21040;&#36889;&#20123;&#12289;&#25976;&#20540;&#21487;&#20197;&#12289;&#35731;&#36196;&#36947;&#20736;&#30340;&#23566;&#26143;&#25928;&#33021;&#29554;&#24471;&#24456;&#22823;&#30340;&#25552;&#21319;, &#35692;&#22914;, &#22914;&#26524;&#30332;&#29694;&#36196;&#32239;&#20559;&#31227;&#37327;&#20559;&#39640;, &#23601;&#25033;&#35442;&#35201;&#20316;&#26997;&#36600;&#26657;&#28310;&#20358;&#25552;&#21319;&#31934;&#28310;&#24230;;
&#22312;&#30446;&#21069;&#30340;&#29256;&#26412;&#20013;, &#22914;&#26524;&#20320;&#21246;&#36984;&#12302;&#28204;&#37327;&#36196;&#32239;&#36600;&#40786;&#36650;&#22238;&#24046;&#12303;&#30340;&#35441;, &#23566;&#26143;&#23567;&#24171;&#25163;&#20063;&#33021;&#22816;&#24171;&#20320;&#28204;&#37327;&#36196;&#36947;&#20736;&#36196;&#32239;&#36600;&#30340;&#22238;&#24046;&#12290;<br><br>&#30070;&#31532;&#19968;&#27425;&#21855;&#29992;&#23566;&#26143;&#23567;&#24171;&#25163;&#26178;, &#20320;&#26371;&#30475;&#21040;&#20197;&#19979;&#30340;&#20132;&#35527;&#30059;&#38754;:<br><br><img style="width: 540px; height: 580px;" alt="" src="Guiding_Assistant_Start.png"><br><br>&#23566;
&#26143;&#23567;&#24171;&#25163;&#20132;&#35527;&#26694;&#19978;&#26041;&#35338;&#24687;&#21312;&#26371;&#39023;&#31034;&#38364;&#26044;&#20351;&#29992;&#36889;&#20491;&#24037;&#20855;&#30340;&#25212;&#35201;&#35498;&#26126;(&#39006;&#20284;&#35373;&#23450;&#31934;&#38728;), &#35201;&#35731;&#23566;&#26143;&#23567;&#24171;&#25163;&#36939;&#20316;, &#39318;&#20808;&#20320;&#24517;&#38920;&#35201;&#22519;&#34892;&#19968;&#33324;&#23566;&#26143;&#31243;&#24207;,
&#36889;&#20491;&#31243;&#24207;&#30340;&#30446;&#30340;&#26159;&#28858;&#20102;&#25910;&#38598;&#24433;&#20687;&#30070;&#20013;&#23566;&#26143;&#26143;&#39636;&#36039;&#35338;&#20197;&#21033;&#36914;&#34892;&#24460;&#32396;&#30340;&#36039;&#26009;&#25910;&#38598;&#21450;&#28204;&#37327;&#24037;&#20316;, &#23436;&#25104;&#24460;&#40670;&#25802;&#20498;&#26143;&#23567;&#24171;&#25163;&#20132;&#35527;&#26694;&#20013;&#30340;&#12302;&#38283;&#22987;&#12303;&#25353;&#37397;&#38283;&#22987;&#36914;&#34892;&#28204;&#37327;&#31243;&#24207;,
&#36889;&#26178;&#20505;&#23566;&#26143;&#35338;&#34399;&#30340;&#36664;&#20986;&#23601;&#26371;&#39340;&#19978;&#34987;&#38364;&#38281;, &#26143;&#40670;&#26371;&#22312;&#24433;&#20687;&#30059;&#38754;&#19978;&#38283;&#22987;&#20559;&#31227; (&#38500;&#38750;&#20320;&#30340;&#36196;&#36947;&#20736;&#38750;&#24120;&#31934;&#28310;, &#32780;&#19988;&#26377;&#23565;&#22909;&#26997;&#36600;, &#21542;&#21063;&#36889;&#26159;&#27491;&#24120;&#30340;),
&#25345;&#32396;&#25293;&#25885;/&#35712;&#21462;&#24433;&#20687;, &#35336;&#31639;&#25152;&#24471;&#30340;&#32080;&#26524;&#26371;&#31435;&#21363;&#22312;&#23566;&#26143;&#23567;&#24171;&#25163;&#20171;&#38754;&#19978;&#39023;&#31034;&#20986;&#20358;,
&#22294;&#34920;&#20013;&#25105;&#20497;&#38656;&#35201;&#29305;&#21029;&#38364;&#27880;&#30340;&#26159;&#12302;&#39640;&#38971;&#29575;&#30340;&#26143;&#40670;&#20301;&#31227;&#12303;&#20839;&#25152;&#39023;&#31034;&#28204;&#37327;&#36942;&#31243;&#20013;&#25152;&#35336;&#31639;&#20986;&#30340;&#24179;&#22343;&#20540;, &#22823;&#32004;&#32147;&#36942;&#19968;&#20998;&#37912;&#30340;&#28204;&#37327;&#33287;&#36039;&#26009;&#25910;&#38598;&#24460;, &#39023;&#31034;&#30340;&#25976;&#20540;&#26371;&#36264;&#26044;&#31337;&#23450;,
&#36889;&#34920;&#31034;&#20320;&#24050;&#32147;&#21487;&#20197;&#36879;&#36942;&#28204;&#37327;/&#35336;&#31639;&#36942;&#31243;&#29554;&#24471;&#22240;&#28858;&#35222;&#23527;&#24230;&#35722;&#21205;&#25152;&#24341;&#30332;&#30340;&#39640;&#38971;&#26143;&#40670;&#20301;&#31227;&#37327;&#20197;&#21450;&#26997;&#36600;&#26657;&#28310;&#30340;&#35492;&#24046;&#20540;
(&#36889;&#20491;&#20540;&#21487;&#20197;&#20877;&#36879;&#36942;&#36611;&#38263;&#26178;&#38291;&#30340;&#28204;&#37327;&#21462;&#24471;&#26356;&#31934;&#28310;&#30340;&#36039;&#35338;); &#40670;&#25802;&#12302;&#20572;&#27490;&#12303;&#25353;&#37397;&#24460;, &#22914;&#26524;&#20320;&#26377;&#21246;&#36984;&#12302;&#28204;&#37327;&#36196;&#32239;&#36600;&#40786;&#36650;&#22238;&#24046;&#12303;&#36984;&#38917;&#26178;,
&#28204;&#37327;&#36196;&#32239;&#36600;&#40786;&#36650;&#22238;&#24046;&#30340;&#31243;&#24207;&#23601;&#26371;&#21855;&#21205;, &#21542;&#21063; <span style="font-style: italic;">PHD2</span> &#26371;&#20877;&#24230;&#30332;&#20986;&#23566;&#26143;&#21629;&#20196;, &#28204;&#37327;&#31243;&#24207;&#26371;&#31435;&#21363;&#32066;&#27490;&#12290;&#20854;&#35336;&#31639;&#25152;&#24471;&#21040;&#30340;&#32080;&#26524;&#39023;&#31034;&#20877;&#34920;&#26684;&#19979;&#26041;, &#36889;&#20123;&#20195;&#34920;&#20559;&#31227;&#37327;&#21644;&#20854;&#20182;&#28204;&#37327;&#25152;&#24471;&#21040;&#30340;&#25976;&#20540;, &#25976;&#20540;&#26371;&#21516;&#26178;&#20197;&#31186;&#24359; (arc-seconds) &#21450;&#20687;&#32032; (pixels) &#28858;&#21934;&#20301;&#30340;&#26041;&#24335;&#39023;&#31034;, &#20132;&#35527;&#26694;&#20839;&#23481;&#22914;&#19979;&#22294;&#25152;&#31034;:<br><br><img style="width: 541px; height: 686px;" alt="" src="Guiding_Assistant_Finish_NoBL.png"><br><br>&#35222;
&#31383;&#19979;&#26041;&#30340;&#12302;&#24314;&#35696;&#20540;&#12303;&#32676;&#32068;&#20839;&#28858;&#22240;&#25033;&#39640;&#38971;&#20301;&#31227;&#20596;&#37327;&#21040;&#30340;&#32080;&#26524;&#25152;&#35442;&#26377;&#30340;&#20462;&#27491;&#20540;, &#20551;&#22914;&#20320;&#25152;&#29992;&#30340;&#23566;&#26143;&#28436;&#31639;&#27861;&#25903;&#25588;&#26368;&#23567;&#20301;&#31227;&#36889;&#20491;&#21443;&#25976;,
&#20320;&#23601;&#21487;&#20197;&#23559;&#36889;&#20491;&#26681;&#25818;&#23526;&#38555;&#28204;&#37327;&#25152;&#24471;&#21040;&#30340;&#24314;&#35696;&#20540;&#22871;&#29992;&#21040;&#35442;&#21443;&#25976;&#19978;; &#20320;&#20063;&#21487;&#20197;&#36984;&#25799;&#37325;&#26032;&#22519;&#34892;&#36889;&#20491;&#28204;&#37327;&#31243;&#24207;&#25110;&#32773;&#30452;&#25509;&#23559;&#23566;&#26143;&#23567;&#24171;&#25163;&#38364;&#38281;,
&#24573;&#30053;&#21069;&#38754;&#28204;&#37327;&#25152;&#24471;&#21040;&#30340;&#32080;&#26524;&#32380;&#32396;&#27491;&#24120;&#23566;&#26143;&#31243;&#24207;&#12290;<br><br><span style="font-weight: bold;">&#28204;&#37327;&#36196;&#32239;&#22238;&#24046;</span><br>&#22914;&#26524;&#20320;&#26377;&#21246;&#36984;&#12302;&#28204;&#37327;&#36196;&#32239;&#22238;&#24046;&#12303;&#36984;&#38917;, &#36889;&#20491;&#31243;&#24207;&#26371;&#22312;&#22519;&#34892;&#39640;&#38971;&#20301;&#31227;&#20596;&#37327;&#23436;&#25104;&#24460;&#21855;&#21205;, &#20063;&#23601;&#26159;&#35498;, &#30070;&#20320;&#25353;&#19979;&#12302;&#20572;&#27490;&#12303;&#25353;&#37397;&#24460;, &#27492;&#31243;&#24207;&#23601;&#26371;&#38283;&#22987;&#36914;&#34892;&#36196;&#32239;&#22238;&#24046;&#30340;&#28204;&#37327;&#21450;&#35336;&#31639;&#24037;&#20316;, &#36942;&#31243;&#20013;&#30456;&#38364;&#35338;&#24687;&#26371;&#39023;&#31034;&#22312;&#12302;&#38283;&#22987;&#12303;&#33287;&#12302;&#20572;&#27490;&#12303;&#25353;&#37397;&#20013;&#38291;&#30340;&#35338;&#24687;&#21312;:<br><br><img style="width: 536px; height: 635px;" alt="" src="Guiding_Assistant_MeasuringBL.png"><br><br>&#36914;&#34892;&#22238;&#24046;&#28204;&#37327;&#26178;, <span style="font-style: italic;">PHD2</span> &#26371;&#23559;&#26143;&#40670;&#20808;&#24448;&#21271;&#26041;&#31227;&#24460;&#22312;&#24448;&#21335;&#26041;&#31227;&#21205;&#19968;&#22823;&#27573;&#36317;&#38626;, &#36942;&#31243;&#20013;&#21487;&#33021;&#26371;&#26377;&#36986;&#22833;&#26143;&#40670;&#25110;&#26143;&#40670;&#22826;&#38752;&#36817;&#30456;&#27231;&#24863;&#20809;&#20803;&#20214;&#21271;&#26041;&#37002;&#30028;&#32780;&#36896;&#25104;&#26143;&#40670;&#36986;&#22833;, &#20320;&#24517;&#38920;&#35201;&#36984;&#25799;&#38626;&#21271;&#26041;&#37002;&#30028;&#26377;&#36611;&#22823;&#31227;&#21205;&#31354;&#38291;&#30340;&#23566;&#26143;&#26143;&#39636;&#20358;&#28204;&#37327;&#22238;&#24046;&#20197;&#29554;&#24471;&#36611;&#31934;&#30906;&#30340;&#32080;&#26524;, &#22914;&#26524;&#26143;&#40670;&#36986;&#22833;&#31034;&#22240;&#28858;&#25628;&#23563;&#21312;&#22495;&#35373;&#24471;&#22826;&#23567;&#25152;&#33268;, &#20320;&#21487;&#20197;&#22312;&#12302;<a href="Advanced_settings.htm#Guiding_Tab">&#23566;&#26143;</a>&#12303;
&#27161;&#31844;&#38913;&#20013;&#26283;&#26178;&#22320;&#23559;&#26143;&#40670;&#25628;&#23563;&#21312;&#22495;&#31038;&#22823;&#19968;&#40670;&#20358;&#27604;&#20813;&#36889;&#31278;&#24773;&#27841;, &#25628;&#23563;&#21312;&#22495;&#35373;&#28858; 20 &#20687;&#32032;&#21487;&#20197;&#31526;&#21512;&#22823;&#22810;&#25976;&#30340;&#28204;&#37327;&#29376;&#27841;, &#21807;&#19968;&#35201;&#27880;&#24847;&#30340;&#26159;,
&#19981;&#21487;&#20197;&#35731;&#25628;&#23563;&#21312;&#22495;&#20839;&#21516;&#26178;&#26377;&#20841;&#38982;&#20197;&#19978;&#30340;&#26143;&#39636;&#27231;&#26371;&#30332;&#29983;! &#28204;&#37327;&#22238;&#24046;&#30340;&#31532;&#19968;&#20491;&#27493;&#39519;&#26159;&#35201;&#37328;&#28165;&#36196;&#32239;&#21271;&#21521;&#26159;&#21542;&#23384;&#22312;&#22238;&#24046;&#21839;&#38988;,
&#23566;&#26143;&#23567;&#24171;&#25163;&#26371;&#25345;&#32396;&#30332;&#20986;&#28165;&#38500;&#21629;&#20196;&#30452;&#21040;&#23427;&#30332;&#29694;&#23566;&#26143;&#26143;&#39636;&#26377;&#24448;&#21934;&#19968;&#26041;&#21521;&#19988;&#22266;&#23450;&#30340;&#20301;&#31227;&#28858;&#27490;, &#23436;&#25104;&#24460;,
&#23566;&#26143;&#23567;&#24171;&#25163;&#26371;&#30332;&#20986;&#19968;&#31995;&#21015;&#21629;&#20196;&#23559;&#26143;&#40670;&#24448;&#21335;&#31227;&#21205;&#19968;&#22823;&#27573;&#36317;&#38626;,&nbsp; &#36889;&#20491;&#21205;&#20316;&#33267;&#23569;&#38656;&#35201; 16 &#31186;&#20197;&#19978;&#30340;&#26178;&#38291;&#20358;&#23436;&#25104;,
&#30495;&#27491;&#38656;&#35201;&#22810;&#23569;&#26178;&#38291;&#36996;&#26159;&#24471;&#20381;&#25818;&#20320;&#30340;&#35373;&#23450;&#20358;&#27770;&#23450;, &#20320;&#21487;&#20197;&#36879;&#36942;&#30059;&#38754;&#19978;&#30340;&#36039;&#26009;&#26356;&#26032;&#29376;&#27841;&#20358;&#20102;&#35299;&#22519;&#34892;&#30340;&#29376;&#27841;; &#30070;&#21271;&#21521;&#30340;&#28204;&#37327;&#23436;&#25104;&#24460;,
&#23566;&#26143;&#23567;&#24171;&#25163;&#26371;&#24448;&#21335;&#21521;&#22519;&#34892;&#30456;&#21516;&#30340;&#28204;&#37327;&#31243;&#24207;, &#22914;&#26524;&#36196;&#36947;&#20736;&#26377;&#26126;&#39023;&#30340;&#22238;&#24046;&#21839;&#38988;, &#26143;&#40670;&#24448;&#21335;&#21521;&#31227;&#21205;&#30340;&#26178;&#38291;&#23601;&#26371;&#31245;&#24494;&#25289;&#38263;&#40670;&#26178;&#38291;, &#21335;&#21521;&#28204;&#37327;&#32080;&#26463;&#24460;,
&#28961;&#35542;&#26143;&#40670;&#31227;&#21205;&#30340;&#36317;&#38626;&#26377;&#22810;&#22823;, &#22238;&#24046;&#20540;&#23601;&#26371;&#34987;&#35336;&#31639;&#20986;&#20358;, &#20294;&#22914;&#26524;&#26143;&#40670;&#22312;&#21335;&#21521;&#26681;&#26412;&#27794;&#26377;&#20219;&#20309;&#20559;&#31227;, &#25152;&#24471;&#21040;&#30340;&#22238;&#24046;&#20540;&#23601;&#26371;&#30456;&#30070;&#23567;;&nbsp; <span style="font-size: 12pt; font-family: &quot;Times New Roman&quot;;">&#36889;
&#26178;&#20505;, &#20320;&#23601;&#26371;&#30693;&#36947;&#20320;&#30340;&#36196;&#32239;&#22238;&#24046;&#36229;&#36942; 8 &#31186; (&#30456;&#30070;&#22823;&#30340;&#20540;),&nbsp; &#23566;&#26143;&#23567;&#24171;&#25163;&#26371;&#22039;&#35430;&#23559;&#26143;&#40670;&#31227;&#22238;&#21040;&#21407;&#20358;&#20301;&#32622;, &#20877;&#24230;&#21855;&#21205;&#23566;&#26143;&#21205;&#20316;;
&#22914;&#21069;&#36848;&#29376;&#27841;, &#36889;&#26178;&#20505;&#21487;&#33021;&#26377;&#26143;&#40670;&#36986;&#22833;&#12289;&#30340;&#24773;&#27841;&#30332;&#29983;, &#20294;&#36889;&#31278;&#24773;&#27841;&#20006;&#19981;&#26371;&#23565;&#28204;&#37327;&#21450;&#35336;&#31639;&#22238;&#24046;&#26377;&#20219;&#20309;&#24433;&#38911;, &#20320;&#21482;&#38656;&#35201;&#20572;&#27490;&#23566;&#26143;,
&#37325;&#26032;&#36984;&#21462;&#23566;&#26143;&#26143;&#39636;&#20877;&#37325;&#26032;&#38283;&#22987;&#23566;&#26143;&#31243;&#24207;&#21363;&#21487;; &#36319;&#21069;&#36848;&#28204;&#37327;&#39640;&#38971;&#20301;&#31227;&#19981;&#21516;&#30340;&#26159;, &#28204;&#37327;&#22238;&#24046;&#20006;&#19981;&#38656;&#35201;&#20320;&#21435;&#40670;&#25802;&#12302;&#20572;&#27490;&#12303;&#25353;&#37397;&#20358;&#32080;&#26463;&#31243;&#24207;,
&#20294;&#22914;&#26524;&#20013;&#36884;&#26377;&#36986;&#22833;&#26143;&#40670;&#30340;&#37679;&#35492;&#24773;&#27841;&#30332;&#29983;, &#20320;&#36996;&#26159;&#21487;&#20197;&#40670;&#25802;&#12302;&#20572;&#27490;&#12303;&#25353;&#37397;&#20358;&#20013;&#26039;&#28204;&#37327;&#31243;&#24207;, &#24453;&#29376;&#27841;&#25490;&#38500;&#24460;&#20877;&#37325;&#26032;&#21855;&#21205;&#12290;&#22238;&#24046;&#28204;&#37327;&#32080;&#26463;&#24460;, &#20320;&#26371;&#35211;&#21040;&#22914;&#19979;&#22294;&#21516;&#26178;&#20197;&#20687;&#32032;&#21450;&#26178;&#38291; (ms) &#28858;&#21934;&#20301;&#30340;&#20839;&#23481;&#65306;</span><br><br><img style="width: 538px; height: 721px;" alt="" src="Guiding_Assistant_Finish.png"><br><br>&#35222;
&#22238;&#24046;&#30340;&#22823;&#23567;, &#20320;&#26371;&#30475;&#21040;&#22914;&#19978;&#22294;&#20013;&#30340;&#22238;&#24046;&#35036;&#20767;&#24314;&#35696;&#20540; - 529ms, &#22914;&#26524;&#27492;&#25976;&#20540;&#23567;&#26044; 100ms, &#37027;&#40636;&#23601;&#19981;&#26371;&#39023;&#31034;&#20219;&#20309;&#24314;&#35696;&#20540;,
&#22240;&#28858;&#36889;&#40636;&#23567;&#30340;&#25976;&#20540;&#26681;&#26412;&#19981;&#29992;&#21435;&#20570;&#20219;&#20309;&#30340;&#22238;&#24046;&#35036;&#20767;, &#22914;&#26524;&#25976;&#20540;&#22823;&#26044; 3 &#31186;&#20197;&#19978;, &#20320;&#23601;&#26371;&#30475;&#21040;&#24314;&#35696;&#20877;&#36196;&#32239;&#36600;&#19978;&#20351;&#29992;&#21934;&#38917;&#23566;&#26143;&#36889;&#20491;&#25552;&#31034;, &#22240;&#28858;&#22914;&#27492;&#22823;&#30340;&#22238;&#24046;,
&#22522;&#26412;&#19978;&#22238;&#24046;&#35036;&#20767;&#36215;&#19981;&#20102;&#20219;&#20309;&#20316;&#29992;, &#32780;&#19988;&#36196;&#36947;&#20736;&#26412;&#36523;&#20063;&#27794;&#36774;&#27861;&#37027;&#24555;&#36895;&#22320;&#21453;&#36681;&#20197;&#22519;&#34892;&#38617;&#21521;&#23566;&#26143;&#30340;&#21205;&#20316;; &#30070;&#28982;, &#20320;&#21487;&#20197;&#20381;&#33258;&#24049;&#23565;&#25152;&#20351;&#29992;&#35373;&#20633;&#30340;&#20102;&#35299;&#20358;&#20570;&#27770;&#23450;,
&#20294;&#20999;&#35352;, &#20351;&#29992;&#23566;&#26143;&#23567;&#24171;&#25163;&#20358;&#28204;&#37327;&#20006;&#20462;&#27491;&#22238;&#24046;&#26178;, &#23601;&#24471;&#23559;&#36196;&#36947;&#20736;&#26412;&#36523;&#22238;&#24046;&#35036;&#20767;&#30340;&#21151;&#33021;&#38364;&#38281;, &#21542;&#21063; <span style="font-style: italic;">PHD2</span> &#23566;&#26143;&#23567;&#24171;&#25163;&#25152;&#20570;&#30340;&#20219;&#20309;&#28204;&#37327;&#32080;&#26524;&#37117;&#19981;&#26371;&#27491;&#30906;&#12290;<br><br>&#20320;&#21487;&#20197;&#36879;&#36942;&#28204;&#37327;&#22238;&#24046;&#32080;&#26524;&#30340;&#24466;&#21009;&#30059;&#38754;&#26356;&#28145;&#20837;&#22320;&#20102;&#35299;&#36196;&#36947;&#20736;&#24037;&#20316;&#29376;&#27841;, &#40670;&#25802;&#12302;&#39023;&#31034;&#22294;&#24418;&#12303;&#25353;&#37397;, &#20320;&#23601;&#26371;&#30475;&#21040;&#39006;&#20284;&#19979;&#38754;&#30340;&#22294;&#24418;&#65306;<br><img style="width: 460px; height: 382px;" alt="" src="Guiding_Assistant_BL_Small.png"><br><br>&#32005;
&#40670;&#20195;&#34920;&#28204;&#37327;&#25152;&#24471;&#30340;&#36196;&#32239;&#36600;&#20301;&#32622;, &#26377;&#24038;&#32780;&#21491;&#28858;&#21271;&#21521;&#20301;&#31227;-&gt;&#21335;&#21521;(&#21453;&#36681;)&#20301;&#31227;, &#34253;&#33394;&#30340;&#40670;&#39023;&#31034;&#21335;&#21521;&#21453;&#36681;&#26178;&#27794;&#26377;&#20219;&#20309;&#22238;&#24046;&#23384;&#22312;&#26178;&#30340;&#29702;&#24819;&#20301;&#32622;, &#27492;&#31684;&#20363;&#20013;,
&#20677;&#30475;&#21040;&#32005;&#40670;&#20877;&#19978;&#26041;&#26377;&#20123;&#35377;&#27700;&#24179;&#21312;&#22495;, &#36889;&#20195;&#34920;&#36196;&#36947;&#20736;&#26377;&#20123;&#28858;&#30340;&#22238;&#24046;&#23384;&#22312;, &#22914;&#26524;&#19978;&#26041;&#30340;&#27700;&#24179;&#21312;&#22495;&#26377;&#25844;&#22823;&#30340;&#29694;&#35937;, &#20195;&#34920;&#36196;&#36947;&#20736;&#30340;&#22238;&#24046;&#26356;&#39023;&#33879;(&#22914;&#19979;&#22294;):<br><br><img style="width: 460px; height: 378px;" alt="" src="Guiding_Assistant_BL_Large.png"><br><br><span style="font-weight: bold;">&#36196;&#32239;&#22238;&#24046;&#35036;&#20767;</span><br><span style="font-style: italic;">PHD2</span> 2.5 &#29256;&#24460;&#25903;&#25588;&#22238;&#24046;&#35036;&#20767;&#27231;&#21046;, &#30070;&#36196;&#36947;&#20736;&#26412;&#36523;&#23384;&#22312;&#26576;&#31243;&#24230;&#30340;&#36196;&#32239;&#22238;&#24046;&#26178;, &#21487;&#20197;&#22686;&#24375;&#36196;&#36947;&#20736;&#30340;&#36861;&#36452;&#25928;&#33021;, &#36889;&#20491;&#27231;&#21046;&#33287;&#26576;&#20462;&#36879;&#36942;&#36196;&#36947;&#20736;&#26412;&#36523;&#38860;&#39636;&#20358;&#34389;&#29702;&#22238;&#24046;&#35222;&#23436;&#20840;&#20841;&#30908;&#23376;&#30340;&#20107;, &#36196;&#36947;&#20736;&#20839;&#24314;&#30340;&#22238;&#24046;&#35036;&#20767;&#31243;&#24207;&#36890;&#24120;&#26371;&#22240;&#28858;&#20462;&#27491;&#36942;&#24230;&#32780;&#23566;&#33268;&#36196;&#32239;&#26041;&#21521;&#30064;&#24120;&#38663;&#30442;, <span style="font-style: italic;">PHD2</span> &#22240;&#20855;&#20633;&#35519;&#36969;&#33021;&#21147;, &#36879;&#36942;&#25345;&#32396;&#30435;&#25511;&#22238;&#24046;&#29376;&#27841;, &#33258;&#21205;&#19988;&#36805;&#36895;&#22320;&#35519;&#25972;&#22238;&#24046;&#35036;&#20767;&#20540;&#20197;&#20760;&#21487;&#33021;&#22320;&#28040;&#38500;&#36196;&#32239;&#36600;&#38663;&#30442;&#21839;&#38988;; &#30070;&#28982;, &#22238;&#24046;&#35036;&#20767;&#21482;&#33021;&#25033;&#29992;&#22312;&#26377;&#36196;&#32239;&#21453;&#36681;&#20013;&#33021;&#30340;&#36196;&#36947;&#20736;&#19978;, &#30070;&#20320;&#31532;&#19968;&#27425;&#21033;&#29992;&#23566;&#26143;&#23567;&#24171;&#25163;&#22871;&#29992;&#24314;&#35696;&#20358;&#35373;&#23450;&#22238;&#24046;&#35036;&#20767;&#21443;&#25976;&#26178;, &#20320;&#24517;&#38920;&#32102; <span style="font-style: italic;">PHD2</span> &#40670;&#26178;&#38291;&#20316;&#35519;&#25972;, &#21033;&#29992;&#27491;&#24120;&#23566;&#26143;&#27169;&#24335;&#23566;&#26143;, &#21246;&#36984;&#23566;&#26143;&#29376;&#24907;&#22294;&#20013;&#39023;&#31034;&#23566;&#26143;&#20462;&#27491;&#37327;&#36984;&#38917;, &#35264;&#23519;&#36196;&#32239;&#26041;&#21521;&#20107;&#19981;&#26159;&#26377;&#21839;&#38988;, &#22914;&#26524;&#20320;&#30332;&#39023;&#38283;&#22987;&#23566;&#26143;&#24460;&#23601;&#26377;&#26576;&#19968;&#23450;&#31243;&#24230;&#30340;&#38663;&#30442;&#32780;&#19988;&#36196;&#32239;&#26041;&#21521;&#20063;&#19981;&#20107;&#24456;&#31337;&#23450;&#30340;&#35441;, &#35430;&#33879;&#25345;&#32396;&#23566;&#26143;&#20358;&#30475;&#30475; <span style="font-style: italic;">PHD2</span> &#26159;&#21542;&#26371;&#35731;&#36889;&#31278;&#29376;&#27841;&#36880;&#28472;&#36264;&#32233;&#12290;&nbsp;<br><br>&#20320;&#21487;&#20197;&#22312;&#36914;&#38542;&#35373;&#23450;&#20132;&#35527;&#26694;&#20013;&#30340; &#12302;<a href="Advanced_settings.htm#Algorithms_Tab">&#28436;&#31639;&#27861;</a>&#12303;
&#27161;&#31844;&#38913;&#20013;&#35373;&#23450;&#22238;&#24046;&#35036;&#20767;&#21443;&#25976;, &#27492;&#25976;&#20540;&#26371;&#27604;&#21033;&#29992;&#23566;&#26143;&#23567;&#24171;&#25163;&#25152;&#35336;&#31639;&#24471;&#21040;&#30340;&#23567;,
&#20320;&#21487;&#20197;&#30452;&#25509;&#20462;&#35442;&#36889;&#20491;&#21443;&#25976;&#20358;&#39636;&#39511;&#19968;&#19979;&#20841;&#32773;&#38291;&#30340;&#24046;&#30064;&#25110;&#32773;&#30452;&#25509;&#21246;&#36984;&#26049;&#37002;&#30340;&#36984;&#38917;&#23559;&#22238;&#24046;&#35036;&#20767;&#23436;&#20840;&#38364;&#38281;; &#30070;&#20320;&#20351;&#29992;&#23566;&#26143;&#23567;&#24171;&#25163;&#28204;&#37327;&#22238;&#24046;&#25976;&#27425;&#20006;&#29554;&#24471;&#19968;&#33268;&#30340;&#32080;&#26524;&#24460;,
&#20320;&#23601;&#19981;&#38656;&#35201;&#20877;&#27599;&#27425;&#20351;&#29992;&#23566;&#26143;&#23567;&#24171;&#25163;&#26178;&#37117;&#21246;&#36984;&#22238;&#24046;&#28204;&#37327;&#36984;&#38917;, &#20197;&#24460;, &#21482;&#22312;&#20320;&#24819;&#35201;&#20877;&#27425;&#28204;&#37327;&#23526;&#22312;&#21435;&#22816;&#36984;&#12302;&#28204;&#37327;&#36196;&#32239;&#22238;&#24046;&#12303;&#21151;&#33021;&#21363;&#21487;&#12290;<br><br><h3><a name="Managing_Equipment_Profiles"></a>&#31649;&#29702;&#35373;&#20633;&#32068;&#24907;&#27284;<br>
</h3>&#35373;&#20633;&#32068;&#24907;&#27284;&#24050;&#32147;&#22312; <a href="Basic_use.htm">&#22522;&#30990;&#20351;&#29992;</a> &#12302;&#36899;&#25509;&#35373;&#20633;&#12303;&#20132;&#35527;&#26694;&#30340;&#20351;&#29992;&#31456;&#31680;&#20013;&#20171;&#32057;&#36942;,
&#20320;&#21487;&#20197;&#20351;&#29992;&#12302;&#36899;&#25509;&#35373;&#20633;&#12303;&#20132;&#35527;&#26694;&#20013;&#30340;&#12302;&#31649;&#29702;&#32068;&#24907;&#27284;&#12303;&#25353;&#37397;&#20358;&#31649;&#29702;&#22810;&#20491;&#35373;&#20633;&#32068;&#24907;&#27284;, &#20351;&#29992;&#20854;&#20013;&#30340;&#21151;&#33021;&#34920;&#38917;,
&#20320;&#21487;&#20197;&#24314;&#31435;&#26032;&#30340;&#32068;&#24907;&#27284;&#25110;&#20462;&#25913;/&#37325;&#26032;&#21629;&#21517;/&#21034;&#38500;&#30446;&#21069;&#24050;&#32147;&#23384;&#22312;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284;, &#27599;&#20491;&#32068;&#24907;&#27284;&#22343;&#20445;&#30041;&#26377;&#35442;&#35373;&#20633;&#27284;&#26368;&#24460;&#19968;&#27425;&#34987;&#20351;&#29992;&#24460;&#30340;&#25152;&#26377;&#35373;&#23450;, &#20320;&#21487;&#20197;&#30001;<span style="font-style: italic;">&nbsp; PHD2</span> &#38928;&#35373;&#25110;&#30446;&#21069;&#23384;&#22312;&#30340;&#32068;&#24907;&#27284;&#21295;&#20837;&#35373;&#23450;&#30340;&#26041;&#24335;&#20358;&#24314;&#31435;&#19968;&#20491;&#26032;&#30340;&#32068;&#24907;&#27284;, &#20063;&#21487;&#20197;&#21033;&#29992;&#12302;&#31934;&#38728;&#12303;&#21151;&#33021;&#25351;&#23450;&#25152;&#20351;&#29992;&#30340;&#30828;&#39636;&#35373;&#20633;&#30340;&#26041;&#24335;&#28858;<span style="font-style: italic;"> PHD2</span> &#24314;&#31435;&#26032;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284;; &#35201;&#20462;&#25913;&#30446;&#21069;&#32068;&#24907;&#27284;&#20013;&#30340;&#35373;&#23450;, &#39318;&#20808;&#20877;&#35373;&#20633;&#32068;&#24907;&#27284;&#19979;&#25289;&#34920;&#21015;&#20013;&#36984;&#25799;&#20320;&#25152;&#35201;&#20462;&#25913;&#30340;&#32068;&#24907;&#27284;, &#28982;&#24460;&#40670;&#25802;
'<a name="Manage_Profiles"></a>&#31649;&#29702;&#35373;&#20633;&#32068;&#24907;&#27284;' &#19979;&#25289;&#34920;&#21015;&#20013;&#30340;&#12302;&#35373;&#23450;&#12303;&#38917;&#30446;.&nbsp; &#22914;&#27492;&#26371;&#36681;&#21040;&#12302;&#22823;&#33126;&#12303;&#20132;&#35527;&#26694;&#35731;&#20320;&#20462;&#25913;&#20320;&#25152;&#24819;&#20462;&#25913;&#30340;&#35373;&#23450;&#38917;&#30446;, &#20219;&#20309;&#20320;&#22312;<span style="font-style: italic;"> PHD2 </span>&#20013;&#20316;&#36942;&#30340;&#20462;&#25913;&#37117;&#26371;&#33258;&#21205;&#26356;&#26032;&#20786;&#23384;&#21040;&#35373;&#20633;&#32068;&#24907;&#27284;&#20013;, &#26368;&#24460;&#25552;&#37266;&#20320;, &#20320;&#21487;&#20197;&#21033;&#29992;&#21295;&#20837;/&#21295;&#20986;&#35373;&#20633;&#32068;&#24907;&#27284;&#20358;&#36914;&#34892;&#38500;&#37679;&#12289;&#20633;&#20221;&#25110;&#32773;&#33287;&#20854;&#20182; <span style="font-style: italic;">PHD2</span> &#29992;&#25142;&#20132;&#25563;&#35373;&#23450;&#27284;&#31561;&#20316;&#26989;&#12290;<br>
<h3><a name="Advanced_Settings_for_the_Simulators"></a>&#27169;&#25836;&#22120;&#36914;&#38542;&#35373;&#23450;</h3>&#35037;&#32622;&#27169;&#25836;&#22120;&#22312; <a href="Basic_use.htm">&#22522;&#30990;&#20351;&#29992;</a>
&#31456;&#31680;&#20013;&#24050;&#32147;&#20171;&#32057;&#36942;, &#23427;&#21487;&#20197;&#30070;&#20570;&#20320;&#39636;&#39511;&#21450;&#29087;&#24713; <span style="font-style: italic;">PHD2 </span>&#21151;&#33021;&#30340;&#24037;&#20855;, &#35352;&#24471;, &#20320;&#24517;&#38920;&#35201;&#22312;&#36984;&#25799;&#30456;&#27231;&#21644;&#36196;&#36947;&#20736;&#26178;&#36984;&#29992; 'Simulator' &#21450; 'On-camera' &#25165;&#33021;&#20351;&#29992;&#27169;&#25836;&#22120;&#30340;&#21151;&#33021;, &#29087;&#24713;&#20102;&#27169;&#25836;&#22120;&#24460;, &#20320;&#21487;&#20197;&#40670;&#25802;&#20027;&#30059;&#38754;&#19978;&#12302;&#30456;&#27231;&#12303;&#38913;&#31844;&#20358;&#35373;&#23450;&#27169;&#25836;&#22120;&#30340;&#30456;&#38364;&#36914;&#38542;&#21443;&#25976;: <br>
<br>
<img style="width: 775px; height: 428px;" alt="" src="Tools_simulator.png"><br>
<br>
<br>&#20320;&#21487;&#20197;&#35519;&#25972;&#36196;&#32239;&#22238;&#24046;&#12289;&#22240;&#27794;&#26377;&#23565;&#22909;&#26997;&#36600;&#25152;&#24341;&#36215;&#30340;&#39108;&#31227;&#29694;&#35937;&#20197;&#21450;&#36913;&#26399;&#24615;&#35492;&#24046;&#31561;&#20358;&#27169;&#25836;&#36196;&#36947;&#20736;&#30340;&#34892;&#28858;, &#20063;&#21487;&#20197;&#35519;&#25972;&#12302;&#35222;&#23527;&#24230;&#12303;&#22909;&#22750;&#31243;&#24230;,
&#35731;&#23566;&#26143;&#26143;&#39636;&#30475;&#36215;&#20358;&#23601;&#20687;&#22240;&#28858;&#35222;&#23527;&#24230;&#35722;&#21270;&#32780;&#35722;&#24418;&#19968;&#33324;; &#21487;&#20197;&#19968;&#20491;&#20491;&#35519;&#25972;&#36889;&#20123;&#21443;&#25976;&#20358;&#30475;&#30475;&#26143;&#40670;&#26377;&#20160;&#40636;&#35722;&#21270;, &#20006;&#27298;&#35222;&#19981;&#21516;&#23566;&#26143;&#28436;&#31639;&#27861;&#33287;&#36889;&#20123;&#35722;&#21270;&#38291;&#30340;&#38364;&#20418;, &#30070;&#28982;,
&#20320;&#20063;&#21487;&#20197;&#30475;&#30475;&#36196;&#36947;&#20736;&#22312;&#25509;&#36817;&#29702;&#24819;&#24773;&#27841;&#19979;&#30340;&#34892;&#28858; (&#38500;&#20102;&#40786;&#38553;&#22238;&#24046;&#21839;&#38988;&#22806;), &#20294;&#35352;&#24471;, &#27169;&#25836;&#22120;&#19981;&#33021;&#23436;&#20840;&#21462;&#20195;&#30495;&#23526;&#29376;&#27841; &#12290;<br><h3><a name="Keyboard_Shortcuts"></a>&#37749;&#30436;&#24555;&#25463;&#37749;<br>
</h3>&#23565;&#26044;&#35377;&#22810;<span style="font-style: italic;">PHD2 </span>&#20013;&#24120;&#29992;&#30340;&#24037;&#20855;&#21450;&#21151;&#33021;&#37117;&#26377;&#30456;&#23565;&#30340;&#37749;&#30436;&#24555;&#25463;&#37749;&#21487;&#20351;&#29992;, &#35531;&#21443;&#32771; <a href="KeyboardShortcuts.htm">&#37749;&#30436;&#24555;&#25463;&#37749;</a> &#31456;&#31680;&#12290;

</body></html>