<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html><head><title>Trouble-shooting</title></head><body>
<h2>&#38500;&#37679;&#21450;&#20998;&#26512;</h2><h3><a name="Problems-_Mount_Control"></a>&#26657;&#28310;&#21450;&#36196;&#36947;&#20736;&#25511;&#21046;&#21839;&#38988;</h3>&#22914;&#26524;&#20320;&#26159;&#31532;&#19968;&#27425;&#20351;&#29992; <span style="font-style: italic;">PHD2</span> &#20358;&#36899;&#25509;&#26032;&#35373;&#20633;, &#26377;&#21487;&#33021;&#26371;&#22312;&#26657;&#28310;&#26178;&#36973;&#36935;&#21040;&#21839;&#38988;, &#21839;&#38988;&#30340;&#21407;&#22240;&#36890;&#24120;&#26377;&#20841;&#31278;&#39006;&#22411;, &#32780;&#35299;&#27770;&#36889;&#20841;&#39006;&#22411;&#21839;&#38988;&#30340;&#26041;&#27861;&#20063;&#26377;&#25152;&#19981;&#21516;: <br><ol><li>&#23566;&#26143;&#26143;&#39636;&#22312;&#26657;&#28310;&#36942;&#31243;&#30070;&#20013;&#26377;&#31227;&#21205;, &#20294;&#26159;&#31227;&#21205;&#37327;&#22826;&#22823;&#25110;&#22826;&#23567;, &#36889;&#31278;&#21839;&#38988;&#24456;&#23481;&#26131;&#36879;&#36942;&#35519;&#25972;&#12302;<a href="Advanced_settings.htm">&#36914;&#38542;&#35373;&#23450;</a>&#12303;-&gt;&#12302;&#23566;&#26143;&#12303;-&gt; "&#26657;&#28310;&#27493;&#25976;&#22823;&#23567;" &#21443;&#25976;&#20358;&#35299;&#27770;, &#20854;&#20013;&#30340;&#36628;&#21161;&#20839;&#23481;&#26371;&#21578;&#35380;&#20320;&#30446;&#21069;&#25152;&#20351;&#29992;&#30340;&#21443;&#25976;&#20540;&#28858;&#20309;, &#20320;&#25033;&#35442;&#21487;&#20197;&#24456;&#24555;&#22320;&#35299;&#27770;&#36889;&#20491;&#21839;&#38988;&#25165;&#23565;;</li><li>&#23566;&#26143;&#26143;&#39636;&#26044;&#26657;&#28310;&#36942;&#31243;&#30070;&#20013;&#22312;&#36196;&#32147;&#12289;&#36196;&#32239;&#25110;&#28165;&#38500;&#36196;&#32239;&#22238;&#24046;&#26178;&#27794;&#26377;&#31227;&#21205;&#36275;&#22816;&#30340;&#36317;&#38626;, &#36889;&#20491;&#21839;&#38988;&#26371;&#35320;&#30332;&#20027;&#39023;&#31034;&#35222;&#31383;&#30340;&#21578;&#35686;&#35338;&#24687;, &#23566;&#33268;&#36889;&#31278;&#21839;&#38988;&#30340;&#20027;&#22240;&#36890;&#24120;&#26159;&#35222;&#23527;&#24230;&#24341;&#30332;&#30340;&#23567;&#24133;&#24230;&#20559;&#31227;&#32780;&#36196;&#36947;&#20736;&#27794;&#26377;&#30495;&#27491;&#21435;&#22238;&#25033;&#36889;&#31278;&#31227;&#21205;&#25152;&#33268;, &#26377;&#38364;&#36889;&#39006;&#21839;&#38988;&#30340;&#35498;&#26126;&#21450;&#35299;&#27770;&#26041;&#24335;&#24460;&#32396;&#22312;&#20570;&#35498;&#26126;&#12290;</li></ol>"&#27794;&#26377;&#31227;&#21205;" &#30340;&#21839;&#38988;&#24190;&#20046;&#37117;&#21644;&#30828;&#39636; (&#22823;&#37096;&#20221;&#26159;&#32412;&#32218;&#25110;&#32773;&#25509;&#38957;) &#26377;&#38364;, &#24744;&#26368;&#22909;&#20351;&#29992;&#22312;&#12302; <a href="Tools.htm">&#24037;&#20855;</a>
&#12303;&#31456;&#31680;&#25152;&#25551;&#36848;&#30340;&#26041;&#27861;, &#21033;&#29992;&#21151;&#33021;&#34920;&#12302;&#24037;&#20855;&#12303;-&gt;&#12302;&#25163;&#21205;&#23566;&#26143;&#12303;&#20358;&#36914;&#34892;&#21839;&#38988;&#30340;&#25490;&#38500;, &#21482;&#35201;&#21033;&#29992; "&#25163;&#21205;&#23566;&#26143;"
&#35222;&#31383;&#20013;&#30340;&#26041;&#21521;&#25511;&#21046;&#25353;&#37397;&#30452;&#25509;&#30332;&#20986;&#23566;&#26143;&#21629;&#20196;&#32102;&#36196;&#36947;&#20736;, &#28982;&#24460;&#35264;&#23519;&#24433;&#20687;&#39023;&#31034;&#35222;&#31383;, &#30475;&#30475;&#23566;&#26143;&#26143;&#40670;&#26159;&#21542;&#26377;&#31227;&#21205;; &#29978;&#33267;&#26044;&#25353;&#24471;&#20037;&#19968;&#40670;, &#35731;&#23566;&#26143;&#35338;&#34399;&#30332;&#20986;&#36611;&#38263;&#30340;&#26178;&#38291;
(&#33267;&#23569;&#24190;&#31186;&#37912;), &#27491;&#24120;&#30340;&#35441;, &#36196;&#36947;&#20736;&#25033;&#35442;&#26371;&#26377;&#26126;&#39023;&#30340;&#36681;&#21205;, &#35430;&#33879;&#24448;&#22235;&#20491;&#26041;&#21521;&#36681;&#21205;, &#23566;&#26143;&#26143;&#40670;&#22823;&#33268;&#19978;&#26371;&#33287;&#36196;&#36947;&#20736;&#30340;&#31227;&#21205;&#30456;&#31526;, &#22914;&#26524;&#36196;&#36947;&#20736;&#27794;&#26377;&#21453;&#25033;,
&#20320;&#23601;&#30693;&#36947;&#26159;&#30828;&#39636;&#25110;&#36899;&#32218;&#26377;&#21839;&#38988;&#32780;&#19981;&#26159; <span style="font-style: italic;">PHD2</span>
&#36575;&#39636;&#25152;&#33268;; &#22914;&#26524;&#20320;&#26159;&#36879;&#36942; Shoestring &#35037;&#32622;&#20358;&#36899;&#25509;&#36196;&#36947;&#20736;&#30340;&#35441;, &#27298;&#35222;&#25351;&#31034;&#29128;&#34399;&#23601;&#21487;&#20197;&#30693;&#36947;&#23566;&#26143;&#35338;&#34399;&#26159;&#19981;&#26159;&#26377;&#20659;&#21040;&#36889;&#20491;&#35037;&#32622;&#19978;, &#21516;&#27171;&#22320;,
ST-4 &#30456;&#23481;&#23566;&#26143;&#30456;&#27231;&#19978;&#20063;&#26377;&#25351;&#31034;&#29128;, &#30070;&#26377;&#25910;&#21040;&#23566;&#26143;&#35338;&#34399;&#26178;, &#29128;&#34399;&#20063;&#26371;&#20142;&#36215;; &#22914;&#26524;&#26159;&#36879;&#36942; ASCOM &#20171;&#38754;&#20358;&#36899;&#25509;&#36196;&#36947;&#20736;, &#35531;&#27298;&#26597; COM
&#22496;&#30340;&#35373;&#23450;&#26159;&#21542;&#27491;&#30906;, ASCOM &#39493;&#21205;&#31243;&#24335;&#26368;&#22909;&#26159;&#20351;&#29992;&#26368;&#26032;&#30340;&#29256;&#26412;, &#22240;&#28858;&#33290;&#29256;&#30340; ASCOM &#39493;&#21205;&#31243;&#24335;&#20063;&#35377;&#22312;&#30332;&#36865;&#23566;&#26143;&#35338;&#34399;&#23566;&#26143;&#19978;&#23601;&#26377;&#21839;&#38988;&#23384;&#22312;&#12290;<br><br><a name="Calibration_sanity_check"></a><span style="font-weight: bold;">&#26657;&#28310;&#30340;&#31777;&#26131;&#27298;&#26597;&#21644;&#21578;&#35686;</span><span style="font-weight: bold;"></span><br>&#20063;&#26377;&#21487;&#33021;&#30332;&#29983;&#19968;&#31278;&#29376;&#27841;: &#26657;&#28310;&#31243;&#24207;&#23436;&#25104;&#20102;, &#20294; <span style="font-style: italic;">PHD2</span> &#21371;&#30332;&#20986;&#26576;&#20123;&#32080;&#26524;&#26159;&#26377;&#21839;&#38988;&#30340;&#26657;&#28310;&#21578;&#35686;&#35338;&#24687;, &#20320;&#26371;&#22312;&#30059;&#38754;&#19978;&#30475;&#21040; "&#20581;&#27298; (sanity checking)" &#23565;&#35441;&#26694;, &#36889;&#20491;&#23565;&#35441;&#26694;&#20839;&#23481;&#26371;&#35498;&#26126;&#21839;&#38988;&#30340;&#21407;&#22240;&#21644;&#35443;&#32048;&#30340;&#26657;&#28310;&#32080;&#26524;: <br><br><img style="width: 779px; height: 426px;" alt="" src="Calib_Sanity.png"><br><br>2.4.0 &#29256;&#20197;&#24460;, <span style="font-style: italic;">PHD2</span> &#26371;&#27298;&#26597;&#22235;&#31278;&#26657;&#28310;&#26657;&#28310;&#32080;&#26524;: <br><ul><li>&#27493;
&#25976;&#22826;&#23569; (&#22914;&#19978;&#22294;) - &#36889;&#20491;&#21839;&#38988;&#30456;&#30070;&#23481;&#26131;&#35299;&#27770;, &#21482;&#35201;&#25226; "&#26657;&#28310;&#27493;&#25976;&#22823;&#23567;" &#35519;&#23567;, &#30452;&#21040;&#26044;&#35199;&#21521;&#21450;&#21271;&#21521;&#26657;&#28310;&#26178;&#37117;&#33267;&#23569;&#26377; 8 &#27493;&#20197;&#19978;&#21363;&#21487;;
&#22914;&#26524;&#26159;&#29992;&#26032;&#35373;&#20633;&#32068;&#24907;&#31934;&#38728;&#20358;&#24314;&#31435;&#32068;&#24907;&#27284;&#30340;&#35441;, &#36969;&#30070;&#30340;&#26657;&#28310;&#27493;&#25976;&#22823;&#23567;&#26371;&#30001;&#36575;&#39636;&#24171;&#20320;&#35373;&#23450;&#22909;, &#22914;&#26524;&#20320;&#30332;&#29694;&#36196;&#32147;&#21450;&#36196;&#32239;&#26657;&#28310;&#27493;&#25976;&#22823;&#23567;&#19981;&#19968;&#27171;,
&#38500;&#38750;&#20320;&#22312;&#36889;&#20841;&#20491;&#36600;&#19978;&#20351;&#29992;&#19981;&#21516;&#30340;&#23566;&#26143;&#36895;&#29575;, &#21542;&#21063;&#23601;&#26159;&#36196;&#36947;&#20736;&#26412;&#36523;&#26377;&#26576;&#20123;&#21839;&#38988;&#23384;&#22312;&#25152;&#33268;&#12290;</li><li>Non-orthogonal
camera axes - &#38614;&#28982;&#30059;&#38754;&#19978;&#26143;&#40670;&#31227;&#21205;&#22312;&#19981;&#21516;&#36600;&#21521;&#19978;&#26159;&#20998;&#21029;&#35336;&#31639;&#30340;, &#20294;&#22522;&#26412;&#19978;&#20841;&#20491;&#36600;&#21521;&#25033;&#35442;&#20114;&#30456;&#22402;&#30452;,
&#36889;&#20491;&#22846;&#35282;&#35282;&#24230;&#38614;&#28982;&#19981;&#35211;&#24471;&#19968;&#23450;&#24471;&#38750;&#24120;&#31934;&#30906;, &#20294;&#22914;&#26524;&#26126;&#39023;&#21487;&#20197;&#30475;&#24471;&#20986;&#20358;&#19981;&#26159;&#22402;&#30452;&#27491;&#20132;&#26178;, &#20320;&#23601;&#24471;&#37325;&#20570;&#26657;&#28310;,
&#22914;&#26524;&#22312;&#37325;&#35079;&#24190;&#27425;&#20570;&#26657;&#28310;&#24460;&#36996;&#26159;&#26377;&#36889;&#20491;&#24773;&#27841;&#30332;&#29983;&#30340;&#35441;, &#20320;&#30340;&#36196;&#36947;&#20736;&#25110;&#32773;&#20351;&#29992;&#30340;&#32412;&#32218;&#21487;&#33021;&#23601;&#26159;&#26377;&#26576;&#26041;&#38754;&#30340;&#21839;&#38988;,
&#36889;&#20491;&#26178;&#20505;&#23601;&#24471;&#35443;&#32048;&#27298;&#35222;&#25152;&#39023;&#31034;&#30340;&#22294;&#22411;&#20358;&#30475;&#30475;&#21040;&#24213;&#21839;&#38988;&#30340;&#26681;&#26412;&#22312;&#21738;&#35041;; &#26576;&#20123;&#24773;&#27841;&#19979;, &#36196;&#36947;&#20736;&#26681;&#26412;&#23601;&#27794;&#26377;&#36681;&#21205;, &#21482;&#26159;&#22240;&#28858;&#35222;&#23527;&#24230;&#35722;&#21205;&#23566;&#33268;&#26143;&#40670;&#20559;&#31227;&#32780;&#24050;;
&#22914;&#26524;&#36600;&#21521;&#19978;&#30340;&#35492;&#24046;&#20006;&#19981;&#22823;&#32780;&#19988;&#20320;&#20063;&#30906;&#23450;&#25152;&#26377;&#30828;&#39636;&#35373;&#20633;&#37117;&#36939;&#20316;&#27491;&#24120;,
&#20320;&#21487;&#20197;&#36879;&#36942;&#12302;&#36914;&#38542;&#35373;&#23450;&#12303;-&gt;&#12302;&#36196;&#36947;&#20736;&#12303;-&gt;&#12302;&#20551;&#35373;&#36196;&#32239;&#36600;&#33287;&#36196;&#32147;&#36600;&#28858;&#22402;&#30452;&#27491;&#20132;&#12303;&#36984;&#38917;&#20358;&#36991;&#20813;&#36889;&#20491;&#35338;&#24687;&#30340;&#29986;&#29983;,
&#20294;&#35201;&#36889;&#27171;&#35373;&#23450;&#21069;&#19968;&#23450;&#24471;&#30906;&#23450;&#36889;&#20491;&#35492;&#24046;&#24456;&#23567;, &#21542;&#21063;&#20320;&#23601;&#21487;&#33021;&#26371;&#24573;&#30053;&#25481;&#21487;&#33021;&#23384;&#22312;&#30340;&#22823;&#21839;&#38988;&#20102;; &#19978;&#22294;&#23565;&#30059;&#26694;&#24038;&#20596;&#30340;&#22294;&#22411;&#26159; <span style="font-style: italic;">PHD2</span> &#25152;&#28204;&#37327;&#21040;&#36196;&#32147;&#21450;&#36196;&#32239;&#36600;&#30340;&#36600;&#21521;&#29376;&#24907;&#12290;<br>
 </li><li>&#21487;&#30097;&#30340;&#36196;&#32147;&#21450;&#36196;&#32239;&#36895;&#29575; - &#36196;&#32147;&#36600;&#23566;&#26143;&#36895;&#29575;&#24517;&#38920;&#33287;&#36196;&#32239;&#36600;&#23566;&#26143;&#36895;&#29575;&#20114;&#28858;&#26576;&#20491;&#39192;&#24358; (cosine) &#20493;&#25976;&#30340;&#38364;&#20418;, &#25563;&#21477;&#35441;&#35498;, &#36196;&#32147;&#36895;&#29575;&#26371;&#38568;&#32773;&#26395;&#36960;&#37857;&#30001;&#36196;&#32239; 0 &#24230;&#24448;&#21271;&#25110;&#21335;&#21521;&#31227;&#21205;&#32780;&#35722;&#23567;, <span style="font-style: italic;">PHD2</span>
&#21482;&#26371;&#21578;&#35380;&#20320;&#30446;&#21069;&#25152;&#20351;&#29992;&#30340;&#23566;&#26143;&#36895;&#29575;&#26377;&#21839;&#38988;, &#32780;&#19981;&#26371;&#21435;&#21028;&#26039;&#36895;&#29575;&#30340;&#27491;&#30906;&#20540;&#35442;&#26159;&#22810;&#23569;; &#20320;&#21487;&#20197;&#24456;&#31777;&#21934;&#22320;&#21033;&#29992;&#20581;&#27298;&#36039;&#35338;&#20358;&#27298;&#35222;&#27492;&#36895;&#29575;&#26159;&#21542;&#27491;&#30906;; &#22914;&#26524;&#20320;&#20197; 1
&#20493;&#24646;&#26143;&#26178;&#30340;&#36895;&#29575;&#28858;&#23566;&#26143;&#36895;&#29575;, &#37027;&#40636;&#20320;&#30340;&#36196;&#32239;&#23566;&#26143;&#36895;&#29575;&#23601;&#24517;&#23450;&#36264;&#36817;&#26044; 15 &#31186;&#24359;/&#31186;, 0.5 &#20493;&#24646;&#26143;&#26178;&#30340;&#36895;&#29575;&#30340;&#35441;, &#36196;&#32239;&#23566;&#26143;&#36895;&#29575;&#23601;&#24517;&#23450;&#36264;&#36817;&#26044;
0.75 &#31186;&#24359;/&#31186;, &#20381;&#27492;&#39006;&#25512;; &#22914;&#26524;&#36196;&#32239;&#36600;&#36895;&#29575;&#26126;&#39023;&#20302;&#26044;&#36196;&#32147;&#36600;&#36895;&#29575;, &#32085;&#22823;&#37117;&#25976;&#26159;&#22240;&#28858;&#26377;&#36196;&#32239;&#23610;&#38553;&#22238;&#24046;&#25152;&#24341;&#36215;&#30340;&#12290; <br>
</li><li>&#19981;&#19968;&#33268;&#30340;&#32080;&#26524; - &#22914;&#26524;&#26657;&#28310;&#30340;&#32080;&#26524;&#33287;&#19978;&#27425;&#26377;&#39023;&#33879;&#24046;&#30064;&#26178;, &#23601;&#26371;&#26377;&#21578;&#35686;&#35338;&#24687;&#29986;&#29983;, &#22914;&#26524;&#26159;&#22240;&#28858;&#20320;&#25913;&#35722;&#20102;&#35373;&#20633;&#32068;&#24907;, &#36889;&#23601;&#19981;&#26159;&#20491;&#22823;&#21839;&#38988;, &#20294;&#20320;&#26368;&#22909;&#28858;&#36889;&#20491;&#35373;&#20633;&#32068;&#21512;&#24314;&#31435;&#19968;&#20491;&#26032;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284;, &#22914;&#27492;&#30340;&#35441;, <span style="font-style: italic;">PHD2</span> &#23601;&#26371;&#35352;&#20303;&#35373;&#20633;&#32068;&#24907;&#27284;&#20013;&#25152;&#26377;&#30340;&#35373;&#23450;, &#20197;&#24460;&#21482;&#35201;&#20999;&#25563;&#20351;&#29992;&#35373;&#20633;&#32068;&#24907;&#27284;&#23601;&#21487;&#20197;; &#20294;&#22914;&#26524;&#19981;&#26159;&#22240;&#28858;&#26356;&#25913;&#35373;&#20633;&#32068;&#24907;&#30340;&#35441;, &#20320;&#23601;&#24471;&#35201;&#33457;&#40670;&#26178;&#38291;&#27298;&#26597;&#28858;&#20309;&#26371;&#26377;&#36889;&#31278;&#24773;&#27841;&#30332;&#29983;&#12290;</li></ul>&#20381;
&#25818;&#27599;&#31278;&#21578;&#35686;&#31278;&#39006;, &#30456;&#23565;&#25033;&#30340;&#36039;&#26009;&#27396;&#20301;&#26371;&#34987;&#27161;&#31034;&#20986;&#20358;, &#20320;&#21487;&#20197;&#36984;&#25799;&#24573;&#30053;&#36889;&#20123;&#21578;&#35686; ("&#25509;&#21463;&#26657;&#28310;&#32080;&#26524;"), &#37325;&#26032;&#22519;&#34892;&#26657;&#28310; ("&#25448;&#26820;&#26657;&#28310;&#32080;&#26524;")
&#25110;&#36617;&#20837;&#20808;&#21069;&#33391;&#22909;&#30340;&#26657;&#28310; ("&#24674;&#24489;&#33290;&#26377;&#26657;&#28310;&#32080;&#26524;");&nbsp; &#36984;&#25799;&#22320;&#19977;&#20491;&#36984;&#38917;, &#30446;&#21069;&#26657;&#28310;&#36039;&#26009;&#26371;&#34987;&#25273;&#38500;&#12289;&#36617;&#20837;&#33290;&#26377;&#25928;&#28310;&#36039;&#26009;&#20006;&#38283;&#22987;&#23566;&#26143;,
&#22914;&#26524;&#20320;&#36996;&#26159;&#30475;&#21040;&#30456;&#21516;&#30340;&#21578;&#35686;&#35338;&#24687;, &#32780;&#19988;&#35469;&#28858;&#25152;&#25551;&#36848;&#30340;&#29376;&#27841;&#19981;&#26371;&#36896;&#25104;&#21839;&#38988; &#30340;&#35441;, &#21487;&#20197;&#21246;&#36984; "&#19981;&#20877;&#39023;&#31034;&#21578;&#35686;" &#26680;&#36984;&#26694;&#35731;&#35338;&#24687;&#20197;&#24460;&#19981;&#20877;&#20986;&#29694;, &#20294;&#20320;&#24471;&#25226;
"&#20581;&#27298;" &#23565;&#35441;&#26694;&#23565;&#22823;&#22810;&#25976;&#35373;&#20633;&#21839;&#38988;&#25490;&#38500;&#19978;&#26159;&#20491;&#24456;&#26377;&#29992;&#30340;&#24037;&#20855;&#36889;&#20214;&#20107;&#24773;&#25918;&#22312;&#24515;&#19978;&#12290;<br><br><span style="font-weight: bold;">&#36196;&#32239;&#40786;&#38553;&#22238;&#24046;</span><span style="font-weight: bold;"></span><br>&#20551;&#22914;&#23566;&#26143;&#21629;&#20196;&#36939;&#20316;&#19978;&#27794;&#26377;&#21839;&#38988;, &#23566;&#33268;&#26657;&#28310;&#21839;&#38988;&#30340;&#22823;&#22810;&#25976;&#26159;&#22240;&#28858;&#26377;&#24456;&#22823;&#30340;&#36196;&#32239;&#22238;&#24046;&#25152;&#33268;, &#36889;&#20491;&#21839;&#38988;&#21407;&#22240;&#21450;&#35299;&#27770;&#26041;&#27861;&#22312; <a href="Tools.htm#Declination_Backlash">&#24037;&#20855;&#21644;&#23526;&#29992;&#31243;&#24207;</a> &#31456;&#31680;&#24050;&#26377;&#35443;&#32048;&#30340;&#35498;&#26126;&#12290;<br><br><span style="font-weight: bold;"><a name="Star_cross_test"></a>&#30906;&#35469;&#22522;&#26412;&#30340;&#36196;&#36947;&#20736;&#25511;&#21046; - &#21313;&#23383;&#26143;&#40670;&#28204;&#35430;&#27861; (Star-Cross Test)<br></span>&#22914;
&#26524;&#20320;&#22519;&#34892;&#26657;&#28310;&#26178;&#37325;&#35079;&#36935;&#21040;&#21839;&#38988;&#20294;&#31243;&#24335;&#27794;&#26377;&#30332;&#20986;&#20219;&#20309;&#21578;&#35686;, &#20320;&#21487;&#20197;&#36879;&#36942;&#31777;&#21934;&#30340;&#24037;&#20855;&#20358;&#28204;&#35430;&#36196;&#36947;&#20736;&#26159;&#21542;&#23565;&#23566;&#26143;&#21629;&#20196;&#26377;&#21453;&#25033;,
&#36889;&#20491;&#28204;&#35430;&#26041;&#27861;&#21487;&#20197;&#35498;&#26159;&#26657;&#28310;&#21205;&#20316;&#30340;&#31777;&#21270;&#29256;, &#19981;&#36942;, &#20182;&#27604;&#36215;&#27491;&#24120;&#30340;&#26657;&#28310;&#31243;&#24207;&#30452;&#25509;&#32780;&#19988;&#24456;&#23481;&#26131;&#35731;&#20320;&#35264;&#23519;&#21040;&#21040;&#24213;&#30332;&#29983;&#20102;&#20160;&#40636;&#20107;, &#25105;&#20497;&#25226;&#36889;&#20491;&#26041;&#27861;&#31281;&#28858;
"&#21313;&#23383;&#26143;&#40670;&#28204;&#35430;&#27861; ("star-cross" test),&nbsp; &#20570;&#27861;&#26159;-&#38283;&#21855;&#30456;&#27231;&#24555;&#38272;, &#28982;&#24460;&#36865;&#20986;&#23566;&#26143;&#21629;&#20196;&#32102;&#36196;&#36947;&#20736;,
&#36889;&#27171;&#21487;&#20197;&#30475;&#21040;&#26143;&#40670;&#22312;&#30059;&#38754;&#19978;&#26371;&#21576;&#29694;&#21313;&#23383;&#24418;&#36556;&#36321; (&#22914;&#19979;&#22294;&#25152;&#31034;):<br><br><img style="width: 360px; height: 382px;" alt="" src="Star_cross_1.png"><br><br>&#19981;&#29992;&#31649;&#35282;&#24230;&#30340;&#21839;&#38988;, &#36889;&#21482;&#26159;&#21453;&#26144;&#20986;&#23566;&#26143;&#30456;&#27231;&#26059;&#36681;&#35282;&#24230;&#30340;&#24773;&#27841;&#32780;&#24050;; &#37325;&#35201;&#30340;&#26159;, &#20841;&#26781;&#32218;&#24471;&#20114;&#30456;&#22402;&#30452;&#32780;&#19988;&#22312;&#22235;&#20491;&#35937;&#38480;&#30340;&#38263;&#24230;&#20063;&#24517;&#38920;&#22823;&#33268;&#30456;&#21516;, &#22914;&#26524;&#20320;&#25152;&#30475;&#21040;&#30340;&#24433;&#20687;&#19981;&#26159;&#38263;&#36889;&#27171;, &#23566;&#26143;&#23601;&#19968;&#23450;&#26371;&#20986;&#21839;&#38988;&#25110;&#26681;&#26412;&#23566;&#19981;&#36215;&#20358;, &#19979;&#22294;&#26159;&#20491;&#24456;&#31967;&#31957;&#30340;&#24773;&#24418;<br><br><img style="width: 360px; height: 347px;" alt="" src="Bad_Star_Cross_1.png"><br><br>&#23566;
&#26143;&#26143;&#39636;&#21482;&#22312;&#19968;&#20491;&#26041;&#21521;&#26377;&#31227;&#21205; (&#36889;&#20491;&#20363;&#23376;&#20013;&#21482;&#26377;&#36196;&#24465;&#36600;), &#30332;&#32102;&#36196;&#32239;&#36600;&#30340;&#23566;&#26143;&#21629;&#20196;&#23436;&#20840;&#27794;&#26377;&#20316;&#29992;, &#36889;&#31278;&#29376;&#27841;&#19979;,&nbsp;
&#38500;&#38750;&#20320;&#23559;&#36196;&#36947;&#20736;&#30340;&#21839;&#38988;&#25490;&#38500;&#25110;&#32773;&#23559;&#36196;&#32239;&#23566;&#26143;&#21151;&#33021;&#38364;&#25481;&#21542;&#21063;&#23601;&#28961;&#27861;&#23436;&#25104;&#26657;&#28310;&#30340;&#21205;&#20316;, &#24471;&#21040;&#29211;&#32080;&#26524;&#30340;&#22240;&#32032;&#26377;&#35377;&#22810;&#31278;&#25490;&#21015;&#32068;&#21512;, &#27599;&#31278;&#37117;&#33287;&#36196;&#36947;&#20736;&#12289;&#23566;&#26143;&#32218;&#29978;&#25110;&#26159;
ASCOM &#39493;&#21205;&#31243;&#24335;&#30340;&#26576;&#20123;&#29305;&#21029;&#21839;&#38988;&#30456;&#38364;&#32879;, &#20320;&#21487;&#20197;&#20551;&#35373;&#36889;&#20123;&#21839;&#38988;&#37117;&#19981;&#26159; <span style="font-style: italic;">PHD2</span> &#26412;&#36523;&#21487;&#20197;&#35299;&#27770;&#30340;&#12290;<br><br>&#22519;&#34892;&#36889;&#20491;&#28204;&#35430;&#30340;&#27493;&#39519;&#22914;&#19979;: <br>

<ol><li>&#23559;&#36196;&#36947;&#20736;&#23566;&#26143;&#36895;&#29575;&#35373;&#28858; 1 &#20493;&#24646;&#26143;&#26178;, &#25171;&#38283;&#12302;&#24037;&#20855;&#12303;-&gt;&#12302;&#25163;&#21205;&#23566;&#26143;&#12303;&#20006;&#36984;&#25799;&#19968;&#20491;&#21021;&#22987;&#30340;&#23566;&#26143;&#21629;&#20196;&#38263;&#24230; (&#22914; 5 &#31186;);</li><li>&#35731;&#23566;&#26143;&#30456;&#27231;&#38283;&#22987;&#26333;&#20809; 60 &#31186;;</li><li>&#30332;&#20986;&#19968;&#27425;&#23566;&#26143;&#21629;&#20196; "&#24448;&#35199; 5 &#31186;", &#28982;&#24460;&#22312;&#30332;&#20986;&#20841;&#27425; "&#24448;&#26481; 5 &#31186;" &#23566;&#26143;&#21629;&#20196;, &#26368;&#24460;&#20877;&#30332;&#20986;&#19968;&#27425; "&#24448;&#35199; 5 &#31186;"&#30340;&#23566;&#26143;&#21629;&#20196;, &#36889;&#27171;&#23566;&#26143;&#26143;&#39636;&#25033;&#35442;&#22238;&#21040;&#25509;&#36817;&#26044;&#38283;&#22987;&#20301;&#32622;&#30340;&#22320;&#26041;; &#27599;&#27425;&#39686;&#20986;&#23566;&#26143;&#21629;&#20196;&#20013;&#38291;&#20320;&#21487;&#20197;&#31561;&#24453; 5 &#31186;&#37912;&#22909;&#35731;&#23566;&#26143;&#21629;&#20196;&#23436;&#25104;;&nbsp;  <span style="font-family: Arial;"></span></li><li>&#30332;&#20986;&#19968;&#27425;&#23566;&#26143;&#21629;&#20196; "&#24448;&#21271; 5 &#31186;", &#28982;&#24460;&#22312;&#30332;&#20986;&#20841;&#27425; "&#24448;&#21335; 5 &#31186;" &#23566;&#26143;&#21629;&#20196;, &#26368;&#24460;&#20877;&#30332;&#20986;&#19968;&#27425; "&#24448;&#21271; 5 &#31186;"&#30340;&#23566;&#26143;&#21629;&#20196;, &#36889;&#27171;&#23566;&#26143;&#26143;&#39636;&#25033;&#35442;&#22238;&#21040;&#25509;&#36817;&#26044;&#38283;&#22987;&#20301;&#32622;&#30340;&#22320;&#26041;; <br>
</li>
  <li>&#31561;&#24453;&#23566;&#26143;&#30456;&#27231;&#23559;&#24433;&#20687;&#19979;&#36617;&#19979;&#20358;, &#28982;&#24460;&#27298;&#35222;&#32080;&#26524;<br>
  </li>
</ol>&#20320;&#21487;&#20197;&#20351;&#29992;&#19981;&#21516;&#38263;&#24230;&#30340;&#23566;&#26143;&#21629;&#20196;&#30332;&#36865;&#26178;&#38291;, &#20294;&#32317;&#26333;&#20809;&#26178;&#38291;&#24517;&#38920;&#35201;&#35731;&#20320;&#21487;&#20197;&#23436;&#25104;&#25805;&#20316;&#25972;&#20491;&#31243;&#24207;, &#22823;&#22810;&#25976;&#36196;&#36947;&#20736;&#19978;, &#22240;&#28858;&#26377;&#36196;&#32239;&#22238;&#24046;, &#25152;&#20197;&#20320;&#22312;&#31532;&#19968;&#30524;&#23601;&#33021;&#22816;&#30475;&#24471;&#20986;&#20358;&#26143;&#40670;&#27794;&#26377;&#22238;&#21040;&#21407;&#20358;&#30340;&#20301;&#32622;&#19978;, &#20294;&#25033;&#35442;&#26371;&#30456;&#30070;&#25509;&#36817;&#25165;&#23565;, &#20320;&#24471;&#35201;&#24456;&#20180;&#32048;&#20358;&#37327;&#28204;&#21040;&#24213;&#20320;&#25152;&#29992;&#30340;&#36196;&#36947;&#20736;&#36196;&#32239;&#22238;&#24046;&#26377;&#22810;&#22823;&#12290;<br><br>&#20351;&#29992;&#36889;&#20491;&#24037;&#20855;&#30340;&#22909;&#34389;&#26159;&#20182;&#30456;&#30070;&#31777;&#28500;&#32780;&#33021;&#22816;&#35731;&#20320;&#30693;&#36947;&#36196;&#36947;&#20736;&#26159;&#19981;&#26159;&#26377;&#22312;&#27491;&#24120;&#24448;&#21508;&#26041;&#21521;&#36681;&#21205;, &#22240;&#28858;&#20854;&#20182;&#30340;&#35373;&#23450;&#37117;&#33287;&#22519;&#34892;&#36889;&#20491;&#24037;&#20855;&#28961;&#38364;, &#25152;&#20197;&#20320;&#20063;&#19981;&#29992;&#21435;&#35373;&#23450;&#20219;&#20309; <span style="font-style: italic;">PHD2</span> &#21443;&#25976;, &#20320;&#26371;&#30332;&#29694;&#36889;&#26159;&#20320;&#33287;&#36196;&#36947;&#20736;&#35069;&#36896;&#21830;&#25110;&#20102;&#35299;&#29305;&#23450;&#36196;&#36947;&#20736;&#26377;&#33879;&#26576;&#20123;&#21839;&#38988;&#30340;&#20351;&#29992;&#32773;&#38291;&#28317;&#36890;&#21450;&#37328;&#28165;&#21839;&#38988;&#30340;&#22909;&#24037;&#20855;&#12290;<br><h3><a name="Problems-_Display_Window"></a>&#39023;&#31034;&#35222;&#31383;&#30340;&#21839;&#38988;</h3>&#26032;
&#29992;&#25142;&#21487;&#33021;&#26371;&#25265;&#24616;&#20027;&#35222;&#31383;&#19978;&#25152;&#39023;&#31034;&#30340;&#24433;&#20687;&#38620;&#32011;&#22826;&#39640;&#25110;&#24190;&#20046;&#20840;&#30333;/&#20840;&#40657;, &#20551;&#35373;&#30456;&#27231;&#24037;&#20316;&#27491;&#24120;&#32780;&#19988;&#26377;&#19979;&#36617;&#24433;&#20687;&#19979;&#20358;,
&#36889;&#20491;&#21839;&#38988;&#21487;&#33021;&#26159;&#24433;&#20687;&#20013;&#26681;&#26412;&#25214;&#19981;&#21040;&#21487;&#29992;&#30340;&#23566;&#26143;&#26143;&#40670;&#25152;&#33268;, &#20363;&#22914;, &#22312;&#23460;&#20839;&#25110;&#30333;&#22825;&#28204;&#35430;&#30456;&#27231;&#21151;&#33021;&#26178;&#23601;&#24120;&#24120;&#26371;&#26377;&#36889;&#31278;&#29694;&#35937;&#30332;&#29983;;
&#36889;&#27171;&#30340;&#24433;&#20687;&#26681;&#26412;&#23601;&#27794;&#26377;&#20160;&#40636;&#29992;&#34389;;&nbsp; <span style="font-style: italic;">PHD2</span>
&#20351;&#29992;&#33258;&#21205;&#34722;&#24149;&#24433;&#20687;&#24310;&#23637;&#21151;&#33021;&#35731;&#20320;&#22312;&#22812;&#38291;&#24456;&#23481;&#26131;&#25214;&#21040;&#26143;&#40670;, &#22914;&#26524;&#24433;&#20687;&#20013;&#27794;&#26377;&#20219;&#20309;&#26143;&#40670;&#23384;&#22312;, &#34722;&#24149;&#39023;&#31034;&#24310;&#23637;&#22294;&#22411;&#19978;&#26371;&#39023;&#31034;&#20986;&#30059;&#38754;&#26368;&#26263;&#21644;&#26368;&#20142;&#20540;,
&#20294;&#24433;&#20687;&#19978;&#38957;&#37117;&#19981;&#26371;&#26377;&#20219;&#20309;&#26481;&#35199;, &#36889;&#23601;&#26159;&#22823;&#23478;&#24120;&#30475;&#21040;&#26377;&#24456;&#22810;&#38620;&#32011;&#30340;&#20840;&#30333;/&#20840;&#40657;&#30059;&#38754;, &#22914;&#26524;&#23566;&#26143;&#37857;&#27794;&#26377;&#23565;&#22909;&#28966;, &#39023;&#31034;&#24433;&#20687;&#20063;&#26371;&#26377;&#20123;&#21839;&#38988;,
&#23565;&#28966;&#21487;&#33021;&#24456;&#32791;&#26178;&#38291;&#32780;&#19988;&#38656;&#35201;&#19968;&#20123;&#32147;&#39511;&#25165;&#33021;&#20570;&#22909;, &#20294;&#36889;&#23565;&#33021;&#19981;&#33021;&#29554;&#24471;&#33391;&#22909;&#30340;&#23566;&#26143;&#25928;&#33021;&#26377;&#27770;&#23450;&#24615;&#30340;&#24433;&#38911;, &#20351;&#29992;&#38750;&#39165;&#21644; (&#19981;&#26371;&#36942;&#20142;)
&#30340;&#26143;&#39636;&#30070;&#23566;&#26143;&#26143;&#39636;&#20006;&#23565;&#22909;&#28966;&#36317;&#24460;&#20877;&#36984;&#25799;&#26263;&#19968;&#40670;&#30340;&#26143;&#39636;&#20570;&#24494;&#35519;, &#37325;&#35079;&#36889;&#27171;&#30340;&#27493;&#39519;&#24190;&#27425;&#23601;&#21487;&#20197;&#29554;&#24471;&#33391;&#22909;&#30340;&#32080;&#26524;&#12290;<br>
 <h3><a name="Problems-_Camera_Timeouts"></a>&#23566;&#26143;&#30456;&#27231;&#36926;&#26178;&#21644;&#24433;&#20687;&#19979;&#36617;&#21839;&#38988;</h3>&#26576;&#20123;&#24773;&#27841;&#19979;, &#20320;&#21487;&#33021;&#26371;&#36935;&#21040;&#23566;&#26143;&#24433;&#20687;&#19979;&#36617;&#19981;&#19979;&#20358;&#25110;&#28961;&#27861;&#39023;&#31034;&#30340;&#21839;&#38988;, &#22312;&#26997;&#31471;&#30340;&#24773;&#27841;&#19979;&#26356;&#26377;&#21487;&#33021;&#23566;&#33268; <span style="font-style: italic;">PHD2</span> &#25110;&#25293;&#25885;&#36575;&#39636;&#30070;&#25481;, &#36889;&#22823;&#37117;&#26159;&#22240;&#28858;&#30828;&#39636;, &#30456;&#27231;&#39493;&#21205;&#31243;&#24335;&#25110;&#36899;&#25509;&#32412;&#32218; (USB &#32218;)/&#25509;&#38957;&#30340;&#21839;&#38988;&#25152;, &#30001;&#26044;&#19981;&#22826;&#21487;&#33021;&#26159; <span style="font-style: italic;">PHD2</span>
&#25110;&#20854;&#20182;&#36575;&#39636;&#30340;&#21839;&#38988;, &#25152;&#20197;&#20320;&#26368;&#22909;&#26159;&#30001;&#20302;&#38542;&#30340;&#30828;&#39636;&#23652;&#38754;&#33879;&#25163;, &#39318;&#20808;&#29992;&#30701;&#19968;&#40670;&#30340;&#36899;&#25509;&#32218;&#30452;&#25509;&#36899;&#25509;&#38651;&#33126;&#20006;&#21033;&#29992;&#30456;&#27231;&#25152;&#38468;&#30340;&#36575;&#39636;&#25293;&#24190;&#24373;&#29031;&#29255;&#30475;&#30475;,
&#22914;&#26524;&#30456;&#27231;&#24037;&#20316;&#27491;&#24120;, &#20877;&#19968;&#19968;&#25563;&#25481; USB &#32218;&#25110;&#38598;&#32218;&#22120;&#20358;&#23559;&#21839;&#38988;&#38548;&#38626;,&nbsp; &#35531;&#35641;&#35352;&#22312;&#24515;, &#25105;&#20497;&#25293;&#25885;&#22825;&#25991;&#24433;&#20687;&#30340;&#29872;&#22659;&#36890;&#24120;&#38750;&#24120;&#22196;&#33499;,
&#32780;&#25105;&#20497;&#25152;&#29992;&#30340;&#35373;&#20633;&#19981;&#35211;&#24471;&#26159;&#35373;&#35336;&#32102;&#22312;&#36889;&#31278;&#29872;&#22659; (&#22914;&#20302;&#28331;, &#25142;&#22806;)&#19979;&#20351;&#29992;&#30340;, &#25152;&#20197;&#21487;&#33021;&#22312;&#19978;&#26143;&#26399;&#25110;&#19978;&#20491;&#26376;&#37117;&#36996;&#22909;&#22909;&#24037;&#20316;&#30340;, &#29694;&#22312;&#21371;&#25499;&#25481;&#12290;<br><br>2.3 &#29256;&#24460;, <span style="font-style: italic;">PHD2</span> &#21033;&#29992;&#30456;&#27231;&#36926;&#26178;&#36889;&#20491;&#20839;&#37096;&#21443;&#25976;&#20358;&#38450;&#27490;&#25033;&#29992;&#31243;&#24335;&#30070;&#25481;, &#27492;&#21443;&#25976;&#22312;&#12302;<a href="Advanced_settings.htm">&#36914;&#38542;&#35373;&#23450;</a>&#12303;-&gt; &#12302;&#30456;&#27231;&#12303;&#27161;&#31844;&#38913;, &#38928;&#35373;&#20540;&#28858; 15 &#31186;, &#20063;&#23601;&#26159;&#35498;, <span style="font-style: italic;">PHD2</span>
&#26371;&#22312;&#23436;&#25104;&#27491;&#24120;&#26333;&#20809;&#24460;&#31561;&#24453; 15 &#31186;&#30340;&#26178;&#38291;&#33258;&#30456;&#27231;&#19979;&#36617;&#27284;&#26696;, &#36889;&#20491;&#35373;&#23450;&#26178;&#38291;&#24050;&#32147;&#36969;&#29992;&#26044;&#22823;&#22810;&#25976;&#30340;&#29872;&#22659;&#21450;&#30456;&#27231;&#19978;,. &#20294;&#30070;&#20351;&#29992;&#26576;&#20123;&#38656;&#35201;&#32791;&#25481;&#22823;&#37327; USB
&#20659;&#36664;&#38971;&#23532;&#21450;&#38651;&#21147;&#30340;&#30456;&#27231;, &#22914;&#26524;&#26377;&#30332;&#29983;&#36926;&#26178;&#30340;&#24773;&#27841;, &#20320;&#21487;&#20197;&#25289;&#38263;&#31561;&#24453;&#26178;&#38291;, &#29978;&#33267;&#26044;&#21487;&#20197;&#35373;&#23450;&#28858; 1000 &#31186;&#25110;&#26356;&#38263;&#30340;&#26178;&#38291; (&#27794;&#26377;&#20154;&#26371;&#36889;&#27171;&#29609;&#30340;),
&#20551;&#22914;&#26178;&#38291;&#35373;&#24471;&#22826;&#38263;, &#20320;&#23601;&#26377;&#21487;&#33021;&#35731;&#31243;&#24335;&#34389;&#26044;&#39006;&#20284;&#30070;&#27231;&#30340;&#21361;&#38570;&#30070;&#20013;, &#35201;&#19981;&#35201;&#36889;&#27171;&#20570;&#27770;&#23450;&#22312;&#20320;, &#22240;&#28858;&#24433;&#20687;&#19979;&#36617;&#24460;&#23601;&#26371;&#31435;&#21051;&#23559;&#32066;&#27490;&#31561;&#24453;,
&#22240;&#27492;&#35373;&#23450;&#36611;&#38263;&#30340;&#31561;&#24453;&#26178;&#38291;, &#22312;&#27491;&#24120;&#36939;&#20316;&#19979;&#20006;&#19981;&#26371;&#36896;&#25104;&#21839;&#12290;<h3>&#23566;&#26143;&#25928;&#33021;&#19981;&#20339;</h3>&#30070;
&#25152;&#26377;&#37117;&#36939;&#34892;&#27491;&#24120;&#26178;, &#20320;&#21487;&#33021;&#31435;&#21051;&#23601;&#33021;&#29554;&#24471;&#33391;&#22909;&#30340;&#23566;&#26143;&#32080;&#26524;, &#20320;&#21487;&#33021;&#26371;&#24819;&#20160;&#40636;&#27171;&#30340;&#29376;&#27841;&#25165;&#26159; "&#22909;" &#30340;&#23566;&#26143;&#29376;&#24907;, &#36889;&#20491;&#21839;&#38988;&#30340;&#31572;&#26696;&#22240;&#20154;&#32780;&#30064;,
&#20294;&#26159;&#22914;&#26524;&#20320;&#30332;&#29694;&#25293;&#25885;&#25152;&#24471;&#30340;&#24433;&#20687;&#37912;&#30340;&#26143;&#40670;&#25302;&#32218;&#20102;, &#20320;&#23601;&#24471;&#26377;&#31995;&#32113;&#22320;&#20358;&#20462;&#27491;&#36889;&#31278;&#21839;&#38988;, &#24456;&#22810;&#20154;&#21083;&#38283;&#22987;&#37117;&#26371;&#30450;&#30446;&#22320;&#22039;&#35430;&#35519;&#25972;&#21508;&#31278;&#21443;&#25976;&#20358;&#35731;&#32080;&#26524;&#22909;&#19968;&#40670;,
&#35519;&#25972;&#21443;&#25976;&#19981;&#20107;&#20214;&#22750;&#20107;, &#20107;&#23526;&#19978;&#36889;&#20063;&#26159;&#36889;&#20123;&#21443;&#25976;&#35519;&#25972;&#23384;&#22312;&#30340;&#30446;&#30340;, &#20294;&#21069;&#25552;&#26159;, &#20320;&#20808;&#35201;&#20102;&#35299;&#36889;&#20123;&#21443;&#25976;&#26159;&#20570;&#21861;&#29992;&#30340;&#25165;&#34892;; <span style="font-style: italic;">PHD2</span>
&#20013;&#25152;&#26377;&#30340;&#38928;&#35373;&#20540;&#37117;&#26159;&#32147;&#36942;&#31934;&#24515;&#35519;&#25972;&#20197;&#33021;&#36969;&#29992;&#22312;&#22823;&#22810;&#25976;&#26989;&#39192;&#22825;&#25991;&#25885;&#24433;&#32773;&#25152;&#20351;&#29992;&#30340;&#35373;&#20633;&#21644;&#22580;&#21512;&#20013;,
&#20778;&#21270;&#35373;&#23450;&#23436;&#20840;&#24471;&#30475;&#25293;&#25885;&#30446;&#27161;&#22823;&#23567;&#12289;&#35222;&#23527;&#24230;&#29376;&#27841;&#21450;&#20320;&#30340;&#36196;&#36947;&#32681;&#26412;&#36523;&#30340;&#34892;&#28858;&#32780;&#23450;, &#25563;&#21477;&#35441;&#35498;, &#23601;&#26159;&#20320;&#30340;&#29376;&#27841;&#35222;&#21807;&#19968;&#30340;, &#27794;&#26377;&#20219;&#20309;&#25551;&#36848;&#27491;&#30906;&#23566;&#26143;&#21443;&#25976;&#30340;&#31070;&#22855;
"&#32005;&#26360;" &#21450;&#20854;&#20182;&#20351;&#29992;&#32773;&#32147;&#39511;&#30340;&#35373;&#23450;&#21487;&#20197;&#23436;&#23436;&#20840;&#20840;&#22871;&#29992;&#21040;&#20320;&#30340;&#20351;&#29992;&#29872;&#22659;&#19978;, &#22914;&#26524;&#20320;&#36879;&#36942;&#26032;&#24314;&#35373;&#20633;&#32068;&#24907;&#31934;&#38728;&#20358;&#20351;&#29992; <span style="font-style: italic;">PHD2 </span>&#30340;
&#35441;, &#38928;&#35373;&#20540;&#22823;&#39636;&#19978;&#24050;&#32147;&#20381;&#20320;&#30340;&#23566;&#26143;&#24433;&#20687;&#22823;&#23567;&#35519;&#26657;&#22909;&#20102;, &#21033;&#29992;&#23566;&#26143;&#23567;&#24171;&#25163;,
&#20320;&#23601;&#21487;&#20197;&#26356;&#36028;&#36817;&#20320;&#30340;&#29376;&#27841;&#20006;&#19988;&#26681;&#25818;&#35222;&#23527;&#24230;&#29376;&#27841;&#35519;&#25972;&#22909;&#26368;&#23567;&#31227;&#21205;&#37327;&#22823;&#23567;&#35373;&#23450;&#20540;&#20197;&#36991;&#20813;&#35222;&#23527;&#24230;&#24178;&#25854;&#32780;&#20570;&#36942;&#24230;&#30340;&#20462;&#27491;; &#36879;&#36942;&#23566;&#26143;&#23567;&#24171;&#25163;&#25110;&#25163;&#21205;&#23566;&#26143;,
&#20063;&#21487;&#20197;&#20102;&#35299;&#36196;&#36947;&#20736;&#26412;&#36523;&#30340;&#36196;&#32239;&#22238;&#24046;&#26377;&#22810;&#22823;, &#22914;&#27492;&#21487;&#20197;&#35731;&#36196;&#32239;&#23566;&#26143;&#26356;&#21152;&#31934;&#28310;&#12290;<br><br>&#21462;&#24471;&#26368;&#20339;&#30340;&#23566;&#26143;&#25928;&#33021;&#22830;&#26371;&#26159;&#20214;&#30456;&#30070;&#32321;&#35079;&#30340;&#24037;&#20316;, &#22312;&#36889;&#35041;&#20063;&#27794;&#36774;&#27861;&#23436;&#25972;&#22320;&#20358;&#35498;&#26126;, &#20320;&#21487;&#20197;&#22312;&#32178;&#36335;&#19978;&#25214;&#21040;&#35377;&#22810;&#26377;&#29992;&#30340;&#36039;&#28304;, Craig Stark &#25152;&#32232;&#23531;&#30340;&#25991;&#20214;&#21487;&#20197;&#32102;&#20320;&#30070;&#20316;&#20837;&#38272;&#30340;&#21443;&#32771;:<a href="http://www.cloudynights.com/page/articles/cat/fishing-for-photons/what-to-do-when-phd-guiding-isnt-push-here-dummy-r2677" target="_blank"><br>
<span style="font-weight: bold;">http://www.cloudynights.com/page/articles/cat/fishing-for-photons/what-to-do-when-phd-guiding-isnt-push-here-dummy-r2677</span></a>.<span style="font-weight: bold;"></span><h3><a name="Problems-_Alerts"></a>&#21578;&#35686;&#35338;&#24687;<br>
</h3><span style="font-style: italic;">PHD2</span> &#26377;&#26178;&#26371;&#22312;&#20027;&#35222;&#31383;&#19978;&#26041;&#39023;&#31034;&#21578;&#35686;&#35338;&#24687;PHD2, &#36889;&#20123;&#35338;&#24687;&#36890;&#24120;&#28858;&#20102;&#35201;&#25552;&#37266;&#20320;&#27880;&#24847;&#26576;&#20123;&#37679;&#35492;&#25110;&#38500;&#37679;&#36039;&#35338;, &#27491;&#24120;&#25805;&#20316;&#30340;&#36942;&#31243;&#30070;&#20013;, &#20320;&#25033;&#35442;&#19981;&#26371;&#30475;&#21040;&#36889;&#39006;&#30340;&#35686;&#21578;&#35338;&#24687;, &#20294;&#22914;&#26524;&#26377;&#30340;&#35441;, &#20197;&#19979;&#31456;&#31680;&#26371;&#23565;&#20320;&#26377;&#40670;&#24171;&#21161;&#12290;<br><br><span style="font-weight: bold;">&#26263;&#22580;&#24433;&#20687;&#24235;&#21644;&#22750;&#40670;&#24433;&#20687;&#24235;&#30456;&#38364;&#21578;&#35686;&#35338;</span><br><br><span style="font-weight: bold;">"&#20351;&#29992;&#26263;&#22580;&#24433;&#20687;&#24235;&#25110;&#22750;&#40670;&#24433;&#20687;"</span>
- &#20351;&#29992;&#26263;&#22580;&#24433;&#20687;&#24235;&#25110;&#22750;&#40670;&#24433;&#20687;&#24235;&#21487;&#20197;&#36991;&#20813;&#35731; <span style="font-style: italic;">PHD2</span> &#36984;&#21462;&#24433;&#20687;&#20013;&#29105;&#22122;&#40670;&#25110;&#26576;&#20123;&#32570;&#25613;&#40670;&#20316;&#28858;&#23566;&#26143;&#26143;&#39636;, &#22914;&#26524;&#20320;&#36984;&#25799;&#24573;&#30053;&#36889;&#20491;&#35338;&#24687;, &#20320;&#23601;&#26377;&#21487;&#33021;&#38519;&#20837; <span style="font-style: italic;">PHD2</span> &#30064;&#24120;&#22312;&#29105;&#22122;&#40670;&#21450;&#27491;&#24120;&#26143;&#40670;&#38291;&#20999;&#25563;&#32780;&#23566;&#33268;&#23566;&#26143;&#30064;&#24120;&#30340;&#28507;&#22312;&#21361;&#27231;&#20013;&#12290;<br><br><span style="font-weight: bold;">&#26684;&#24335;/&#24190;&#20309;&#24418;&#29376;&#19981;&#30456;&#31526;</span>
- &#26263;&#22580;&#24613;&#22750;&#40670;&#24433;&#20687;&#24235;&#26684;&#24335;&#24517;&#38920;&#33287;&#25152;&#20351;&#29992;&#30340;&#30456;&#27231;&#30456;&#31526;, &#22914;&#26524;&#20320;&#26356;&#25913;&#20102;&#29694;&#23384;&#35373;&#20633;&#32068;&#24907;&#27284;&#20013;&#30340;&#30456;&#27231;, &#37027;&#40636;&#29694;&#23384;&#30340;&#26263;&#22580;/&#22750;&#40670;&#24433;&#20687;&#24235;&#23601;&#26371;&#19981;&#30456;&#31526;&#21512;,
&#20320;&#23601;&#26371;&#30475;&#21040;&#21578;&#35686;&#35338;&#24687;; &#35201;&#36991;&#20813;&#36889;&#20491;&#21839;&#38988;, &#28858;&#36889;&#20491;&#35373;&#20633;&#32068;&#21512;&#24314;&#31435;&#26032;&#30340;&#35373;&#20633;&#32068;&#24907;&#27284;&#32780;&#19981;&#26159;&#20462;&#25913;&#30446;&#21069;&#30340;&#32068;&#24907;&#27284;&#25165;&#26159;&#27491;&#30906;&#30340;&#20570;&#27861;, &#30070;&#28982;,
&#36889;&#27171;&#20570;&#24460;&#20320;&#36996;&#26159;&#24471;&#28858;&#26032;&#32068;&#24907;&#27284;&#25293;&#25885;&#20006;&#24314;&#31435;&#26263;&#22580;/&#22750;&#40670;&#24433;&#20687;&#24235;, &#20294;&#36889;&#27171;&#20320;&#23601;&#21487;&#20197;&#20445;&#30041;&#33290;&#30340;&#26263;&#22580;/&#22750;&#40670;&#24433;&#20687;&#24235;&#32102;&#21407;&#20358;&#30340;&#35373;&#20633;&#32068;&#24907;&#20351;&#29992;&#30340;, &#22312;&#30456;&#27231;&#39493;&#21205;&#31243;&#24335;&#25110; <span style="font-style: italic;">PHD2</span> &#26356;&#25913;&#33287;&#34389;&#29702;&#30456;&#27231;&#24433;&#20687;&#31243;&#24335;&#30908;&#31561;&#30340;&#24773;&#27841;&#19979;&#20063;&#26377;&#21487;&#33021;&#26371;&#20986;&#29694;&#36889;&#39006;&#21578;&#35686;&#35338;&#24687;; &#21478;&#22806;, &#22914;&#26524;&#20320;&#23601;&#26377;&#30340;&#26263;&#22580;&#24433;&#20687;&#24235;&#38598;&#21512;&#20102;&#19981;&#21516;&#24433;&#20687;&#24863;&#28204;&#22120;&#26684;&#24335;, &#20320;&#20063;&#21487;&#33021;&#26371;&#30475;&#21040;&#26684;&#24335;&#19981;&#30456;&#23481;&#30340;&#37679;&#35492;&#35338;&#24687;&#12290;<br><br>&#22312;&#36889;&#20123;&#26696;&#20363;&#20013;, &#20320;&#24517;&#38920;&#35201;&#37325;&#24314;&#26263;&#22580;&#24433;&#20687;&#24235;&#25110;&#22750;&#40670;&#24433;&#20687;&#24235;, &#35443;&#32048;&#35498;&#26126;&#35531;&#21443;&#32771;&nbsp; <span style="font-weight: bold;"></span><a href="Darks_BadPixel_Maps.htm">&#26263;&#22580;&#24433;&#20687;&#33287;&#22750;&#40670;&#24433;&#20687;&#24235;</a> &#31456;&#31680;<br><span style="font-weight: bold;"><br>ASCOM &#21578;&#35686;&#35338;&#24687;</span><br>&#31532;
&#19968;&#27425;&#36899;&#25509;&#21040;&#36196;&#36947;&#20736;&#65292;&#25885;&#20687;&#27231;&#25110;&#20854;&#20182; ASCOM &#25511;&#21046;&#30340;&#35373;&#20633;&#26178;&#65292;&#24744;&#21487;&#33021;&#26371;&#30475;&#21040;&#30446;&#21069;&#25152;&#29992;&#39493;&#21205;&#31243;&#24335;&#19981;&#25903;&#25588;&#26576;&#38917;&#21151;&#33021;&#30340;&#35686;&#21578;&#35338;&#24687;, &#20363;&#22914;: &#25152;&#29992;&#30340;&#26395;&#36960;&#37857;/&#36196;&#36947;&#20736;
ASCOM &#39493;&#21205;&#31243;&#24335; (&#39493;&#21205;&#31243;&#24335;&#29256;&#26412;&#22826;&#33290;) &#19981;&#25903;&#25588; pulse-guiding &#21151;&#33021;, &#36889;&#31278;&#24773;&#27841;&#19979;, &#20320;&#20063;&#21482;&#33021;&#26356;&#26032;&#30456;&#23565;&#25033;&#30340;&#39493;&#21205;&#31243;&#24335;,
&#39493;&#21205;&#31243;&#24335;&#36890;&#24120;&#21487;&#20197;&#22312; ASCOM &#25110;&#35373;&#20633;&#35069;&#36896;&#21830;&#32178;&#31449;&#19978;&#19979;&#36617;&#24471;&#21040;, &#25105;&#20497;&#30340;&#32147;&#39511;&#27861;&#21063;&#26159;&#65306;&#35531;&#20351;&#29992;&#26368;&#26032;&#29256;&#26412;&#30340;&#39493;&#21205;&#31243;&#24335;,
&#20197;&#20813;&#35731;&#20197;&#24448;&#22312;&#21029;&#20154;&#36523;&#19978;&#30332;&#29983;&#30340;&#21839;&#38988;&#37325;&#35079;&#22312;&#20320;&#33258;&#24049;&#36523;&#19978;&#30332;&#29983;&#12290;<br>
<br>
<span style="font-weight: bold;"><span style="font-weight: bold;">&#30456;&#27231;&#36926;&#26178;&#21578;&#35686;<br><span style="font-weight: bold;"><span style="font-weight: bold;"></span></span></span></span>&#30456;&#38364;&#26044;&#23566;&#26143;&#30456;&#27231;&#35336;&#26178;&#21450;&#36926;&#26178;&#21839;&#38988;, &#35531;&#21443;&#32771;&#21069;&#38754;: <span style="font-weight: bold;"><span style="font-weight: bold;"><span style="font-weight: bold;"><span style="font-weight: bold;"></span></span><a href="#Problems-_Camera_Timeouts">&#23566;&#26143;&#30456;&#27231;&#36926;&#26178;</a></span></span><span style="text-decoration: underline;"></span> &#31456;&#31680;&#35498;&#26126;<br>
<span style="font-weight: bold;"><span style="font-weight: bold;"><br>
&#26657;&#28310;&#21578;&#35686;<br></span></span>&#36196;&#36947;&#20736;&#36914;&#34892;&#26657;&#28310;&#26178;&#21487;&#33021;&#26371;&#26377;&#26576;&#20123;&#21578;&#35686;&#35338;&#24687;&#30332;&#29983;, &#36889;&#20123;&#35338;&#24687;&#35531;&#21443;&#32771;&#22312; <a href="#Problems-_Mount_Control">&#26657;&#28310;&#21578;&#35686;&#35338;&#24687;</a> &#31456;&#31680;&#20013;&#30340;&#35498;&#26126;<br><span style="font-weight: bold;"><br>&#26368;&#38263;&#26178;&#38291;&#38480;&#21046;&#21578;&#35686;<br><span style="font-weight: bold;"></span></span>&#22312;&#27491;&#24120;&#23566;&#26143;&#20013;, &#20320;&#21487;&#33021;&#26371;&#30475;&#21040;&#22312;&#36196;&#32147;&#25110;&#36196;&#32239;&#19978;&#25152;&#35373;&#23450;&#30340;&#26368;&#38263;&#36913;&#26399;&#26178;&#38291;&#35373;&#23450;&#20540;&#35731; <span style="font-style: italic;">PHD2</span>
&#28961;&#27861;&#37782;&#23450;&#23566;&#26143;&#26143;&#39636;&#20301;&#32622;&#30340;&#21578;&#35686;&#35338;&#24687;, &#22914;&#26524;&#20320;&#23559;&#27492;&#21443;&#25976;&#38928;&#35373;&#20540;&#26377;&#32302;&#30701;&#30340;&#35441;, &#20320;&#23601;&#24471;&#32771;&#24942;&#23559;&#36889;&#20491;&#21443;&#25976;&#22686;&#38263;&#19968;&#40670;; &#20294;&#26159;, &#22914;&#26524;&#35442;&#38480;&#21046;&#24050;&#32147;&#36960;&#22823;&#26044;&#19968;&#31186;,
&#23601;&#34920;&#31034;&#26377;&#27231;&#26800;&#24615;&#30340;&#21839;&#38988;&#23384;&#22312;, &#24517;&#38920;&#35201;&#20462;&#27491;&#36889;&#31278;&#27231;&#26800;&#24615;&#30340;&#21839;&#38988;, &#27604;&#36611;&#21934;&#32020;&#30340;&#21839;&#38988;,
&#22914;&#32412;&#32218;&#32399;&#32350;&#12289;&#39080;&#21561;&#12289;&#38663;&#21205;&#25110;&#20854;&#20182;&#29872;&#22659;&#19978;&#30340;&#22240;&#32032;&#37117;&#26377;&#21487;&#33021;&#23566;&#33268;&#36611;&#22823;&#30340;&#23566;&#26143;&#26143;&#39636;&#31227;&#21205;, &#36889;&#31278;&#24773;&#27841;&#19979;, &#21482;&#35201;&#25490;&#38500;&#25481;&#36889;&#20123;&#21839;&#38988;&#23601;&#21487;&#20197;&#32380;&#32396;&#23566;&#26143;, &#20294;&#22312;&#26576;&#20123;&#29376;&#27841;&#19979;,
&#36889;&#39006;&#21578;&#35686;&#30340;&#29986;&#29983;&#21487;&#33021;&#26159;&#22240;&#28858;&#23566;&#26143;&#26143;&#39636;&#26377;&#25345;&#32396;&#24615;&#28961;&#27861;&#20462;&#27491;&#30340;&#20559;&#31227; (&#20363;&#22914;, <span style="font-style: italic;">PHD2</span> &#28961;&#27861;&#24448;&#21271;&#25110;&#21335;&#21521;&#36681;&#21205;&#36196;&#36947;&#20736;, &#32780;&#32047;&#31309;&#30340;&#35492;&#24046;&#24050;&#32147;&#36229;&#36942;&#38480;&#21046;&#20540;&#26178;) &#25152;&#36896;&#25104;&#30340;, &#36889;&#31278;&#24773;&#27841;&#23601;&#38656;&#35201;&#20180;&#32048;&#22320;&#25490;&#38500;&#21839;&#38988;&#21644;&#20570;&#20462;&#27491;, &#21482;&#26159;&#22686;&#21152;&#26368;&#38263;&#36913;&#26399;&#38480;&#21046;&#21443;&#25976;&#20540;&#21487;&#20197;&#25490;&#38500;&#30340;&#12290;<br><h3><a name="Log_analysis"></a>&#26085;&#35468;&#20998;&#26512;<br>
</h3>&#20219;&#20309;&#39006;&#22411;&#30340;&#21839;&#38988;&#25490;&#38500;&#25110;&#35519;&#25972;&#23559;&#28961;&#21487;&#36991;&#20813;&#22320;&#38656;&#35201;&#20351;&#29992; <span style="font-style: italic;">PHD2</span>
&#26085;&#35468;&#25991;&#20214;, &#23566;&#26143;&#26085;&#35468;&#21644;&#38500;&#37679;&#26085;&#35468;&#37117;&#26159;&#20197;&#20154;&#20497;&#30452;&#35258;&#26131;&#25026;&#30340;&#26684;&#24335;&#20358;&#34920;&#31034;, &#21478;&#22806;, &#23566;&#26143;&#26085;&#35468;&#20063;&#21487;&#24456;&#36629;&#39686;&#22320;&#21295;&#20837;&#21040;&#20854;&#23427;&#25033;&#29992;&#31243;&#24335;,&nbsp;
&#22914;&#21069;&#38754;&#12302;&#24037;&#20855;&#12303;&#31456;&#31680;&#25152;&#36848;, PHDLogViewer &#25110; Excel &#37117;&#21487;&#29992;&#20358;&#27298;&#35222;&#25972;&#20491;&#23566;&#26143;&#25928;&#33021;, &#35336;&#31639;&#20006;&#20998;&#26512;&#23566;&#26143;&#25928;&#33021;&#21644;&#21028;&#26039;&#30332;&#29983;&#21839;&#38988;&#30340;&#26178;&#38291;/&#38263;&#24230;;
&#21482;&#35201;&#25351;&#23450;&#36887;&#34399;&#28858;&#27396;&#20301;&#20998;&#38548;&#31526;&#34399;&#23601;&#21487;&#20197;&#23559;&#23566;&#26143;&#26085;&#35468;&#21295;&#20837;&#21040; Excel &#25110;&#39006;&#20284;&#36575;&#39636;&#20013;&#12290;<br><h4>&#23566;&#26143;&#26085;&#35468;&#20839;&#23481;</h4>&#23566;&#26143;&#26085;&#35468;&#20839;&#23481;&#22312;&#36575;&#39636;&#26377;&#20102;&#26032;&#21151;&#33021;&#24460;&#20063;&#26371;&#38568;&#20043;&#20462;&#25913;, &#20294;&#22522;&#26412;&#30340;&#20839;&#23481;&#20006;&#19981;&#26371;&#25913;&#35722;&#32780;&#19988;&#20063;&#26371;&#38750;&#24120;&#23567;&#24515;&#34389;&#29702;&#24050;&#38450;&#27490;&#22312;&#35299;&#26512;&#36942;&#31243;&#20013;&#24433;&#38911;&#21040;&#31243;&#24335;&#30340;&#36939;&#20316;, &#22914;&#26524;&#20320;&#24819;&#35201;&#33258;&#34892;&#20998;&#26512;&#23566;&#26143;&#26085;&#35468;, &#20197;&#19979;&#36039;&#35338;&#26371;&#23565;&#20320;&#26377;&#25152;&#24171;&#21161;&#65306;<br><br>

<p class="MsoNormal"><span style="font-style: italic;">PHD2 </span>&#23566;&#26143;&#26085;&#35468;&#20013;&#26371;&#21253;&#21547; 0 &#25110;&#19968;&#31995;&#21015;&#26657;&#28310;&#21644;&#23566;&#26143;&#36039;&#35338;, &#27599;&#20491;&#26085;&#35468;&#21312;&#27573;&#37117;&#26371;&#26377;&#21253;&#21547;<span style="font-style: italic;"></span> <span style="font-style: italic;">PHD2 </span>&#21033;&#29992;&#26576;&#20491;&#23566;&#26143;&#28436;&#31639;&#27861;&#36914;&#34892;&#26657;&#28310;&#21450;<span style="font-style: italic;"></span>&#23566;&#26143;&#25152;&#20351;&#24341;&#29992;&#30456;&#38364;&#21443;&#25976;&#35443;&#32048;&#36039;&#26009;&#30340;&#34920;&#38957;&#21312;, <span style=""></span>&#22312;&#26657;&#28310;&#38283;&#22987;&#22519;&#34892;&#25110;&#36914;&#34892;&#23566;&#26143;&#31243;&#24207;&#26178;, &#34920;&#38957;&#36039;&#35338;&#20839;&#30340;&#26368;&#24460;&#19968;&#34892;&#26371;&#29992;&#20197;&#23450;&#32681;&#19968;&#32068;&#30340;&#21015;&#27161;&#38988;, &#27599;&#21015;&#20839;&#30340;&#20839;&#23481;&#28858;:</p>




<p class="MsoNormal"><b style=""><o:p>&nbsp;&#26657;&#28310;&#27396;</o:p>:<o:p></o:p></b></p>





<ul><li>dx, dy<span style="">&nbsp;&nbsp; </span>&#22312;&#30456;&#27231;&#24863;&#28204;&#22120;&#19978;&#33287;&#38283;&#22987;&#20301;&#32622;&#38291;&#30340;&#20559;&#31227;&#20540; (&#20197;&#30456;&#32032;&#28858;&#21934;&#20301;) &#24231;&#27161;;</li><li>x, y &#23566;&#26143;&#26143;&#39636;&#26044;&#27493;&#26657;&#28310;&#24460;&#25152;&#22312;&#30456;&#27231; x/y &#36600;&#24231;&#27161;&#30340;&#20301;&#32622;&#28858;&#30456;&#27231;&#30340; x/y &#36600;&#24231;&#27161;;</li><li>Dist &#23566;&#26143;&#26143;&#39636;&#26044;&#30456;&#27231;&#24231;&#27161;&#19978;&#25152;&#31227;&#21205;&#30340;&#32317;&#37327; (dist = sqrt(dx*dx + dy*dy), &#27492;&#25976;&#20540;&#26371;&#34987;<span style="font-style: italic;"> PHD2</span> &#25343;&#20358;&#35336;&#31639;&#26657;&#28310;&#21443;&#25976;<span style="">&#12290;</span><o:p></o:p></li></ul><o:p><span style="font-weight: bold;">&#23566;&#26143;&#27396;</span></o:p><b style="">:<o:p></o:p></b>



















<ul><li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;"></span></span></span>dx, dy &#33287;&#26657;&#28310;&#20013;&#30340;&#19968;&#27171;&#26159;&#25351;&#22312;&#30456;&#27231;&#24863;&#28204;&#22120;&#19978;&#33287;&#37782;&#23450;&#20301;&#32622;&#38291;&#30340;&#20559;&#31227;&#20540; (&#20197;&#30456;&#32032;&#28858;&#21934;&#20301;) &#24231;&#27161;</li><li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;"></span></span></span>RARawDistance and DECRawDistance - dx &#33287; dy &#36681;&#25563;&#25104;&#36196;&#36947;&#20736;&#24231;&#27161;&#30340;&#25976;&#20540;, &#25563;&#35328;&#20043;, &#23601;&#26159;&#25226;&#30456;&#27231;&#24863;&#28204;&#22120;&#19978;&#30340; X/Y &#24231;&#27161;&#36681;&#25563;&#25104;&#36196;&#36947;&#20736;&#19978;&#30340;&#36196;&#32147;&#21450;&#36196;&#32239;&#20540;</li>
  <li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;"></span></span></span>RAGuideDistance
and DECGuideDistance - &#36889;&#20841;&#20491;&#25976;&#20540;&#26159;&#30001;&#21508;&#31278;&#23566;&#26143;&#28436;&#31639;&#27861;&#25152;&#36664;&#20986;&#30340;, &#23566;&#26143;&#28436;&#31639;&#27861;&#20381;&#25818;
"RARawDistance"/"DECRawDistance" &#36317;&#38626;&#22312;&#22312;&#24517;&#35201;&#30340;&#24773;&#27841;&#19979;, &#36681;&#25563;&#25104;&#35519;&#25972;&#26395;&#36960;&#37857;&#25351;&#21521;&#26178;&#36196;&#32147;&#21450;&#36196;&#32239;&#36600;&#38656;&#35201;&#30340;&#36681;&#21205;&#37327;;
&#20363;&#22914;, &#22914;&#26524;&#35373;&#23450;&#20102; "&#26368;&#23567;&#31227;&#21205;&#37327;" &#21443;&#25976;, "guide" &#36317;&#38626;&#22312; "raw" &#36317;&#38626;&#28858;&#19981;&#26159;&#38646;&#30340;&#24773;&#27841;&#19979;, &#20173;&#28982;&#21487;&#33021;&#26159; 0;<span style="font-family: Symbol;"><span style=""></span></span></li>

  <li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;"></span></span></span>RADuration,
RADirection, DECDuration, DECDirection
- &#36889;&#20841;&#20491;&#25976;&#20540;&#26159;&#30001;&#19978;&#36848; "RAGuideDistance" &#21450; "DECGuideDestance" &#25152;&#27770;&#23450;&#30340;,
"RADuration"/"DECDuration" &#26159;&#23559;&#36196;&#36947;&#20736;&#36681;&#21205; "RAGuideDistance"/"DECGuideDistance"
&#36317;&#38626;&#26178;&#25152;&#38656;&#35201;&#30332;&#36865;&#20986;&#23566;&#26143;&#35338;&#34399;&#30340;&#26178;&#38291;&#38263;&#24230;;<span style="font-family: Symbol;"><span style=""></span></span></li>
  <li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;"></span></span></span>XStep, YStep - &#20351;&#29992; AO &#35037;&#32622;&#26178;&#35373;&#23450;&#32102; AO &#35037;&#32622;&#29992;&#30340;&#27493;&#25976;&#35519;&#25972;&#38263;&#24230; (step-adjustment durations);</li>
  <li>StarMass - &#23566;&#26143;&#26143;&#39636;&#20142;&#24230;&#28204;&#37327;&#20540; (&#26143;&#40670;&#36074;&#24515;);</li>
<li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;"></span></span></span>SNR
- <span style="font-style: italic;">PHD2</span> &#20839;&#37096;&#20351;&#29992;&#30340; "&#26143;&#40670;&#20597;&#28204;&#27604;&#20363; (star-detection ratio)", &#31777;&#32780;&#35328;&#20043;, &#23601;&#26159;&#23566;&#26143;&#26143;&#39636;&#33287;&#22825;&#31354;&#32972;&#26223;&#30340;&#20142;&#24230;&#23565;&#27604;&#20540;</li>
  <li><span style="font-family: Symbol;"><span style=""><span style="font-family: &quot;Times New Roman&quot;; font-style: normal; font-variant: normal; font-weight: normal; font-size: 7pt; line-height: normal; font-size-adjust: none; font-stretch: normal;"></span></span></span>ErrorCode - &#30070;&#26377;&#37679;&#35492;&#30332;&#29983;&#26178; ( &#22914; "guide star faded" &#37679;&#35492; )&nbsp; &#30340;&#37679;&#35492;&#20195;&#30908; <br>
  </li>
</ul>



<p class="MsoNormal">&#20197;&#19978;&#30340;&#25152;&#26377;&#36317;&#38626;&#25976;&#20540;&#22343;&#20197;&#30456;&#32032;&#28858;&#21934;&#20301;, &#23566;&#26143;&#26085;&#35468;&#21312;&#27573;&#34920;&#38957;&#26371;&#39023;&#31034; <span style="font-style: italic;">PHD2</span> &#25152;&#30693;&#30340;&#24433;&#20687;&#23610;&#23544;, &#26681;&#25818;&#36889;&#20491;&#31227;&#21205;&#36317;&#38626; (&#30456;&#32032;) &#23601;&#21487;&#20197;&#36681;&#25563;&#25104;&#25105;&#20497;&#19968;&#33324;&#24120;&#35211;&#30340;&#21934;&#20301; - &#35282;&#31186;&#12290;</p><h3><a name="Problem_Reporting"></a>&#21839;&#38988;&#22238;&#22577;<br>
</h3>&#22914;&#26524;&#20320;&#36973;&#36935;&#21040; <span style="font-style: italic;">PHD2</span> &#36575;&#39636;&#30456;&#38364;&#30340;&#21839;&#38988;, &#24314;&#35696;&#20320;&#22312; open-phd-guiding Google &#32676;&#32068;&#65306;<a href="https://groups.google.com/forum/?fromgroups=#%21forum/open-phd-guiding" target="_blank"><span style="font-weight: bold;">https://groups.google.com/forum/?fromgroups=#!forum/open-phd-guiding</span></a>.&nbsp; &#19978;&#22238;&#22577;&#21839;&#38988;, &#30070;&#28982;&#22238;&#22577;&#26178;&#25152;&#25552;&#20379;&#30340;&#36039;&#35338;&#26376;&#35443;&#32048;, &#25105;&#20497;&#23601;&#36234;&#26377;&#36774;&#27861;&#35299;&#27770;&#20320;&#30340;&#21839;&#38988;, &#35531;&#36981;&#24490;&#20197;&#19979;&#30340;&#21407;&#21063;&#20358;&#22238;&#22577;&#20320;&#30340;&#21839;&#38988;&#65306;<br><ol><li>&#35531;&#35430;&#33879;&#36996;&#21407;&#30332;&#29983;&#21839;&#38988;&#30340;&#29376;&#27841; - &#22914;&#26524;&#25105;&#20497;&#21487;&#20197;&#24490;&#33879;&#30906;&#20999;&#30340;&#22519;&#34892;&#27493;&#39519;, &#25214;&#21839;&#38988;&#23601;&#26371;&#24555;&#24456;&#22810;; &#22914;&#26524;&#20320;&#21487;&#20197;&#36996;&#21407;&#21839;&#38988;, &#35531;&#20760;&#21487;&#33021;&#22320;&#31777;&#21270;&#22519;&#34892;&#30340;&#27493;&#39519;; &#32780;&#19988;&#35531;&#35352;&#20303;, &#25105;&#20497;&#19981;&#35211;&#24471;&#26377;&#20320;&#25152;&#29992;&#30340;&#30828;&#39636;&#35373;&#20633;&#25110;&#32773;&#38651;&#33126;&#29872;&#22659;&#20358;&#27169;&#25836;&#20320;&#30340;&#21839;&#38988;&#12290;</li><li>&#35531;&#35430;&#33879;&#23436;&#25972;&#22320;&#35498;&#26126;&#20320;&#30340;&#35373;&#20633;&#32068;&#24907; - &#20316;&#26989;&#31995;&#32113;, &#35373;&#20633;, <span style="font-style: italic;">PHD2</span> &#29256;&#26412;&#31561;&#12290;</li><li>&#20320;&#21487;&#20197;&#22312; <span style="font-style: italic;">PHD2 </span>&#30446;&#37636;&#19979;&#25214;&#21040;&#38500;&#37679;&#26085;&#35468;&#27284;&#26696;, &#35531;&#25226; <span style="font-style: italic;">PHD2</span>
&#38500;&#37679;&#26085;&#35468;&#20013;&#20320;&#38283;&#22987;&#36935;&#21040;&#21839;&#38988;&#24460;&#30340;&#26085;&#35468;&#21312;&#27573;&#30070;&#25104;&#38468;&#20214;&#20659;&#32102;&#25105;&#20497;; &#22914;&#26524;&#20320;&#28961;&#27861;&#36996;&#21407;&#21839;&#38988;, &#37027;&#40636;&#35531;&#32004;&#30053;&#20272;&#35336;&#19968;&#19979;&#30332;&#29983;&#30340;&#26085;&#26399;/&#26178;&#38291;, &#36889;&#27171;&#25105;&#20497;&#20063;&#33021;&#30001;&#37027;&#27573;&#26178;&#38291;&#30340;&#38500;&#37679;&#26085;&#35468;&#20013;&#25214;&#21040;&#20123;&#34523;&#32114;&#39340;&#36321;&#12290;</li></ol><br>
&nbsp;&nbsp;
</body></html>