<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html><head><title>Visualization Tools</title></head><body>
<h2>&#35222;&#35258;&#21270;&#24037;&#20855;</h2>
<span style="font-style: italic;">PHD2</span> &#25552;&#20379;&#35377;&#22810;&#35222;&#35258;&#21270;&#21450;&#39023;&#31034;&#24037;&#20855;&#35731;&#20320;&#27298;&#35222;&#23566;&#26143;&#36575;&#39636;&#30340;&#36939;&#20316;&#29376;&#27841;, &#40670;&#25802;&#21151;&#33021;&#34920;&#12302;&#27298;&#35222;&#12303;&#19979;&#25289;&#21151;&#33021;&#34920;&#20013;&#30340;&#38917;&#30446;&#21363;&#21487;&#23384;&#21462;&#36889;&#20123;&#21151;&#33021;: <br><ul><li><a href="#Graphical_Display">&#24213;&#22294;</a></li><li><a href="#Stats_Display">&#39023;&#31034;&#22294;&#22411;</a></li><li><a href="#Star_Profile_and_Target_Displays">&#39023;&#31034;&#29376;&#24907;</a></li><li><a href="#Adaptive_Optics_AO_Graph">&#39023;&#31034;&#26143;&#40670;&#29376;&#24907;&#21363;&#33288;&#40670;&#20998;&#20296;&#22294;</a></li><li><a href="#DockableMoveable_Graphical_Windows">AO &#29376;&#24907;&#22294;&#22411;</a></li>
  <li><a href="#DockableMoveable_Graphical_Windows">&#21487;&#20341;&#25871;&#30340;&#35222;&#31383;</a></li>
</ul>
<h3><a name="Overlays"></a>&#24213;&#22294;</h3>&#26368;&#31777;&#21934;&#30340;&#39023;&#31034;&#24037;&#20855;&#26159;&#30090;&#21152;&#22312;&#20027;&#23566;&#26143;&#30059;&#38754;&#19978;&#30340;&#32178;&#26684;&#24213;&#22294;&#12290;&#36889;&#20123;&#24213;&#22294;&#38750;&#24120;&#30452;&#35258;, &#20197;&#19979;&#28858;&#25152;&#26377;&#21487;&#20197;&#36984;&#25799;&#30340;&#24213;&#22294;&#65306;<br>
<ul>
<li>&#27161;&#38774;</li>

<li>&#32048;&#32178;&#26684;</li>
  <li>&#31895;&#32178;&#26684;</li>

<li>&#36196;&#32147;/&#36196;&#32239; - &#39023;&#31034;&#26395;&#36960;&#37857;&#36600;&#33287;&#23566;&#26143;&#30456;&#27231;&#24863;&#28204;&#22120;&#38291;&#23565;&#25033;&#30340;&#38364;&#20418;</li><li>&#20809;&#35676;&#20736;&#29433;&#32299;/&#29433;&#32299;&#20301;&#32622; - &#20351;&#29992;&#20809;&#35676;&#20736;&#30340;&#29992;&#25142;, &#36889;&#20491;&#24213;&#22294;&#26371;&#22312;&#20027;&#30059;&#38754;&#19978;&#39023;&#31034;&#20986;&#20809;&#35676;&#20736;&#29433;&#32299;&#22294;, &#22823;&#23567;&#12289;&#20301;&#32622;&#21644;&#35282;&#24230;&#37117;&#21487;&#20197;&#35519;&#25972;&#20197;&#23565;&#25033;&#21040;&#23526;&#38555;&#20351;&#29992;&#30340;&#20809;&#23416;&#35373;&#20633;&#32068;&#24907;</li><li>&#28961;</li>
</ul>&#20320;&#21482;&#35201;&#40670;&#36984;&#12302;&#27298;&#35222;&#12303;&#21151;&#33021;&#34920;&#20006;&#36984;&#21462;&#20854;&#20013;&#19968;&#31278;&#20320;&#24819;&#35201;&#29992;&#30340;&#24213;&#22294;&#21363;&#21487;<h3><a name="Graphical_Display"></a>&#39023;&#31034;&#22294;&#22411;</h3>&#23566;&#26143;&#29376;&#24907;&#22294;&#22411;&#35222;&#31383;&#26159;&#29992;&#20358;&#21028;&#26039;&#23566;&#26143;&#25928;&#33021;&#30340;&#20027;&#35201;&#24037;&#20855;, &#20320;&#24471;&#23416;&#33879;&#20208;&#36084;&#23427;&#20358;&#27298;&#35222;&#23566;&#26143;&#30340;&#36939;&#20316;&#29376;&#27841;, &#20197;&#19979;&#22294;&#22411;&#28858;&#20856;&#22411;&#30340;&#31684;&#20363;:<br><br><img style="width: 964px; height: 300px;" alt="" src="Guider_Graph.png"><br><br><br>&#20027;
&#35201;&#30340;&#22294;&#22411;&#37096;&#20998;&#30001;&#24038;&#33267;&#21491;&#39023;&#31034;&#23566;&#26143;&#30456;&#27231;&#27599;&#27425;&#26333;&#20809;&#24460;&#23566;&#26143;&#26143;&#39636;&#30340;&#20559;&#31227;&#24773;&#27841;, &#27491;&#24120;&#30340;&#24773;&#27841;&#19979;, &#20854;&#20013;&#19968;&#26781;&#32218;&#39023;&#31034;&#36196;&#32147;, &#21478;&#19968;&#26781;&#28858;&#36196;&#32239;&#26041;&#21521;&#30340;&#20559;&#31227;&#37327;,
&#20294;&#20320;&#20063;&#21487;&#20197;&#21033;&#29992;&#24038;&#20596;&#30340;&#12302;&#35373;&#23450;&#12303;&#25353;&#37397;&#23559;&#23427;&#25913;&#25104;&#39023;&#31034;&#23566;&#26143;&#30456;&#27231;&#30340; X/Y &#36600;, &#39023;&#31034;&#21934;&#20301;&#20063;&#21487;&#20197;&#21033;&#29992;&#12302;&#35373;&#23450;&#12303;&#25353;&#37397;&#22312;&#31186;&#24359; (arc-seconds) &#33287;&#20687;&#32032;
(pixels) &#38291;&#20999;&#25563;&#25110;&#32773;&#26356;&#25913;&#32218;&#26781;&#30340;&#38991;&#33394;;&nbsp; &#21033;&#29992;&#31532;&#20108;&#20491; (&#22914;&#31684;&#20363;&#20013;&#27161;&#31034;&#28858; y:+/-4" ) &#30340;&#25353;&#37397;&#20358;&#35519;&#25972;&#22402;&#30452;&#36600;&#30340;&#39023;&#31034;&#23610;&#24230;,
&#39023;&#31034;&#23566;&#26143;&#30456;&#27231;&#26333;&#20809;&#27425;&#25976;&#30340;&#27700;&#24179;&#36600;&#21487;&#20197;&#21033;&#29992;&#26368;&#19978;&#26041; (&#22914;&#31684;&#20363;&#20013;&#27161;&#31034;&#28858; x:100) &#30340;&#25353;&#37397;&#20358;&#35519;&#25972;&#20854;&#27425;&#25976;, &#36889;&#20491;&#25976;&#20540;&#20063;&#34987;&#25343;&#20358;&#30070;&#20570;&#35336;&#31639;&#32362;&#22294;&#35222;&#31383;&#19979;&#26041;
<a name="statistics"></a>&#32113;&#35336;&#20540;&#26178;&#30340;&#21462;&#27171;&#22823;&#23567;&#20351;&#29992;,&nbsp; &#36889;&#20123;&#25976;&#20540;&#26371;&#21516;&#26178;&#39023;&#31034;&#36196;&#32147;&#12289;&#36196;&#32239;&#21644;&#20841;&#36600;&#32317;&#21644;&#30340;&#26681;&#22343;&#26041;
(root-mean-squre) (RMS &#25110;&#24179;&#22343;&#24046;) , &#30001;&#26044;&#23427;&#20497;&#33021;&#30452;&#25509;&#21453;&#26144;&#20986;&#26143;&#40670;&#22823;&#23567;&#21450;&#26159;&#23527;&#24230;&#30340;&#29376;&#24907;, &#22240;&#27492;,
&#37117;&#26159;&#20320;&#35413;&#20272;&#23566;&#26143;&#25928;&#33021;&#30340;&#26368;&#20339;&#37327;&#28204;&#24037;&#20855;,&nbsp;&nbsp; '<a name="RA_Osc"></a>RA Osc'&nbsp;
(&#36196;&#32147;&#38663;&#30442;) &#20540;&#20195;&#34920;&#30446;&#21069;&#22312; RA &#26041;&#21521;&#30340;&#31227;&#21205;&#21487;&#33021;&#33287;&#26368;&#24460;&#19968;&#27425; RA &#31227;&#21205;&#30340;&#26041;&#21521;&#30456;&#21453;&#30340;&#21487;&#33021;&#30332;&#29983;&#27231;&#29575;, &#22914;&#26524;&#20320;&#22826;&#36942;&#26044;&#20208;&#36084;&#27511;&#21490;&#36039;&#26009; (too
aggressive) &#32780;&#19988;&#26333;&#20809;&#22826;&#36942;&#38971;&#32321; (over-shooting), &#27492;&#25976;&#20540;&#21487;&#33021;&#26371;&#36264;&#36817;&#26044; 1.0,
&#22914;&#26524;&#27794;&#26377;&#21069;&#38754;&#30340;&#21839;&#38988;&#32780;&#19988;&#36196;&#36947;&#20736;&#20063;&#27794;&#26377;&#36913;&#26399;&#24615;&#35492;&#24046;&#30340;&#24773;&#27841;&#19979;, &#36889;&#20491;&#25976;&#20540;&#26371;&#25509;&#36817; 0.5, &#22914;&#26524;&#25226;&#36913;&#26399;&#24615;&#35492;&#24046;&#20063;&#31639;&#36914;&#21435;&#30340;&#35441;, &#29702;&#24819;&#20540;&#25033;&#35442;&#26159; 0.3,
&#22914;&#26524;&#36889;&#20491;&#25976;&#20540;&#24907;&#20302; (&#22914; 0.1), &#20320;&#21487;&#33021;&#38656;&#22686;&#21152; RA aggressivness &#25110;&#38477;&#20302; hysteresis &#25976;&#20540;, &#22826;&#39640;&#30340;&#35441; (&#22914;
0.8), &#21063;&#24448;&#30456;&#21453;&#30340;&#26041;&#21521;&#35519;&#25972; RA aggressivness / hysteresis &#25976;&#20540;;
&#21478;&#22806;&#20841;&#20491;&#21246;&#36984;&#38917;&#30446;&#20063;&#33021;&#23565;&#20320;&#35413;&#20272;&#23566;&#26143;&#25928;&#33021;&#26377;&#25152;&#24171;&#21161;, &#40670;&#25802;&#12302;<a name="Corrections"></a>&#20462;&#27491;&#12303;'
&#21246;&#36984;&#26694;&#20358;&#39023;&#31034;&#30070;&#27599;&#27425;&#23566;&#26143;&#21629;&#20196;&#25104;&#21151;&#36865;&#20986;&#32102;&#36196;&#36947;&#20736;&#24460;&#30340;&#20462;&#27491;&#37327;&#22823;&#23567;&#21644;&#26041;&#21521;, &#31684;&#20363;&#30070;&#20013;&#22402;&#30452;&#26041;&#21521;&#19981;&#35215;&#21063;&#30340;&#32005;&#33394;&#33287;&#32160;&#33394;&#30340;&#26609;&#29376;&#32218;&#23601;&#26159;&#21246;&#36984;&#12302;&#20462;&#27491;&#12303;&#24460;&#30340;&#24773;&#27841;,
&#30001;&#22294;&#22411;&#19978;&#20320;&#23601;&#21487;&#20197;&#30693;&#36947;&#21040;&#24213;&#23566;&#26143;&#36575;&#39636;&#26377;&#22810;&#40636;&#24537;&#30860;, &#29702;&#24819;&#30340;&#24773;&#27841;&#19979;, &#25033;&#35442;&#26371;&#26377;&#24456;&#38263;&#30340;&#26178;&#38291;&#30475;&#19981;&#21040;&#20219;&#20309;&#23566;&#26143;&#21629;&#20196;&#36865;&#20986;&#25165;&#23565;; &#21478;&#19968;&#20491;&#27161;&#31034;&#28858; '<a name="Trendlines"></a>&#36264;
&#21218;&#32218;' &#30340;&#21246;&#36984;&#38917;&#26371;&#38989;&#22806;&#39023;&#31034;&#20841;&#26781;&#36264;&#21218;&#32218;&#20358;&#20195;&#34920;&#26143;&#40670;&#30340;&#20301;&#32622;&#26159;&#21542;&#26377;&#22266;&#23450;&#24448;&#26576;&#26041;&#21521;&#39108;&#31227;&#30340;&#29694;&#35937;,&nbsp; &#39108;&#31227;&#27861;&#23565;&#28310;&#26997;&#36600;&#26178;&#24120;&#26371;&#29992;&#21040;&#36196;&#32239;&#20559;&#31227;&#36264;&#21218;&#32218;,
&#22914;&#26524;&#36196;&#36947;&#20736;&#30340;&#36861;&#36452;&#36895;&#29575;&#22826;&#24930;&#25110;&#22826;&#24555; (&#25110;&#32773;&#22240;&#28858;&#28635;&#24046;&#30340;&#24433;&#38911;) &#36196;&#32147;&#20559;&#31227;&#36264;&#21218;&#32218;&#22312;&#20320;&#24819;&#35201;&#20462;&#25913;&#23566;&#26143;&#36895;&#29575;&#26178;&#20063;&#33021;&#22816;&#24171;&#24471;&#19978;&#24537;;
&#22914;&#26524;&#26377;&#20351;&#29992;&#20854;&#20182;&#31243;&#24335;&#35320;&#30332;&#25238;&#21205;&#21629;&#20196;&#26178;, &#30059;&#38754;&#19978;&#27599;&#38548;&#19968;&#27573;&#26178;&#38291;&#20063;&#26371;&#30475;&#21040;&#19968;&#20491; '&#25238;&#21205;' &#30340;&#27161;&#31844;&#20358;&#36890;&#30693;&#20320;, &#26143;&#40670;&#30340;&#20301;&#31227;&#26159;&#22240;&#28858;&#25238;&#21205;&#25152;&#24341;&#36215;&#30340;&#12290;<br><br>&#24314;&#35696;&#20197;&#31186;&#24359;&#32780;&#38750;&#20687;&#32032;&#28858;&#39023;&#31034;&#21934;&#20301;&#20358;&#27298;&#35222;&#23566;&#26143;&#22519;&#34892;&#25928;&#33021;, &#22914;&#27492;&#25165;&#29992;&#32113;&#19968;&#30340;&#26041;&#24335;&#20358;&#35413;&#20272;&#23566;&#26143;&#25928;&#33021;, &#19981;&#26371;&#22240;&#20351;&#29992;&#30828;&#22826;&#35373;&#20633; (&#22914;&#19981;&#21516;&#30340;&#23566;&#26143;&#37857;&#21450;&#23566;&#26143;&#30456;&#27231;) &#32780;&#38656;&#36681;&#25563;&#19981;&#21516;&#30340;&#35413;&#20272;&#35282;&#24230;, &#20294;&#35201;&#20570;&#21040;&#36889;&#40670;&#30340;&#35441;, &#20320;&#20063;&#24471;&#32102; <span style="font-style: italic;">PHD2 </span>&#23566;&#26143;&#37857;&#28966;&#36317;&#38263;&#24230;&#21450;&#30456;&#27231;&#24863;&#28204;&#22120;&#20687;&#32032;&#22823;&#23567;&#31561;&#36275;&#22816;&#30340;&#36039;&#35338;&#20358;&#35336;&#31639;&#20986;&#23566;&#26143;&#24433;&#20687;&#19978;&#30340;&#23610;&#24230;&#25165;&#34892;, &#36889;&#20123;&#21443;&#25976;&#22343;&#21487;&#22312;&#12302;&#22823;&#33126;&#12303;&#35373;&#23450;&#20132;&#35527;&#30059;&#38754;&#30340;&#12302;&#25972;&#39636;&#12303;&#21450;&#12302;&#30456;&#27231;&#12303;&#27161;&#31844;&#38913;&#20013;&#35373;&#23450;, &#22914;&#26524;&#20320;&#27794;&#26377;&#35373;&#23450;&#30340;&#35441;, <span style="font-style: italic;">PHD2 </span>&#26371;&#32102;&#23450; 1.0 &#30340;&#38928;&#35373;&#20540;, &#23566;&#26143;&#25928;&#33021;&#21063;&#26371;&#20197;&#20687;&#32032;&#28858;&#21934;&#20301;&#20358;&#39023;&#31034;&#12290;<br><br>&#22294;&#22411;&#39023;&#31034;&#35222;&#31383;&#24213;&#19979;&#28858;&#21205;&#24907;&#35519;&#25972;&#38917;&#30446;, &#35731;&#20320;&#21487;&#20197;&#22312;&#23566;&#26143;&#36942;&#31243;&#20013;&#35519;&#25972;&#36889;&#20123;&#23566;&#26143;&#21443;&#25976;, &#20320;&#25152;&#36984;&#29992;&#30340;&#23566;&#26143;&#28436;&#31639;&#27861;&#26371;&#27770;&#23450;&#21738;&#20123;&#25511;&#21046;&#38917;&#26371;&#39023;&#31034;&#22312;&#36889;&#19968;&#21312;&#22602;&#20839;, &#35519;&#25972;&#36889;&#20123;&#25511;&#21046;&#21443;&#25976;&#33287;&#20320;&#40670;&#25802;&#12302;&#22823;&#33126;&#12303;&#36914;&#20837;&#36914;&#38542;&#35373;&#23450;&#37117;&#30456;&#21516;, &#21482;&#26159;&#20320;&#19981;&#29992;&#20572;&#25351;&#23566;&#26143;&#21205;&#20316;&#23601;&#21487;&#20197;&#22312;&#27492;&#34389;&#36914;&#34892;&#21443;&#25976;&#30340;&#20462;&#35442;&#32780;&#24050;&#12290;<br><h3><a name="Stats_Display"></a>&#39023;&#31034;&#29376;&#24907;</h3><img style="width: 227px; height: 257px;" alt="Stats_window" src="StatsWindow.png"><br><br>&#22914;&#26524;&#20320;&#24819;&#19981;&#36879;&#36942;&#39023;&#31034;&#22294;&#22411;&#30059;&#38754;&#20358;&#30435;&#25511;&#23566;&#26143;&#25928;&#33021;&#30340;&#35441;, &#21487;&#20197;&#40670;&#36984;&#21151;&#33021;&#34920;&#12302;&#39023;&#31034;&#29376;&#24907;&#12303;&#38917;&#30446;, &#36889;&#27171;&#26371;&#39023;&#31034;&#36611;&#31777;&#28500;&#30340;&#20839;&#23481;, &#21516;&#26178;&#36996;&#26159;&#21487;&#20197;&#25511;&#21046;&#28165;&#38500;&#36039;&#26009;&#25110;&#25913;&#35722;&#21462;&#27171;&#30340;&#26333;&#20809;&#27425;&#25976;&#31561;&#21443;&#25976;&#12290;
<h3><a name="Star_Profile_and_Target_Displays"></a>&#39023;&#31034;&#26143;&#40670;&#29376;&#24907;&#21644;&#26143;&#40670;&#20998;&#20296;&#22294;</h3><img style="width: 297px; height: 305px;" alt="" src="Star_profile.png"><br><br>&#26143;&#40670;&#29376;&#24907;&#39023;&#31034;&#28204;&#37327;&#23566;&#26143;&#26143;&#39636;&#24418;&#27243;&#25130;&#38754;&#30340;&#21322;&#23792;&#20840;&#23532;&#65288;<a name="FWHM"></a>FWHM&#65289;
&#21644;&#21322;&#36890;&#37327;&#30452;&#24465;&#65288;HFD&#65289;&#25976;&#20540;&#12290; &#30001;&#26044;&#19981;&#38656;&#35201;&#26354;&#32218;&#25836;&#21512; (curve fitting) &#25110;&#20219;&#20309;&#26143;&#40670;&#24433;&#20687;&#19978;&#25972;&#39636;&#24418;&#29376;&#30340;&#20551;&#35373;&#26781;&#20214;, &#22240;&#27492; HFD
&#26356;&#21487;&#20197;&#31337;&#23450;&#22320;&#28204;&#37327;&#20986;&#26143;&#40670;&#30340;&#22823;&#23567;, &#36889;&#23601;&#26159;&#28858;&#20160;&#40636;&#20687; FocusMax &#33258;&#21205;&#23565;&#28966;&#31243;&#26159;&#37117;&#20351;&#29992;&#27492;&#25976;&#20540;,
&#12290;&#22914;&#26524;&#20320;&#30475;&#21040;&#36889;&#20491;&#21443;&#25976;&#26377;&#22823;&#24133;&#24230;&#30340;&#27874;&#21205;&#25110;&#32773;&#26159;&#26143;&#40670;&#29376;&#24907;&#26377;&#22823;&#24133;&#24230;&#30340;&#35722;&#21270;&#65292;&#36889;&#27171;&#21487;&#33021;&#26159;&#25152;&#36984;&#26143;&#39636;&#22826;&#24494;&#24369;&#25110;&#26333;&#20809;&#26178;&#38291;&#22826;&#30701;,
&#37197;&#21512;&#36611;&#38263;&#28966;&#36317;&#30340;&#26395;&#36960;&#37857;&#20351;&#29992;&#38626;&#36600;&#23566;&#26143;&#26178;&#30340;&#23565;&#28966;&#24037;&#20316;&#26159;&#19968;&#20214;&#38750;&#24120;&#20047;&#21619;&#30340;&#24037;&#20316;, &#32780;&#27492;&#26178;, <a name="Focusing"></a>&#35442;&#24037;&#20855;&#23601;&#21487;&#29992;&#20358;&#36628;&#21161;
&#23566;&#26143;&#30456;&#27231;&#23565;&#28966;&#30340;&#36914;&#34892;, &#22240;&#27492;&#65292;HFD &#20197;&#36611;&#22823;&#30340;&#23383;&#39636;&#20358;&#39023;&#31034;,&nbsp; &#24744;&#21487;&#20197;&#24478;&#36960;&#34389;&#30475;&#21040;&#23427;&#21516;&#26178;&#38364;&#27880;&#24744;&#30340;&#23566;&#26143;&#31684;&#22285;/&#30456;&#27231;,
&#12290;&#36889;&#26178;&#20505;&#20320;&#21487;&#20197;&#23559;&#26143;&#40670;&#29376;&#24907;&#35222;&#31383;&#35299;&#38500;&#20341;&#25871;&#20006;&#19988;&#23637;&#38283;&#35222;&#31383;&#65292;&#30452;&#21040;&#20320;&#21487;&#20197;&#24456;&#23481;&#26131;&#22320;&#30475;&#21040; HFD &#25976;&#20540;&#28858;&#27490;, &#21083;&#38283;&#22987;&#27794;&#26377;&#23565;&#22909;&#28966;&#36317;&#26178;,
&#24433;&#20687;&#20013;&#21482;&#33021;&#30475;&#21040;&#24190;&#20491;&#27169;&#31946;&#30340;&#26143;&#40670;, &#36889;&#26178;&#21482;&#35201;&#36984;&#25799;&#36611;&#23567;&#32780;&#19988;&#28165;&#26224;&#21487;&#35211;&#30340;&#26143;&#40670;, &#23559;&#30456;&#27231;&#26333;&#20809;&#26178;&#38291;&#35373;&#25104;&#20841;&#31186;&#20197;&#19978;&#20294;&#19981;&#35201;&#35731;&#26143;&#40670;&#36942;&#20142; (&#22826;&#39165;&#21644;),
&#36889;&#27171;&#20320;&#24190;&#20046;&#21487;&#20197;&#23559;&#35222;&#23527;&#24230;&#21839;&#38988;&#25490;&#38500;&#25481;; &#35519;&#25972;&#28966;&#36317;, &#20320;&#26371;&#30332;&#29694; HFD &#38568;&#20043;&#24930;&#24930;&#35722;&#23567;, &#31561;&#21040; HFD
&#26377;&#22312;&#35722;&#22823;&#25110;&#20320;&#30475;&#21040;&#26143;&#40670;&#29376;&#24907;&#36948;&#21040;&#23792;&#20540;&#26178;&#23601;&#20572;&#27490;&#26781;&#28966;&#30340;&#21205;&#20316;, &#27492;&#26178;&#20320;&#21487;&#33021;&#26371;&#35258;&#24471;&#26143;&#40670;&#26377;&#36942;&#20142;&#30340;&#24773;&#27841;&#30332;&#29983;, &#22240;&#28858;&#20320;&#24050;&#32147;&#35519;&#36942;&#28966;&#20102;,
&#30059;&#38754;&#19978;&#25033;&#35442;&#26371;&#26377;&#36611;&#26263;&#30340;&#26143;&#40670;&#20986;&#29694;, &#37325;&#26032;&#36984;&#25799;&#21478;&#19968;&#38982;&#36611;&#26263;&#30340;&#26143;&#39636;, &#37325;&#35079;&#19978;&#38754;&#30340;&#27493;&#39519;&#30452;&#21040;&#30059;&#38754;&#19978;&#26368;&#26263;&#30340;&#26143;&#39636;&#30340; HFD &#30452;&#26368;&#20302;&#28858;&#27490;; &#23565;&#28966;&#36942;&#31243;&#20013;,
&#26368;&#22909;&#22810;&#35264;&#23519;&#24190;&#27425;&#26333;&#20809;&#24460;&#30340; HFD &#25976;&#20540;&#20358;&#24179;&#22343;&#25481;&#22240;&#28858;&#35222;&#23527;&#24230;&#35722;&#21270;&#25152;&#24341;&#36215;&#30340;&#35492;&#24046;, &#26032;&#25163;&#24456;&#22810;&#26178;&#20505;&#26371;&#22240;&#28858;&#27794;&#26377;&#23565;&#22909;&#28966;&#36317;&#32780;&#23566;&#33268;&#26657;&#28310;&#25110;&#23566;&#26143;&#19978;&#30340;&#21839;&#38988;,
&#21033;&#29992;&#26143;&#40670;&#29376;&#24907;&#24037;&#20855;&#21487;&#20197;&#30906;&#20445;&#25152;&#36984;&#30340;&#23566;&#26143;&#26143;&#39636;&#19981;&#26371;&#22826;&#20142;, &#32780;&#19988;&#26377;&#37555;&#21033;&#30340;&#24418;&#29376;(&#37648;&#29376;):<br><br><img style="width: 622px; height: 489px;" alt="" src="Target_display.png"><br><br>&#26143;&#40670;&#20998;&#20296;&#22294;&#26159;&#21478;&#19968;&#20491;&#27298;&#35222;&#25972;&#39636;&#23566;&#26143;&#25928;&#33021;&#30340;&#22909;&#24037;&#20855;, &#32005;&#33394; 'X' &#31526;&#34399;&#20195;&#34920;&#26368;&#36817;&#19968;&#27425;&#26333;&#20809;&#26178;&#26143;&#40670;&#30340;&#20559;&#31227;&#20301;&#32622;, &#34253;&#33394;&#40670;&#28858;&#27511;&#21490;&#30340;&#20559;&#31227;&#20301;&#32622;&#40670;, &#20320;&#21487;&#20197;&#21033;&#29992;[+][-]&#25353;&#37397;&#32302;&#25918;&#39023;&#31034;&#31684;&#22285;, &#25110;&#26356;&#25913;&#39023;&#31034;&#27511;&#21490;&#20559;&#31227;&#20301;&#32622;&#40670;&#30340;&#25976;&#37327;&#12290;<h3><a name="Adaptive_Optics_AO_Graph"></a>Adaptive Optics (AO) &#29376;&#24907;&#22294;&#22411;</h3><img style="width: 426px; height: 354px;" alt="AO Graph Image" src="AO_graph.png"><br><br>AO &#22294;&#22411;&#33287;&#26143;&#40670;&#20998;&#20296;&#22294;&#30456;&#21516;, &#20294;&#39023;&#31034;&#30340;&#26159; AO &#35037;&#32622;&#36600;&#19978;&#20559;&#31227;&#37327;&#30340;&#27511;&#21490;&#36039;&#26009;, &#32005;&#33394;&#26041;&#26694;&#28858; AO &#35037;&#32622;&#30340;&#22806;&#32227;, &#20839;&#37096;&#40643;&#33394;&#26041;&#26694;&#28858; "bump" &#31684;&#22285;, &#22914;&#26524;&#26143;&#40670;&#31227;&#20986;&#40643;&#33394;&#26041;&#26694;&#31684;&#22285;,&nbsp; <span style="font-style: italic;">PHD2</span>
&#26371;&#30332;&#20986;&#19968;&#31995;&#21015;&#31227;&#21205;&#21629;&#20196; ("bump") &#32102;&#36196;&#36947;&#20736;&#23559;&#26143;&#40670;&#31227;&#22238;&#21040;&#25509;&#36817;&#20013;&#24515;&#30340;&#20301;&#32622;, &#30332;&#29983;&#36889;&#31278;&#29376;&#27841;&#26178;, &#32160;&#33394;&#21450;&#34253;&#33394;&#32218;&#26781;&#26371;&#20998;&#21029;&#39023;&#31034;&#22686;&#37327;&#36339;&#21205;
(incremental bump)&#21450;&#21097;&#39192;&#36339;&#21205; (remaining bump), &#30333;&#33394;&#40670;&#28858;&#30446;&#21069; AO &#20301;&#32622;, &#32160;&#33394;&#22291;&#22280;&nbsp;
(&#36339;&#21205;&#26178;&#26371;&#36681;&#28858;&#32005;&#33394;) &#28858; AO &#30340;&#24179;&#22343;&#20301;&#32622;, &#24038;&#19978;&#35282;&#30340;&#25353;&#37397;&#21487;&#20197;&#35519;&#25972;&#39023;&#31034;&#27511;&#21490;&#20301;&#32622;&#30340;&#27425;&#25976;&#12290;
<h3><a name="DockableMoveable_Graphical_Windows"></a>&#21487;&#20341;&#25871;/&#31227;&#21205;&#30340;&#32362;&#22294;&#35222;&#31383;</h3>&#30070;&#26377;&#22810;&#20491;&#23566;&#26143;&#25928;&#33021;&#39023;&#31034;&#22294;&#22411;&#21855;&#29992;&#26178;, &#23601;&#21487;&#20197;&#25226;&#20182;&#20497;&#20341;&#25871;&#22312;&#20027;&#35222;&#31383;&#19978;&#38957;, &#20491;&#21029;&#35222;&#31383;&#30340;&#22823;&#23567;&#26371;&#33258;&#21205;&#35519;&#25972;&#20006;&#20197;&#35222;&#31383;&#20841;&#20596;&#20570;&#23565;&#40778; - &#25972;&#20491;&#37117;&#26371;&#20341;&#20837; <span style="font-style: italic;">PHD2 </span>&#20027;&#35222;&#31383;&#20013;, &#20294;&#20320;&#21487;&#20197;&#22312;&#20027;&#35222;&#31383;&#20013;&#21033;&#29992;&#40670;&#25802;/&#25302;&#25289;&#20491;&#21029;&#35222;&#31383;&#27161;&#38988;&#27396;&#30340;&#26041;&#24335;&#38568;&#24847;&#31227;&#21205;&#20301;&#32622;&#21644;&#32302;&#25918;&#22823;&#23567;, &#22914;&#27492;&#21487;&#20197;&#35731;&#20320;&#26356;&#23481;&#26131;&#27298;&#35222;&#21508;&#22294;&#22411;&#20013;&#30340;&#35443;&#32048;&#36039;&#35338;, &#21482;&#35201;&#31245;&#21152;&#32244;&#32722;, &#20320;&#21487;&#20197;&#24456;&#24555;&#22320;&#29087;&#24713;&#22914;&#20309;&#25850;&#25918;&#22294;&#22411;&#35222;&#31383;&#30340;&#20301;&#32622;&#20102;&#12290;<br><br>&#22312;&#21151;&#33021;&#34920;&#20013;&#12302;&#27298;&#35222;&#12303;&#19979;&#25289;&#34920;&#21015;&#40670;&#36984; <a name="Restore_window_positions"></a>'&#24674;&#24489;&#35222;&#31383;&#20301;&#32622;'&nbsp; &#26371;&#23559;&#21487;&#20341;&#25871;/&#21487;&#31227;&#21205;&#30340;&#35222;&#31383;&#24674;&#24489;&#25104;&#38928;&#35373;&#29376;&#24907;, &#36889;&#22312;&#20320;&#20999;&#25563;&#21040;&#35299;&#26512;&#24230;&#19981;&#21516;&#30340;&#34722;&#24149;&#23566;&#33268;&#26576;&#20123;&#35222;&#31383;&#28040;&#22833;&#19981;&#35211;&#26178;&#26371;&#24456;&#26377;&#29992;, &#36889;&#27171;&#20570;&#20063;&#26371;&#23559; <span style="font-style: italic;">PHD2 </span>&#20027;&#35222;&#31383;&#24674;&#24489;&#21040;&#38928;&#35373;&#22823;&#23567;&#20006;&#25850;&#25918;&#21040;&#38752;&#36817;&#34722;&#24149;&#19978;&#24038;&#19978;&#35282;&#30340;&#20301;&#32622;&#19978;&#12290;</body></html>