Repository: OpenPHDGuiding/phd2
Catalog: trunk/locale/*/messages-old.po
Languages: fr_fr

source: Advanced setup
fr_fr: Configuration avancée

source: Guiding
fr_fr: Guidage

source: Camera
fr_fr: Caméra

source: Camera Settings
fr_fr: Réglages Caméra

source: No Camera Selected
fr_fr: Aucune Caméra selectionnée

source: Mount
fr_fr: Monture

source: AO
fr_fr: OA

source: AO Settings
fr_fr: Réglages AO

source: No AO Selected
fr_fr: Aucun AO selectionné

source: Mount Settings
fr_fr: Réglages Monture

source: No Mount Selected
fr_fr: Aucune Monture selectionnée

source: Restore calibration data
fr_fr: Restaurer données de calibration

source: East
fr_fr: Est

source: West
fr_fr: Ouest

source: Unknown
fr_fr: Inconnu

source: Timestamp:
fr_fr: Date heure :

source: Camera angle:
fr_fr: Angle de la caméra :

source: RA rate:
fr_fr: Taux AD :

source: Dec rate:
fr_fr: Taux Dec :

source: Guider focal length:
fr_fr: Longueur focale du tube de guidage :

source: Guider pixel size:
fr_fr: Taille des pixels de la caméra de guidage

source: Side of pier:
fr_fr: Côté du méridien :

source: Declination
fr_fr: Déclinaison

source: (estimated):
fr_fr: (estimé) :

source: (from mount)
fr_fr: (depuis la monture)

source: Restore
fr_fr: Réinitialiser

source: Calibration Step Calculator
fr_fr: Calculateur de Pas de Calibration

source: Input Parameters
fr_fr: Paramètres d"entrée

source: Focal length, mm
fr_fr: Longueur Focale, mm

source: Guide scope focal length
fr_fr: Logueur focale du tube de guidage

source: Pixel size, microns
fr_fr: Taille des pixel, µm

source: Guide camera pixel size
fr_fr: Taille des pixels de la caméra de guidage

source: Guide speed, n.nn x sidereal
fr_fr: Vitesse de guidage, n.nn x sidérale

source: Guide speed, multiple of sidereal rate; to guide at
fr_fr: Vitesse de guidage, multiple de la vitesse sidérale ;

source: 50% sidereal rate, enter 0.5
fr_fr: Pour guider à 50% de la vitesse sidérale, entrez 0.5

source: Calibration steps
fr_fr: Pas de calibration

source: Targeted # steps in each direction
fr_fr: Nombre de pas ciblé dans chaque direction

source: Calibration declination, degrees
fr_fr: Déclinaison de la calibration, en degrés

source: Approximate declination where you will do calibration
fr_fr: Déclinaison approximative où vous allez faire la calibration

source: Computed Values
fr_fr: Valeurs Calculées

source: Image scale, arc-sec/px
fr_fr: Echantillonage, sec d'arc/px

source: Calibration step, ms
fr_fr: Pas de calibration, ms

source: Could not compute step size
fr_fr: Impossible de calculer la taille du pas

source: Focal length must be >= 50 and < 4000
fr_fr: La longueur focale doit être >= 50 et <= 4000

source: Error
fr_fr: Erreur

source: Failed to find the ASCOM Chooser. Make sure it is installed
fr_fr: Impossible de trouver ASCOM Chooser. Assurez-vous qu'il est bien installé.

source: Failed to set the Chooser's type to Camera. Something is wrong with ASCOM
fr_fr: Impossible de définir le type de Chooser à Caméra. Quelque chose ne va pas avec ASCOM.

source: Failed to run the Scope Chooser. Something is wrong with ASCOM
fr_fr: Impossible de lancer le Scope Chooser. Quelque chose ne va pas avec ASCOM.

source: ASCOM Camera Driver missing required property
fr_fr: Un propriété requise dur Driver de Camera ASCOM est maquante

source: Already connected
fr_fr: Déjà connectée

source: DLL error
fr_fr: Erreur DLL

source: Select camera
fr_fr: Selectionnez la caméra

source: Camera name
fr_fr: Nom de la caméra

source: No camera found
fr_fr: Caméra non trouvée

source: Select Camera
fr_fr: Selectionnez la caméra

source: Cannot open camera
fr_fr: Impossible d'ouvrir la caméra

source: Cannot get list of video modes
fr_fr: Impossible d'obtenir la liste des modes vidéo

source: Warning - cannot directly control exposure duration - running in auto-exposure
fr_fr: Attention - impossible de contrôler le temps de pose directement - fonctionne en exposition automatique

source: Error on connection: %d
fr_fr: Erreur de connection : %d

source: Unable to open LXUSB device
fr_fr: Impossible d'ouvrir le périphérique LXUSB

source: No parallel ports found
fr_fr: Aucun port parallèle trouvé

source: Select Parallel port
fr_fr: Selectionner le port parallèle

source: Parallel Port
fr_fr: Port Parallèle

source: No serial ports found
fr_fr: Aucun port série trouvé

source: Select serial port
fr_fr: Selectionner le port série

source: Serial Port
fr_fr: Port Série

source: Which DSI camera?
fr_fr: Quelle caméra DSI

source: Error loading SBIG driver and/or DLL
fr_fr: Erreur de chargement du driver SBIG et/ou de la DLL

source: Select interface
fr_fr: Selectionnez l'interface

source: Select USB camera
fr_fr: Selectionnez la caméra USB

source: IP address
fr_fr: Adresse IP

source: Enter IP address
fr_fr: Entrez l'adresse IP

source: CCD Choice
fr_fr: Choix CCD

source: Error getting info on main CCD
fr_fr: Erreur de récupération des infos du CCD principal

source: Memory allocation error during capture
fr_fr: Erreur d'allocation mémoire pendant la capture

source: Cannot start exposure
fr_fr: Impossible de démarrer la pose

source: Cannot poll exposure
fr_fr: Imposible de poser en boucle

source: Cannot stop exposure
fr_fr: Impossible d'arréter la pose

source: Error downloading data
fr_fr: Erreur au téléchargement des donnés

source: Cannot check SBIG relay status
fr_fr: Impossible de récupere le statut des relais

source: Enter RA Angle (in degrees)
fr_fr: Entrez Angle AD (en degrés)

source: RA angle
fr_fr: angle AD

source: Choose Dec Angle
fr_fr: Choisissez l'Angle Dec

source: Dec Angle
fr_fr: Angle Dec

source: AO-Simulator
fr_fr: AO-Simulateur

source: PE amplitude and period must be > 0
fr_fr: Amplitude et période PE doit être > 0

source: PE amplitude and period must be numbers > 0
fr_fr: Amplitude et période PE doit être des nombres > 0

source: Camera Simulator
fr_fr: Simulateur de Caméra

source: Number of simulated stars
fr_fr: Nombre d'étoiles simulées

source: Stars
fr_fr: Etoiles

source: Number of hot pixels
fr_fr: Nombre de pixel chaux

source: Hot pixels
fr_fr: Pixels chaux

source: % Simulated noise
fr_fr: % de bruit simulé

source: Noise
fr_fr: Bruit

source: Dec backlash, arc-secs
fr_fr: Jeu Dec, arc-sec

source: Dec backlash
fr_fr: Jeu Dec

source: Dec drift, arc-sec/min
fr_fr: Dérive Dec, arc-sec/min

source: Dec drift
fr_fr: Dérive Dec

source: Guide rate, x sidereal
fr_fr: Vitesse de guidage, x sidérale

source: Guide rate
fr_fr: Taux de Guidage

source: Apply PE
fr_fr: Appliquer PE

source: Simulate periodic error
fr_fr: Simuler l'erreur périodique

source: Default curve
fr_fr: Courbe par défaut

source: Use a built-in PE curve that has some steep and smooth sections.
fr_fr: Utiliser une courbe PE intégré qui a quelques sections raides et lisses.

source: Custom curve
fr_fr: Courbe personnalisée

source: Use a simple sinusoidal curve. You can specify the amplitude and period.
fr_fr: Utilisez une simple courbe sinusoïdale. Vous pouvez spécifier l'amplitude et de la période.

source: Amplitude, arc-secs
fr_fr: Amplitude, arc-sec

source: Period
fr_fr: Périodes

source: Period, seconds
fr_fr: Période, en secondes

source: Reverse Dec pulse on west side of pier
fr_fr: Inverser impulsion Dec sur le côté Ouest du méridien

source: Simulate a mount that reverses guide pulse direction after a meridian flip, like an ASCOM pulse-guided mount.
fr_fr: Simuler une monture qui inverse la direction des impulsions de guidage après un bascuelement au méridien, comme monture ASCOM guidée par impulsion (pulse-guiding).

source: Side of Pier: MMMMM
fr_fr: Côté du méridien : MMMMM

source: Pier Flip
fr_fr: Basculement au méridien

source: Camera angle, degrees
fr_fr: Angle de la caméra, en degrés

source: Camera angle
fr_fr: Angle de la caméra

source: Star fading due to clouds
fr_fr: Affaiblissement d'étoile due aux muages

source: Reset
fr_fr: Réinitialiser

source: Reset all values to application defaults
fr_fr: Réinitialiser toutes les valeurs aux valeurs par défaut de l'applications

source: Select SX camera
fr_fr: Selectionnez caméra SX

source: Camera choice
fr_fr: Choix caméra

source: Select capture device
fr_fr: Selectionnez périphérique de capture

source: Select WDM camera
fr_fr: Selectionnez caméra WDM

source: Select camera mode
fr_fr: Selectionnez mode caméra

source: Camera mode
fr_fr: Mode caméra

source: disconnected
fr_fr: déconnectée

source: Select your camera
fr_fr: Selectionnez votre caméra

source: Use Subframes
fr_fr: Utiliser le fenêtrage

source: Check to only download subframes (ROIs) if your camera supports it
fr_fr: Cocher pour charger uniquement les images fenêtreés (ROI) si votre caméra le supporte

source: Camera Gain
fr_fr: Gain caméra

source: Camera gain boost? Default = 95%, lower if you experience noise or wish to guide on a very bright star). Not available on all cameras.
fr_fr: Augamentez le gain de la caméra ? Par défaut = 95%, diminuez le si vous avez du bruit ou si vous voulez guider une étoile très brillante. Pas disponible pour toutes les caméras.

source: LE Read Delay
fr_fr: LP delai de lecture

source: Adjust if you get dropped frames
fr_fr: Ajuster si vous rater des images

source: LE Port
fr_fr: Port LP

source: Port number for long-exposure control
fr_fr: Numéro de port pour la pose longue

source: Pixel size (microns)
fr_fr: Taille des pixel (µm)

source: Guide camera pixel size in microns. Used with the guide telescope focal length to display guiding error in arc-seconds.
fr_fr: Taille des pixel de la caméra de guidage en micormètres. Utiliser avec la longueur focale du telescope de guidage pour afficher les erreurs de guidage en arc-sec.

source: Auto load dark frames
fr_fr: Charger auto images de dark

source: Check to reload dark frames automatically when you connect the camera. First, you'll need to capture dark frames for any exposure durations you will be using and save the dark frames to a .fit file using the Save Dark Frames option in the File menu. Then, when this option is selected, the dark frames will be loaded from the file whenever the camera is connected.
fr_fr: Cochez pour recharger les images de dark automatiquement quand vous connectez la caméra. D'abord, vous devez capturer des dark pour tout les temps de poses que vous allez utiliser et sauver les images de dark dans des fichiers .fit en utilisant l'option Enregistrer Images de Dark dans le menu Fichier. Ensuite, quand cette option est sélectionnée, les images de dark seront chargées depuis les fichiers dès que la caméra sera connectée.

source: Don't ask again
fr_fr: Ne plus demander

source: Confirm
fr_fr: Confirmation

source: Drift Align
fr_fr: Alignement de la Dérive (Drift Align)

source: Scope Pointing
fr_fr: Pointage Scope

source: Meridian Offset (deg)
fr_fr: Offset du méridien (deg)

source: Declination (deg)
fr_fr: Déclinaison (deg)

source: Current
fr_fr: En cours

source: Slew To
fr_fr: Pointer Vers

source: Slew
fr_fr: Pointer

source: Click to slew to given coordinates. Shift-click to save the coordinates without slewing.
fr_fr: Cliquez sur Pointer pour pointer les coordonnées données. Shift-clique pour sauver les coordonnées sans les pointer.

source: Altitude adjustment notes
fr_fr: Notes d'ajustement de l'altitude

source: Drift
fr_fr: Dériver

source: Adjust
fr_fr: Ajuster

source: Drift Align - Azimuth Adjustment
fr_fr: Alignement de la Dérive (Drift Align) - Ajustement de l'Azimuth

source: Slew to near the Meridian and the Equator. Press Drift to measure drift. Press Adjust and adjust your mount's azimuth. Repeat Drift/Adjust until alignment is complete. Then, click Altitude to begin Altitude adjustment.
fr_fr: Pointez vers le Méridien et l'Equateur Appuyez sur Dériverpour mesurer la Dérive Appuyez sur Ajuster et ajustez l'azimuth de votre monture Répétez Dériver/Ajuster jusqu'à le complet alignement Ensuite, cliquez sur Altitude pour commencer l'ajustement de l'Altitude.

source: Azimuth adjustment notes
fr_fr: Notes d'ajustement de l'azimuth

source: Drift Align - Altitude Adjustment
fr_fr: Alignement de la Dérive (Drift Align) - Ajustement de l'Altitude

source: Slew to a location near the Equator and the Eastern or Western horizon. Press Drift to measure drift. Press Adjust and adjust your mount's altitude. Repeat Drift/Adjust until alignment is complete. Click Azimuth to repeat Azimuth adjustment.
fr_fr: Pointez près de l'Equateur et de l'horizon Est ou Ouest Appuyez sur Dériver pour mesurer la dérive Appuyez sur Ajuster et ajusteé l'altitude de votre monture Répétez Dériver/Ajuster jusqu'à le complet alignement Cliquez sur Azimuth pour recommencer l'ajustement de l'Azimuth.

source: Please connect a camera and a mount
fr_fr: S'il vous plait, connectez une caméra et une monture

source: Please calibrate before starting drift alignment
fr_fr: Veuillez calibrer avant de commencer l'alignement de la dérive.

source: Start Looping...
fr_fr: Commence à boucler...

source: Auto-selecting a star
fr_fr: Selection auto d'une étoile

source: Waiting for calibration to complete...
fr_fr: Attente de la fin de la calibration...

source: Start guiding...
fr_fr: Commence à guider...

source: Drifting... click Adjust when done drifting
fr_fr: Dérive en cours... cliquer sur Ajuster quand la dérive est terminé

source: Adjust azimuth, click Drift when done
fr_fr: Ajustez l'azimuth, cliquez sur Dériver quand vous avez terminer

source: Adjust altitude, click Drift when done
fr_fr: Ajustez l'altitude, cliquez sur Dériver quand vous avez terminer

source: Coordinates saved.
fr_fr: Coordonnées sauvegardées.

source: Slewing ...
fr_fr: Pointage...

source: W RA+
fr_fr: O AD+

source: Done
fr_fr: Terminé

source: Please connect a Mount to Manual Guide.
fr_fr: S'il vous plait, connectez une Monture pour Guider en Manuel

source: There is no calibration data available.
fr_fr: Il n'ya pas de données de calibration disponibles.

source: Failed to flip RA calibration
fr_fr: Echec de l'inverseion de la calibration AD

source: RA calibration angle flipped: (%.2f, %.2f) to (%.2f, %.2f)
fr_fr: Angle de calibration AD inversé : (%.2f, %.2f) vers (%.2f, %.2f)

source: Entering a manual lock position requires a camera and mount to be connected and calibrated.
fr_fr: La saisie d'une position de véroullage manuel nécessite une caméra et une monture connectées et calbrées.

source: Entering a manual lock position cannot be done while calibrating or guiding.
fr_fr: La saisie d'une position de verrouillage manuel ne peut être fait pendant la calibration ou le guidage.

source: Enter x-lock position, or 0 for center
fr_fr: Entrer position verrouillage-x, ou 0 pour le centre

source: X-lock position
fr_fr: Postion verrouillage-X

source: Enter y-lock position
fr_fr: Entrer position verrouillage-y

source: Y-lock position
fr_fr: Postion verrouillage-Y

source: Connect Equipment
fr_fr: Connecter Equipement

source: Equipment profile
fr_fr: Profile d'equipement

source: Select the Equipment Profile you would like to use. PHD stores all of your settings and equipment selections in an Equipment Profile. You can create mutiple profiles and switch back and forth between them.
fr_fr: Sélectionnez le Profil de l'Equipement que vous souhaitez utiliser. PHD stocke tous vos réglages et les sélections d'équipement dans un Profil d'Equipement. Vous pouvez créer des profils mutiple et basculer entre eux.

source: New
fr_fr: Nouveau

source: Create a new profile, optionally copying from another profile
fr_fr: Créer un nouveau profil, éventuellement copié a partir d'un autre profil

source: Delete
fr_fr: Supprimer

source: Delete the selected profile
fr_fr: Supprime le profile sélectionné

source: Rename
fr_fr: Renommer

source: Rename the selected profile
fr_fr: Renommer le profil selectionné

source: Load a profile from a file
fr_fr: Charger un profil a partir d'un fichier

source: Export...
fr_fr: Exporter...

source: Save the selected profile to a file
fr_fr: Enregistrez le profil sélectionné dans un fichier

source: Settings...
fr_fr: Réglages...

source: Open the advanced settings dialog
fr_fr: Ouvrez la boîte de dialogue des paramètres avancés

source: Manage Profiles
fr_fr: Gérer les Profils

source: Create a new Equipment Profile, or delete or rename the selected Equipment Profile
fr_fr: Créer un nouveau Profile d'Equipement, ou supprimer ou renommer le Profile d'Equipement selectionné

source: Select your equipment below and click Connect All to connect, or click Disconnect All to disconnect. You can also connect or disconnect individual equipment items by clicking the button next to the item.
fr_fr: Choisissez votre matériel ci-dessous et cliquez sur Connecter Tout pour connecter, ou cliquez sur Déconnecter Tout pour déconnecter. Vous pouvez également connecter ou déconecter les équipements individuelement en cliquant sur le bouton à côté de l'élément.

source: Camera Setup
fr_fr: Réglages Caméra

source: Disconnect
fr_fr: Déconnecter

source: Mount Setup
fr_fr: Configuration Monture

source: AO Setup
fr_fr: Réglages AO

source: Connect All
fr_fr: Connecter Tout

source: Connect all equipment and close the equipment selection window
fr_fr: Connecte tous l'équipement et ferme la fenêtre de selection d'équipement

source: Disconnect All
fr_fr: Déconnecter Tout

source: Disconnect all equipment
fr_fr: Déonnecter tout l'équipement

source: None
fr_fr: Aucun

source: Connect
fr_fr: Connecter

source: Connect to camera
fr_fr: Connecter la caméra

source: Disconnect from camera
fr_fr: Déconnecter la caméra

source: Connect to mount
fr_fr: Connecter à la monture

source: Disconnect from mount
fr_fr: Déconnecter la monture

source: Connect to AO
fr_fr: Connecter l'AO

source: Disconnect from AO
fr_fr: Déconnecter l'AO

source: Connecting to Camera ...
fr_fr: Connection à la caméra

source: Camera Connected
fr_fr: Caméra Connectée

source: Camera Connect Failed
fr_fr: Echec Connexion Caméra

source: Camera Disconnected
fr_fr: Caméra Déconnectée

source: No cam
fr_fr: Pas de cam

source: Connecting to Scope ...
fr_fr: Connection au Scope

source: Scope connected
fr_fr: Scope connectée

source: Scope Connect Failed
fr_fr: Echec Connexion Scope

source: Scope Disconnected
fr_fr: Scope Déconnectée

source: Connecting to AO ...
fr_fr: Connection à l'AO

source: Adaptive Optics Connected
fr_fr: Optique Adaptive connectée

source: AO Connect Failed
fr_fr: Eche Connexion OA

source: Adaptive Optics Disconnected
fr_fr: Optique Adaptive Déconnectée

source: New Equipment Profile
fr_fr: Nouveau Profil d'Equipement

source: Name
fr_fr: Nom

source: Enter the name of the new equipment profile
fr_fr: Entrer le nom du nouveau profil d'équipement

source: PHD Defaults
fr_fr: PHD Par Défaut

source: Profile initial settings
fr_fr: Réglages initiaux du profil

source: Select PHD Defaults to create a profile with default PHD settings, or select an existing Equipment Profile to copy its settings into your new profile.
fr_fr: Sélectionnez PHD Par Défaut pour créer un profil avec les paramètres par défaut de PHD, ou sélectionnez un profil d'équipement existant pour copier ses paramètres dans votre nouveau profil.

source: Could not create profile %s from profile %s
fr_fr: Impossible de créer le profile %s a partir du profile %s

source: Could not create profile %s
fr_fr: Impossible de créer le profile %s

source: Delete profile %s?
fr_fr: Supprimer le profil %s ?

source: Delete Equipment Profile
fr_fr: Supprimer un Profil d'Equipement

source: Rename %s
fr_fr: Renommer %s

source: Rename Equipment Profile
fr_fr: Renommer Profile d'Equipement

source: Could not rename profile
fr_fr: Impossible de renommer le profil

source: Import PHD Equipment Profiles
fr_fr: Importer Profiles d'Equipement PHD

source: Export PHD Equipment Profile
fr_fr: Exporter un Profil d'Equipement PHD

source: AO Position
fr_fr: Position OA

source: Select the number of frames of history to display
fr_fr: Sélectionner le nombre d'images de l'historique a afficher

source: Clear
fr_fr: Effacer

source: Clear graph data
fr_fr: Effacer les données du graph

source: AO not connected
fr_fr: OA non connecté

source: Select the number of frames of history to display on the X-axis
fr_fr: Sélectionner le nombre d'images de l'historique a afficher sur l'axe X

source: Settings
fr_fr: Réglages

source: Graph settings
fr_fr: Réglages du graph

source: Trendlines
fr_fr: Tendances

source: Plot trend lines
fr_fr: Tracer les lignes de tendance

source: Display mount corrections
fr_fr: Afficher les corrections de monture

source: RA
fr_fr: AD

source: RMS Error:
fr_fr: Erreur RMS :

source: RA Osc: 0.00
fr_fr: Osc AD: 0.00

source: Plot mode
fr_fr: Mode Plot

source: RA / Dec
fr_fr: AD / Dec

source: Y-axis units
fr_fr: Unités axe-Y

source: Arc-seconds
fr_fr: Secondes d'arc

source: RA Color...
fr_fr: Couleur AD...

source: Dec Color...
fr_fr: Couleur Dec...

source: dx Color...
fr_fr: Couleur dx...

source: dy Color...
fr_fr: Couleur dy...

source: RA or dx Color
fr_fr: Couleur AD ou dx

source: Dec or dy Color
fr_fr: Couleur Dec ou dy

source: Select the Y-axis scale, pixels per Y division
fr_fr: Sélectionnez l'échelle de l'axe Y, en pixels par division

source: Select the Y-axis scale, arc-seconds per Y division
fr_fr: Sélectionner l'échelle de l'axe Y, en secondes d'arc pas division

source: Hysteresis Guide Algorithm
fr_fr: Algorithme Hystérésis

source: Hysteresis
fr_fr: Hystérésis

source: How much history of previous guide pulses should be applied Default = 10%, increase to smooth out guiding commands
fr_fr: Combien d'ancienne impulsion de guidage doivent être appliquées Par défaut = 10%, augmentez pour lisser les commandes de guidage

source: Aggression
fr_fr: Agressivité

source: What percent of the measured error should be applied? Default = 100%, adjust if responding too much or too slowly?
fr_fr: Quel pourcentage de l'erreur mesurée doit être appliqué ? Par défaut = 100%ajustez si le guidage répond trop ou trop lentement.

source: Minimum Move (pixels)
fr_fr: Déplacement Minimum (pixels)

source: How many (fractional) pixels must the star move to trigger a guide pulse? Default = 0.15
fr_fr: De combien de pixels (fractionnaire) l'étoile doit bougé pour déclenché une impulsion de guidage ? Par défaut = 0.15

source: Min mo
fr_fr: Dp Min

source: Guide Algorithm
fr_fr: Algorithme de Guidage

source: Nothing to Configure
fr_fr: Rien à Configurer

source: Lowpass Guide Algorithm
fr_fr: Algorithme Passe-bas

source: Slope Weight
fr_fr: Pondération Pente

source: Weighting of slope parameter in lowpass auto-dec
fr_fr: Pondération du paramètre de pente en passe-bas auto-dec

source: Sl W
fr_fr: Pente

source: Lowpass2 Guide Algorithm
fr_fr: Algorithme Passe-bas 2

source: ResistSwitch Guide Algorithm
fr_fr: Algorithme ResistSwitch

source: Calibration manually stopped
fr_fr: Calibration manuelle arrêtée

source: Stopped Guiding
fr_fr: Guidage Arréter

source: Paused
fr_fr: Pause

source: star lost
fr_fr: étoile perdue

source: Guiding...
fr_fr: Guidage...

source: Guider Settings
fr_fr: Réglage Guider

source: Always Scale Images
fr_fr: Images toujours ajuster

source: Always scale images to fill window
fr_fr: Toujours ajuster les images à la fenêtre

source: Are you sure you want to delete all Bookmarks?
fr_fr: Etes-vous sur de vouloir supprimer tous les Signets

source: No star found
fr_fr: Etoile non trouvé

source: No star selected
fr_fr: Aucune étoile selectionnée

source: Mass: %.0f vs %.0f
fr_fr: Masss: %.0f vs %.0f

source: Selected star at (%.1f, %.1f)
fr_fr: Etoile selectionnée à (%.1f, %.1f)

source: Search region (pixels)
fr_fr: Région de recherche (pixels)

source: How many pixels (up/down/left/right) do we examine to find the star? Default = 15
fr_fr: Combien de pixels (haut/bas/gauche/droite) doit-on examiner pour trouver un étoile ? Par défaut = 15

source: Star mass change detection
fr_fr: Détection de variation de masse d'étoile
