Repository: OpenPHDGuiding/phd2
Catalog: trunk/locale/*/messages-old.po
Languages: fr_fr

source: Check to enable star mass change detection. When enabled, PHD skips frames when the guide star mass changes by an amount greater then the Star mass tolerance setting.
fr_fr: Cochez pour permettre la détection de la variation de masse d'étoile. Lorsque cette option est activée, PHD ignore les images lorsque la masse de l'étoile-guide varie d'un niveau supérieur au réglage de Tolérence de masse d'étoile.

source: Star mass tolerance
fr_fr: Tolérance de masse d'étoile

source: When star mass change detection is enabled, this is the tolerance for star mass changes between frames, in percent. Larger values are more tolerant (less sensitive) to star mass changes. Valid range is 10-100, default is 50. If star mass change detection is not enabled then this setting is ignored.
fr_fr: Quand la détection de la variation de masse étoile est activée, c'est la tolérance pour les changements de masse d'étoile entre les images, en pourcent. Des valeurs plus élevées sont plus tolérants (moins sensible) aux changements de masse d'étoile. La plage valide est 10-100, valeur par défaut est 50. Si la détection de changement de masse de l'étoile n'est pas activé ce paramètre est ignoré.

source: Manual Calibration
fr_fr: Calibration Manuelle

source: RA rate (e.g. 0.005):
fr_fr: Taux AD (ex. : 0.005) :

source: Dec rate (e.g. 0.005):
fr_fr: Taux Dec (ex. : 0.005) :

source: RA angle (e.g. 0.5):
fr_fr: Angle AD (ex. : 0.5) :

source: Dec angle (e.g. 2.1):
fr_fr: Angle Dec (ex. : 2.1) :

source: Declination (e.g. 2.1):
fr_fr: Déclinaison (ex. : 2.1) :

source: %s Settings
fr_fr: Réglages %s

source: Force calibration
fr_fr: Forcer calibration

source: Check to clear any previous calibration and force PHD to recalibrate
fr_fr: Cocher pour supprimer toute ancienne calibration et force PHD à recalibrer

source: Enable Guide Output
fr_fr: Activer Guidage

source: Keep this checked for guiding. Un-check to disable all mount guide commands and allow the mount to run un-guided
fr_fr: Laissez coché pour guider. Décocher pour désactiver toutes les commandes de guidage et permettre à la monture de fonctionner non-guidée.

source: Lowpass
fr_fr: Passe-bas

source: Lowpass2
fr_fr: Passe-bas 2

source: RA Algorithm
fr_fr: Algorithme AD

source: Which Guide Algorithm to use for Right Ascension
fr_fr: Quel algorithme de guidage utilser en Ascension Droite

source: Declination Algorithm
fr_fr: Algorithme Déclinaison

source: Which Guide Algorithm to use for Declination
fr_fr: Quel algorithme de guidage utilser en Déclinaison

source: South
fr_fr: Sud

source: North
fr_fr: Nord

source: RA:
fr_fr: AD :

source: History
fr_fr: Historique

source: Star Profile
fr_fr: Profile Etoile

source: Target
fr_fr: Cible

source: Server start failed
fr_fr: Echec démarrage serveur

source: Server started
fr_fr: Serveur démarré

source: Like PHD? Consider donating
fr_fr: Vous aimez PHD ? Pensez au don

source: (log active)
fr_fr: (log activé)

source: Load Dark Frames
fr_fr: Charger Images de Dark

source: Load dark frames
fr_fr: Charger images de dark

source: Save Dark Frames
fr_fr: Enregistrer Images de Dark

source: Save dark frames
fr_fr: Enregistrer images de dark

source: Save Image
fr_fr: Enregistrer Image

source: Save current image
fr_fr: Enregistrer image en cours

source: E&xit Alt-X
fr_fr: &Quitter Alt-X

source: Quit this program
fr_fr: Quitter ce programme

source: &Manual Guide
fr_fr: Guidage &Manuel

source: Manual / test guide dialog
fr_fr: Manuel / test de guidage

source: &Clear Dark Frames
fr_fr: &Efface Images de Dark

source: Erase / clear out dark frames
fr_fr: Efface / RAZ images de dark

source: Auto-select &Star Alt-S
fr_fr: Selection auto d'Etoile Alt-S

source: Automatically select star
fr_fr: Selectionne une étoile automatiquement

source: Restore Calibration Data
fr_fr: Restaurer Données de Calibration

source: Restore calibration data from last successful calibration
fr_fr: Restaurer les données de calibration de la dernière calibration réussie

source: Enter Calibration Data
fr_fr: Entrer Données de Calibration

source: Manually calibrate
fr_fr: Calibrer manuellement

source: Flip Calibration Data
fr_fr: Inversé les Données de Calibration

source: Flip RA calibration vector
fr_fr: Inverser le vecteur de calibration AD

source: Enter Manual Lock Position
fr_fr: Entrer Position de Vérouillage Manuelle

source: Give manual lock position
fr_fr: Donner la position de verrouilage manuel

source: Run the Drift Alignment tool
fr_fr: Lancer l'outil d'Alignement de la Dérive (Drift Alignment)

source: Enable &Logging Alt-L
fr_fr: Activer &Logging Alt-L

source: Enable / disable log file
fr_fr: Activer / Désactiver le fichier de log

source: Enable Star Image Logging
fr_fr: Activer le log d'image d'étoile

source: Enable / disable logging of star images
fr_fr: Activer / Désactiver le log des images d'étoile

source: Enable Server
fr_fr: Activer le Serveur

source: Enable / disable link to Nebulosity
fr_fr: Activer / Désactiver le lien vers Nebulosity ou autre logiciel

source: Enable Debug Logging
fr_fr: Activé le log de debug

source: Enable / disable debug log file
fr_fr: Activer / Désactiver le fichier de log de debug

source: Sticky Lock Position
fr_fr: Epingler le Position de Vérouillage

source: Keep the same lock position when guiding starts
fr_fr: Garder la même position de vérouillage quand le guidage commence

source: Display Toolbar
fr_fr: Afficher la Barre d'outils

source: Enable / disable tool bar
fr_fr: Activer / Désactiver la bar d'outils

source: Display Graph
fr_fr: Afficher le Graph

source: Enable / disable graph
fr_fr: Activer / Désactiver le graph

source: Display AO Graph
fr_fr: Afficher le Graph OA

source: Enable / disable AO graph
fr_fr: Activer / Désactiver le graph OA

source: Display Target
fr_fr: Afficher la Cible

source: Enable / disable target
fr_fr: Activer / Désactiver la cible

source: Display Star Profile
fr_fr: Afficher le profile de l'étoile

source: Enable / disable star profile view
fr_fr: Activer / Désactiver le profile de l'étoile

source: No Overlay
fr_fr: Pas de motif

source: No additional crosshairs
fr_fr: Pas de réticule additionnel

source: Bullseye
fr_fr: Cible

source: Centered bullseye overlay
fr_fr: Réticule centrer

source: Fine Grid
fr_fr: Grille fine

source: Grid overlay
fr_fr: Grille

source: Coarse Grid
fr_fr: Grille grossière

source: RA/Dec
fr_fr: AD/Dec

source: RA and Dec overlay
fr_fr: Motif AD et Dec

source: Configure INDI settings
fr_fr: Configure réglages INDI

source: &Controls...
fr_fr: &Contrôls...

source: Show INDI controls for available devices
fr_fr: Montrer les contrôles INDI pour les périphériques disponible

source: &Save settings
fr_fr: &Enregistrer la configuration

source: Save current camera settings
fr_fr: Enregistrer la configuration caméra en cours

source: &Restore settings
fr_fr: &Restaurer la configuration

source: Restore camera settings
fr_fr: Restaurer la configuration de la caméra

source: &About... F1
fr_fr: A propos... F1

source: About %s
fr_fr: A propos de %s

source: Contents
fr_fr: Contenus

source: Full help
fr_fr: Aide complète

source: &Impatient Instructions
fr_fr: Instructions pour les impatients

source: Quick instructions for the impatient
fr_fr: Instructions rapides pour les impatients

source: &File
fr_fr: &Fichier

source: &Tools
fr_fr: &Outils

source: &View
fr_fr: &Affichage

source: &Help
fr_fr: &Aide

source: Donate $10
fr_fr: Donner 10$

source: Donate $10 for PHD Guiding
fr_fr: Donner 10$ pour PHD Guiding

source: Donate $25
fr_fr: Donner 25$

source: Donate $25 for PHD Guiding
fr_fr: Donner 25$ pour PHD Guiding

source: Donate $50
fr_fr: Donner 50$

source: Donate $50 for PHD Guiding
fr_fr: Donner 25$ pour PHD Guiding

source: Donate Other
fr_fr: Autre don

source: Donate a value of your own choosing for PHD Guiding
fr_fr: Donner ce que vous voulez pour PHD Guiding

source: &Donate!
fr_fr: Faites un &Don !

source: Camera exposure duration
fr_fr: Temps de pose caméra

source: Screen gamma (brightness)
fr_fr: Gamma écran (luminosité)

source: Take Dark
fr_fr: Prendre un Dark

source: Equipment
fr_fr: Equipement

source: Connect to equipment. Shift-click to reconnect the same equipment last connected.
fr_fr: Connecte l'équipement. Shift-Clique pour reconnecter le même équipement qu'à la dernière connection.

source: Loop Exposure
fr_fr: Pose en Boucle

source: Begin looping exposures for frame and focus
fr_fr: Démarrer les poses en boucle pour le cadrage et la mise au point

source: Guide
fr_fr: Guider

source: Begin guiding (PHD)
fr_fr: Démarrer le guidage (PHD)

source: Abort the current action
fr_fr: Annuler l'action en cours

source: Exposure duration
fr_fr: Temps de pose

source: Gamma
fr_fr: Gamme

source: Advanced parameters
fr_fr: Configuration avancée

source: No cal
fr_fr: Non cal

source: No Cam
fr_fr: Pas de Cam

source: No Scope
fr_fr: Pas de Scope

source: No scope
fr_fr: Pas de Scope

source: Could not find help file:
fr_fr: Fichier d'aide non trouvé :

source: Waiting for devices before stopping...
fr_fr: Attente du matériel avant d'arréter...

source: Are you sure you want to exit while capturing is active?
fr_fr: Etes-vous sur de vouloir quitter alors l'acquisition est active ?

source: Confirm Exit
fr_fr: Confirmer

source: Global Settings
fr_fr: Réglages Globaux

source: Reset Configuration
fr_fr: Remise a zéro de la configuration

source: Reset all configuration to fresh install status -- Note: this closes PHD2
fr_fr: Réinitialiser la configuration au statut de nouvelle installation -- Note : ça ferme PHD2

source: Enable Logging
fr_fr: Activer le log

source: Save guide commands and info to a file?
fr_fr: Enregistrer les infos et les commandes de guidage dans un fichier ?

source: Enable Star-image Logging
fr_fr: Activer le log des images-étoile

source: Save guide-star images to a sequence of files?
fr_fr: Enregistrer les images d'étoile-guide dans une séquence de fichiers ?

source: Low Q JPEG
fr_fr: Faible Q JPEG

source: High Q JPEG
fr_fr: Haute Q JPEG

source: Raw FITS
fr_fr: FITS brute

source: Image format
fr_fr: Format d'image

source: File format of logged images
fr_fr: Format de fichier des images loguées

source: Dither RA only
fr_fr: Dithering seulement en AD

source: Constrain dither to RA only?
fr_fr: Contraindre le dithering en AD seulement ?

source: Dither scale
fr_fr: Echelle de dithering

source: Scaling for dither commands. Default = 1.0 (0.01-100.0)
fr_fr: Mise a l'echelle des commandes de dithering. Par défaut = 1.0 (0.01-100.0)

source: 2x2 mean
fr_fr: moyenne 2x2

source: 3x3 median
fr_fr: moyenne 3x3

source: Noise Reduction
fr_fr: Réduction du Bruit

source: Technique to reduce noise in images
fr_fr: Technique de réduction de bruit des images

source: Time Lapse (ms)
fr_fr: Laps de Temp (ms)

source: How long should PHD wait between guide frames? Default = 0ms, useful when using very short exposures (e.g., using a video camera) but wanting to send guide commands less frequently
fr_fr: Combien de temps PHD doit attendre entre les images de guidage ? Par défaut = 0 ms, utile lorsque vous utilisez des poses très courtes (par exemple, à l'aide d'une caméra vidéo), mais que vous voulez envoyer des commandes de guidage moins souvent

source: Focal length (mm)
fr_fr: Longueur Focale (mm)

source: Guider telescope focal length, used with the camera pixel size to display guiding error in arc-sec.
fr_fr: Longueur focale du telescope de guidage, utilisé avec la taille des pixels de la caméra pour afficher les erreurs de guidage en arc-sec.

source: System default
fr_fr: Système par défaut

source: Language-Name
fr_fr: Français

source: Language
fr_fr: Langue

source: %s Language. You'll have to restart PHD to take effect.
fr_fr: Langue de %s. Vous devrez redémarre PHD pour que ça prenne effet.

source: Log File Location
fr_fr: Emplacement Fichier de Log

source: Folder for guide and debug logs; empty string to restore the default location
fr_fr: Dossier pour les log de guidage et de debug ; chaine vide pour restaure l'emplacement par défaut

source: Browse...
fr_fr: Parcourir...

source: Auto restore calibration
fr_fr: Auto-restaurer la calibration

source: Automatically restore calibration data from last successful calibration when connecting equipment.
fr_fr: Restaurer automatiquement les données de calibration de la dernière calibration réussie à la connection de l'équipement

source: This will reset all PHD2 configuration values and exit the program. Are you sure?
fr_fr: Cela va réinitialiser toutes les valeurs de configurations de PHD2. Etes-vous sur ?

source: You must restart PHD for the language change to take effect.
fr_fr: Vous devez redémarre PHD pour que le changement de langue prenne effet.

source: Welcome to PHD (Push Here Dummy) Guiding Operation is quite simple (hence the 'PHD') 1) Press the Camera Button and select your camera 2) Select your scope interface in the Mount menu if not already selected. Then, press the Telescope Button to connect to your scope 3) Pick an exposure duration from the drop-down list 4) Hit the Loop Button, adjust your focus 5) Click on a star away from the edge 6) Press the PHD (archery target) icon PHD will then calibrate itself and begin guiding. That's it! To stop guiding, simply press the Stop Button. If you need to tweak any options, click on the Brain Button to bring up the Advanced panel.
fr_fr: Bienvenu dans PHD (Push Here Dummy) Guiding Le fonctionnement est assez simple (d'où le 'Push Here Dummy' qu'on pourrait traduire par 'Appuie là, andouille !') 1) Appuyez sur le bouton Caméra et sélectionnez votre camera 2) Sélectionnez votre interface de monutre dans le menu Monture si elle n'est pas déjà sélectionné. Ensuite, appuyez sur le bouton Télescope pour vous connecter à la monture 3) Choisissez un temps de pose à partir de la liste déroulante 4) Appuyez sur le bouton Boucle, ajuster votre mise au point 5) Cliquez sur une étoile loin du bord 6) Appuyez sur l'icône PHD (cible de tir à l'arc) PHD va alors se calibrer et commencer à guider. C'est tout! Pour arrèter le guidage, appuyez simplement sur le bouton Stop. Si vous avez besoin de modifier les options, cliquez sur le bouton Cerveau pour faire apparaître la fenêtre de configuration avancée.

source: Save FITS Image
fr_fr: Enregistrer Image FITS

source: Your data were not saved
fr_fr: Vos données n'ont pas été enregistrées

source: You haven't captured any dark frames - nothing to save
fr_fr: Vous n'avez pas capturé d'image de Dark - rien à enregistrer

source: Save darks (FITS Image)
fr_fr: Enregistrer les darks (Image FITS)

source: Error saving FITS file
fr_fr: Impossible d'enregistrer le fichier FITS

source: You must connect a camera before loading dark frames
fr_fr: Vous devez connecté une caméra avant d'ouvrir des darks

source: Load darks (FITS Image)
fr_fr: Ouvrir darks (Image FITS)

source: Darks not loaded
fr_fr: Darks non chargés

source: Redo Dark
fr_fr: Refaire Dark

source: Darks loaded
fr_fr: Dark chargé

source: Please connect to a camera first
fr_fr: S'il vous plait, connectez une caméra d'abord

source: Stopped.
fr_fr: Arrêté.

source: Capturing dark
fr_fr: Acquisition d'un dark

source: Cover guide scope
fr_fr: Couvrez le tube de guidage

source: Error capturing dark frame
fr_fr: Impossible d'acquérir un dark

source: Darks done
fr_fr: Darks terminés

source: Uncover guide scope
fr_fr: Découvrez le tube de guidage

source: Enable Raw Star logging
fr_fr: Activer le log brute d'étoile

source: Enable Star Image logging
fr_fr: Activer le log d'image d'étoile

source: Are you sure you want force recalibration?
fr_fr: Etes-vous sur de vouloir forcer la recalibration ?

source: Force Recalibration
fr_fr: Forcer Recalibration

source: Cannot Manual Guide when Calibrating or Guiding
fr_fr: Guidage manuel impossible pendant la calibration ou l'autoguidage

source: Cannot Manual Guide without a mount connected
fr_fr: Guidage manuel impossible sans monture connectée

source: RA Calibration Failed: star did not move enough
fr_fr: Echec Calibration AD : l'étoile n'a pas assez bougé

source: Alert
fr_fr: Alerte

source: West step %3d
fr_fr: Ouest pas %3d

source: angle=%.2f rate=%.4f
fr_fr: angle=%.2f taux=%.4f

source: East step %3d
fr_fr: Est pas %3d

source: Backlash Clearing Failed: star did not move enough
fr_fr: Echec Compensation du jeu : l'étoile n'a pas assez bougé

source: Clear backlash step %3d
fr_fr: Compensation de jeu pas %3d

source: DEC Calibration Failed: star did not move enough
fr_fr: Echec Calibration DEC : l'étoile n'a pas assez bougé

source: North step %3d
fr_fr: Nord pas %3d

source: South step %3d
fr_fr: Sud pas %3d

source: Calculate...
fr_fr: Calculer...

source: Click to open the Calibration Step Calculator to help find a good calibration step size
fr_fr: Cliquez pour ouvrir le Calculateur de Pas de Calibration pour vous aider à trouver la bonne taille de pas de calibration.

source: Calibration step (ms)
fr_fr: Pas de Calibration (ms)

source: How long a guide pulse should be used during calibration? Default = 750ms, increase for short f/l scopes and decrease for longer f/l scopes
fr_fr: Combien de temps doit durer une impulsion de guidage pendant la calibration ? Par défaut = 750 ms. Augmentez pour une petite focale et diminuez pour une longue focale.

source: Longest length of pulse to send in RA Default = 1000 ms.
fr_fr: Plus longue impulsion à envoyer en AD Par défaut = 1000 ms.

source: Longest length of pulse to send in declination Default = 1000 ms. Increase if drift is fast.
fr_fr: Plus longue durée de l'impulsion à envoyer en déclinaison Par défaut = 1000ms. Augmenter si la dérive est rapide.

source: Fast recenter after calibration
fr_fr: Recentrage rapide après calibration

source: Speed up calibration by using larger guide pulses to return the star to the center position. Un-check to use the old, slower method of recentering after calibration.
fr_fr: Accélérer la calibration en utilisant des impulsions de guidage plus grande pour recentrer l'étoile. Décochez pour utiliser l'ancienne méthode plus lente de recentrage après calibration.

source: Reverse Dec output after meridian flip
fr_fr: Inverser la sortie Dec après basculement au méridien

source: Check if your mount needs Dec output reversed after doing Flip Calibration Data
fr_fr: Cochez si votre monture a besoin de sortie Dec inversé après une inversion des données de calibration

source: Dec guide mode
fr_fr: Mode de guidage Dec

source: Guide in declination as well?
fr_fr: Guider en déclinaison aussi ?

source: Mx RA
fr_fr: Mx AD

source: Failed to set the Chooser's type to Telescope. Something is wrong with ASCOM
fr_fr: Impossible de définir le type Chooser à Telescope. Quelque chose ne va pas avec ASCOM

source: Failed to run the Telescope Chooser. Something is wrong with ASCOM
fr_fr: Impossible de lancer le Telescope Chooser. Quelque chose ne va pas avec ASCOM

source: connected
fr_fr: connectée

source: Connection established
fr_fr: Connection établie

source: Server started, listening on port %u
fr_fr: Serveur démarré, écoute du port %u

source: Server stopped
fr_fr: Serveur arrèter

source: Mid row
fr_fr: Mi lig

source: Avg row
fr_fr: Moy lig

source: Avg col
fr_fr: Moy col

source: Averaging: %3d
fr_fr: Moyennage : %3d

source: Left Calibration: %3d
fr_fr: Calibration Gauche : %3d

source: angle=%.2f rate=%.2f
fr_fr: angle=%.2f taux=%.2f

source: up Calibration: %3d
fr_fr: Calibration haut : %3d

source: Finish Calibration: %3d
fr_fr: Calibration Finie : %3d

source: Calibration Steps
fr_fr: Nb Pas de Calibration

source: How many steps should be issued per calibration cycle. Default = %d, increase for short f/l scopes and decrease for longer f/l scopes
fr_fr: Combien de pas doivent être émmis par cycle de calibration. Par défaut = %d. Augmentez pour une petite focale et diminuez pour une longue focale.

source: Samples to Average
fr_fr: Echantillons à Moyenner

source: When calibrating, how many samples should be averaged. Default = %d, increase for worse seeing and small imaging scales
fr_fr: Lors de la calibration, combien d'échantinnon doivent être moyenné. Par défaut = %d, augmenter en cas de turbulense et petites échelles d'imagerie

source: Bump Percentage
fr_fr: Pourcentage de Saut

source: What percentage of the AO travel can be used before bumping the mount. Default = %d
fr_fr: Quel pourcentage de la course OA peut être utilisé avant de bouger la monture. Par défaut = %d

source: Bump Step
fr_fr: Pas de saut

source: How far should a mount bump move the mount between images (in AO steps). Default = %.2f, decrease if mount bumps cause spikes on the graph
fr_fr: A quel point un saut de monture doit déplacer la monture entre les images (en pas d'OA). Par défaut = %.2f, diminuez si les sauts de monture provoque des pics sur le graphique.

source: Zoom in
fr_fr: Zoom avant

source: Zoom out
fr_fr: Zoom arrière

source: Manual Guide
fr_fr: Guidage Manuel

source: Primary Mount
fr_fr: Monture Primaire

source: Up
fr_fr: Haut

source: Down
fr_fr: Bas

source: Right
fr_fr: Gauche

source: Left
fr_fr: Droite

source: Secondary Mount
fr_fr: Monture Secondaire

source: %s Not saved
fr_fr: %s Non enregistrée

source: %s saved
fr_fr: %s enregistrée

source: File does not exist - cannot load
fr_fr: Le fichier n'existe pas - ouverture impossible
